{"publication_info": "DS_II_D_5", "full_name": "150 - 0.01 - DS_II_D_5", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 0.01, "fieldtrip": "None recorded", "places": {"place": {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 524, "publication_info": "DS_I_676", "full_name": "524 - 0.00 - DS_I_676", "url": "data/stories/487.dfl"}, {"informant_id": 368, "publication_info": "DS_II_D_33", "full_name": "368 - 0.00 - DS_II_D_33", "url": "data/stories/513.dfl"}, {"informant_id": 322, "publication_info": "DS_II_D_8", "full_name": "322 - 0.00 - DS_II_D_8", "url": "data/stories/614.dfl"}, {"informant_id": 241, "publication_info": "DSnr_I_404", "full_name": "241 - 4.43 - DSnr_I_404", "url": "data/stories/215.dfl"}, {"informant_id": 358, "publication_info": "DS_II_D_4", "full_name": "358 - 0.00 - DS_II_D_4", "url": "data/stories/738.dfl"}]}, "fielddiary_page_start": "No field diary recording", "fielddiary_page_end": "No field diary recording", "bibliographic_info": null, "bibliography_references": {"reference": [{"display_string": "[Book] Lindow, John. 1978. <i>Swedish legends and folktales</i>. Berkeley: University of California Press."}, {"display_string": "[Book] Christiansen, Reidar Thoralf. 1992. <i>The migratory legends (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}, {"display_string": "[Book] Poulsen, Carl, Benthin, W. Th. 1913. <i>Lærerne og Samfundet. Folkeskolens kendte Mænd og Kvinder Jubilæumsskrift 1814-1914</i>. Copenhagen: Fr. Bagges Kgl. Hofbogtrykkeri."}]}, "annotation": "The merman appears here as a helpful spirit, akin to the mound dwellers who warn the farmer of impending doom, after he restores the roof of their house (JPP 4.43). The story of giving or returning a glove to a merman and in return being warned of a storm is widely attested (DS II D 8). Christiansen (1958) indexes these stories as ML4055, and emphasizes the \"tit for tat\" nature of the exchange. In other stories, it is a stocking that is given to the merfolk (DS II D 4). Many of the stories include a rhyme that the merman or mermaid quotes warning the fisherman of impending disaster. Lindow mentions an early attestation of the story in the 16th century, Historia de gentibus septentrionalis II, 23, by Olaus Magnus (Lindow 1978, 127).\n\n     Merfolk and mound dwellers appear analogous in many stories, with each one residing in groups organized in ways reminiscent of Danish social organization. The mound dwellers appear in the context of human agricultural endeavor (plowing and animal herding for example) while merfolk appear in the context of fishing. \n\n     This story was collected by Karl Hjort, a teacher in Årestrup, and not by Tang Kristensen. It appears in the Dansk Folkemindesamling collection 1929/001, \"Originalopskrifter af Folkeminder indsendte til E.T.K. Heri Bidrag indsendt til Folkemindesamfundet samt senere Bidrag. Ordnede alfabetisk efter Indsendernes Navne.\" [Original recordings of folklore sent to E. T. K. Including material sent to the Folklore Society as well as later materials. Arranged alphabetically according to the sender's name]. An annotation for Karl Hjort made in March 1992 lists 52 sheets in that collection attributed to him. Among Hjort's collections are eleven melodies to Jens's ballads. Tang Kristensen did not collect any of Jens's melodies himself. It is likely that Hjort was a contributor to the journal Skattegraveren as well.\n\n     Tang Kristensen mentions Karl Hjort (1848-1890) several times in his memoirs (MO II, 366; III, 29, 78, 82, 183, 260, 349). Hjort was a widower and, according to Tang Kristensen, doted on his only son. He was greatly interested in folklore and was quite musical; this likely accounts for the various ballads that he recorded and that are included in Tang Kristensen's Jyske folkeminder vol. 11 (JFm XI). Tang Kristensen considered him \"en god støtte\" [a good support]. He often followed Tang Kristensen out to \"Bitte Jens\" (MO III, 82). Tang Kristensen usually stayed with Hjort when he visited Årestrup and Jens (MO III, 82 and 183). Hjort died of tuberculosis in 1890 (MO III, 349). Tang Kristensen makes no mention of receiving any manuscripts from Hjort, although he does mention that they corresponded (MO III, 349), and it is likely in this correspondence that he included the two records attributed to him. Hjort is also mentioned in DgF (XII 237) as a collector (and not as an informant). He is also mentioned in Lærerne og samfundet (Poulsen and Benthin 1913, vol. 1, 145f).", "danish_manuscript": "No field diary recording", "english_manuscript": "There was once a fisherman on the West Sea who found a glove on the beach. He brought it home to his wife and had her knit one just like it, then he went back and put both gloves on the beach again, and then he went out to fish. Then something shouted: \nThey're shouting in the north\nand they're whistling and blowing\ngo to land, you man \nwho knitted the glove \nThen the fisherman hurried to land. Immediately a storm blew up that was so bad that many fishermen drowned, but the man was saved because he'd given the merman the glove.", "danish_publication": "Der var en gang en fisker ved Vesterhavet, der fandt en vante på stranden. Han tog den hjem til sin kone og lod hende strikke mage til den, gik så hen og lagde begge vanterne på stranden igjen, og tog derefter ud at fiske. Så var der noget, der råbte :\nDe' råber i naer (nord), \nå de' suser å taer, \ndraw i land, du mand, \nsom wånten band.\nSå skyndte fiskeren sig i land, og straks blev det så stræng en storm, at mange fiskere druknede, men manden blev frelst, fordi han havde givet havmanden vanten.", "english_publication": "There was once a fisherman on the West Sea who found a glove on the beach. He brought it home to his wife and had her knit one just like it, then he went back and put both gloves on the beach again, and then he went out to fish. Then something shouted: \nThey're shouting in the north\nand they're whistling and blowing\ngo to land, you man \nwho knitted the glove \nThen the fisherman hurried to land. Immediately a storm blew up that was so bad that many fishermen drowned, but the man was saved because he'd given the merman the glove.", "keywords": {"keyword": ["beach", "blow", "drowning", "fishing", "glove", "home", "land", "merman", "north", "storm", "West Sea", "whistling", "wife"]}, "etk_index": {"heading_danish": "Vandets ånder", "heading_english": "Water spirits"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}