{"publication_info": "JAH_V_364", "full_name": "150 - 3.37 - JAH_V_364", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 3.37, "fieldtrip": "May 1888", "fieldtrip_start_date": "1888-05-02", "fieldtrip_end_date": "1888-05-09", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 150, "publication_info": "Unpub_BJK_137", "full_name": "150 - 1.37 - Unpub_BJK_137", "url": "data/stories/40.dfl"}}, "fielddiary_page_start": "4103b", "fielddiary_page_end": "4104b", "bibliographic_info": null, "bibliography_references": null, "annotation": "This story is a more complete version of the home invasion robbery story that Jens had told during a previous session (BJK 1.37). The story emphasizes the cruelty of the robbers, as well as the almost miraculous escape of the farmer's wife. Interestingly, the story does not relate what happened to the robbers--whether they were captured or not--and leaves open the threat of their possible return.", "danish_manuscript": "Peder Hjort, Skjærskipper-Lassen og Bitte\n\n4104A\nFanden de plyndrede ham en Gang. Der var to\nTegnebøger der stod paa Enden i Skabet lige\ns. tykke som Salmebøger og ingen Laas for det\ndem tog de. Den ene rystede Røverne Penger\nne af og kylte og den anden tog h. med sig.\nDe kom ind ad et Vindue. Konen skred ud af\nSengen imellem Benene paa dem. De fik fat\ni hendes Pandeklæde og det tog de og bandt\nhendes Hænder med, men tog sig ikke i Vare \nfor, at det var for paa hende. Hun blev \nløs, og s. tog de hende i Nakken og slog\nhende en 3 gange ned i Gulvet og sagde:\nNu har hu nok. De havde bagt Dagen før\nog Brødet laa paa Bænken foran Bordet.\nog det var faldt nu og hun laa der i mellem\nBrødene og krøb og kom s. ud i hendes ene\nSærk. Hun rendte over Isen i bare Fødder til \nen Mand der boede sønden for. Manden i Sen\ngen sloges de saadan med, de havde taget en\ngjærdestav og torsken ham med s. Kjød og Haar\nhængte paa den. Der var ikke mindre end 36\nKnivstik i hans Laar. De vilde have haft\nhans Hænder bunden bag paa, men kunde ikke\nfor dels var h. stærk og dels var hans Arme\ns. stive, at de kunde ikke lade sig bøje. S. op-\ndagede de at Konen var væk, og s. fik de\nPengene og rendte deres Vej. En af dem blev\nsvimmel under Vejs og de vilde have været ved\nat skjære Halsen over paa ham for at h. ikke\nskulde røbe dem, men s. fik en anden ham\n\n4104B\npaa Nakken og kom til Dasken igien med ham.", "english_manuscript": "Peder Hjort, Skjærslipper-Lassen and Bitte-Fanden robbed him once. There were two wallets, which were on their sides in the closet and they were both as thick as psalm books, and they weren't locked. The robbers shook the money out of one of the wallets and flung it and he took the other one with him. They came in through a window. The wife slipped out of bed and right through their legs. They got a hold of her kerchief, and they bound her hands with it, but didn't pay attention whether it was in front of her or not. She got loose, and they grabbed her by the neck and banged her three times against the floor, and then said, \"Now she's had enough.\" They'd baked the day before, and the breads were laying on the bench in front of the table, but they'd fallen, and she was lying there with all the bread and she crept away and got out wearing only her nightshirt. She ran over the ice in her bare feet to a man who lived a bit to the south. They beat up her husband who was lying in bed, they'd taken a piece of fencepost and they beat him with it so hard that there was both skin and hair hanging off of it. There were no fewer than thirty-six stab wounds in his thigh. They wanted to tie his hands behind his back, but couldn't, in part because he was too strong, and in part because his arms were too stiff, they couldn't bend them. Then they discovered that the wife was gone, and they grabbed the money and got out of there. One of them got dizzy along the way, and they were going to cut his throat so he wouldn't tell on them, but then another one got a hold of him and slapped him to his senses.", "danish_publication": "Peder Hjort, Skjærslipper-Lassen og Bitte-Fanden plyndrede en gang hos en mand i Ersted. De kom ind ad et vindue. Konen skred ud af sengen imellem benene på dem. De fik fat i hendes pandeklæde, og det tog de så og bandt hendes hænder med, men tog sig ikke i vare for, at det var for på hende. Så tog de hende i nakken og slog hende en tre gange ned i gulvet og sagde: \"Nu har hun nok\". De havde bagt dagen för, og brødene lå på bænken foran bordet, men de var faldne ned, da røverne krøb ind ad vinduet, og nu lå hun der imellem brødene og fik hænderne løse og krøb så omkring og kom ud i hendes ene særk. Så rendte hun over isen i bare födder til en mand, der boede sønden for. Manden i sengen sloges de sådan med. De havde taget en gjærdestav og torsken ham med, så kjød og hår hængte på den. Der var ikke mindre end 36 knivstik i hans lår. De vilde have haft hans hænder bundne bag på, men kunde ikke, for dels var han for stærk, og dels var hans arme så stive, at de ikke kunde lade sig böje. Så opdagede de, at konen var væk, og nu fik de travlt med at lede efter penge og så komme af sted. Der var to tegnebøger, der stod på enden i skabet lige så tykke som salmebøger, og ingen lås var der for dem. Den ene tegnebog rystede røverne pengene af og kylte, og den anden tog de med dem. Så rendte de nu. Én af dem blev svimmel under vejs, og de vilde have været ved at skjære halsen over på ham, for at han ikke skulde røbe dem, men så fik en anden ham på nakken og kom til dasken igjen med ham.", "english_publication": "Peder Hjort, Skjærslipper-Lassen and Bitte-Fanden plundered a man’s house over in Ersted. They came in through a window. The wife escaped out of her bed and slipped right through their legs. They got a hold of her kerchief and they bound her hands with it, but didn’t pay attention to whether they did so in the front or not. They grabbed her by the neck and banged her three times against the floor and then said, “Now she’s had enough.” The people there at the farm had baked the day before, and the loaves of bread were lying on the bench in front of the table, but they’d fallen when the robbers had climbed in through the window, and so there she lay among the loaves of bread and she got her hands free and crept about and got out in only her nightshirt. Then she ran over the ice in her bare feet to a man who lived a bit to the south. They beat up her husband who was in bed. They’d taken a fencepost and they beat him with it so both skin and hair hung off of it. There were no fewer than thirty-six stab wounds in his thigh. They wanted to tie his hands behind his back but couldn't in part because he was too strong and in part because his arms were too stiff, they couldn’t be bent. Then they discovered that the wife was gone, and so they got busy looking for money and wanted to get out of there. There were two wallets  in the closet, one on each side, and they were both as thick as psalm books, and they weren’t locked. The robbers shook the money out of one of the wallets and flung it away and they took the other one with them. Then they ran off. One of them got dizzy along the way and they were going to cut his throat so he wouldn’t tell on them, but then another one got a hold of him and slapped him to his senses.", "keywords": {"keyword": ["arms", "attention", "baking", "banging", "bed", "bench", "bitte", "books", "bread", "closet", "day", "devil", "discovery", "escape", "fall", "fence", "floor", "free", "hair", "house", "husband", "ice", "leg", "lock", "money", "neck", "Peder Hjort", "plunder", "psalms", "robber", "skin", "Skjærslipper Lassen", "south", "stab", "strength", "table", "thigh", "three", "throat", "tie", "wallet", "wife", "window"]}, "etk_index": {"heading_danish": "Livet uden døre", "heading_english": "Life outdoors"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}