{"publication_info": "JAH_II_141", "full_name": "150 - 3.38 - JAH_II_141", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 3.38, "fieldtrip": "May 1888", "fieldtrip_start_date": "1888-05-02", "fieldtrip_end_date": "1888-05-09", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 7, "name": "Aarestrup", "display_name": "Aarestrup (place mentioned)"}, {"place_id": 656, "name": "Torstedlund", "display_name": "Torstedlund (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 150, "publication_info": "JAH_II_102", "full_name": "150 - 3.39 - JAH_II_102", "url": "data/stories/102.dfl"}}, "fielddiary_page_start": "4104b", "fielddiary_page_end": "4104b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Jens's brief account of Kræn Hyldgård's interaction with the aristocracy and the aristocrat's main judicial officer, the birkedommer, refracts many of the tensions that existed between the clearly defined classes. Kræn's insult of the manor lord's servant should trigger fairly severe punishment, an indication of the disparity between those in direct employ at the manor and day laborers in general. Kræn espouses decidedly egalitarian (read post constitution) values in his response to the judge. His forthrightness and the lingering threat of retaliation--a metonymic representation of the increasing threat of outright revolt that contributed to the constitutional reforms--allow him to walk out with his dignity and his hide intact.", "danish_manuscript": "Kræn Hyldgaard kom en G. til Torstedlund og skul\nde have Prygl for h. havde fornærmet en af\nTjenerne der inde. De skyldte ham for at\nh. var noget halvgal, men h. var ikke s. tosset\nden samme Karl. Da h. s. kom ind til Birke\ndommeren s. spytt' h. en [sp] stor Blat\ninde paa Gulvet. Du har nok været af By\nfør, sagde Tejl. Ja i Gaar var a i Stamp-\nmølle med et Stykke Vadmel. Da begyndte\nh. at skjælde ham ud for dh. S. s. h. Ja \n[nu]  naar a har faaet en Dram som a har\nfaaet i Dag, s. sparer a D. regjer mig\nhverken høje eller lave. S. blev Birked.\nræd og skød ham ud af Døren, som h. luk\nkede op, nu kunde h. gaa hjem. Min \nModer sagde ogsaa, at dersom h. havde slaaet\ns. havde h. ingen Ting sparet og slaaet igien\nKr. H. var fra Aarestrup og tjente hans Broder.", "english_manuscript": "Kræn Hyldgård once went to Torstedlund and he was going to be flogged since he'd insulted one of the servants down there. They accused him of being half crazy, but he wasn't so nuts that guy. When he went in to see the district (birk) judge, he hawked a huge lungie onto the floor. \"You've probably been in town before,\" said Tejl. \"Yep, yesterday I was in Stampmølle with a piece of homespun.\" Then he began chewing him out over this thing. Then he says, \"When I've had a dram like I had today, then goddammit I pay no attention to neither high nor low.\" Then the district judge got so angry that he opened the door and kicked him out, he could go home now. My mother also said that if he'd hit him, he wouldn't have held anything back and would have hit him back. Kræn Hyldgård was from Aarestrup and worked for his brother.", "danish_publication": "Kræn Hyldgård fra Årestrup tjente nede hos hans broder, og de skyldte ham for, at han var halvgal, men han var ikke så tosset den samme karl. Så kom han en gang ned til Torstedlund og skulde have prygl, for det han havde fornærmet en af tjenerne der nede. Da han så kom ind til birkedommeren — det var Knud Tejl — så spytt' han en stor blat inde på gulvet. \"Du har nok været af by för,\" sagde Tejl. \"Ja,\" siger han, \"når a har fået en dram, som a har fået i dag, så sparer a Dæwlen regier mæ hverken höje eller lave.\" Da blev birkedommeren ræd, lukkede dören op og skød ham ud af, nu kunde han gå hjem. Min moder fortalte det, og hun sagde, at dersom han havde slået ham, så havde han ingen ting sparet og slået ham igjen.", "english_publication": "Kræn Hyldgård from Årestrup worked down at his brother’s, and they accused him of being half crazy, but he wasn’t so nuts that one. One time he had to go down to Torstedlund and he was going to be flogged since he’d insulted one of the servants down there. When he went in to see the district (birk) judge—it was Knud Tejl—he hawked a huge lungie onto the floor. “You were probably in town before this,” said Tejl. “Yep,” he says, “when I’ve had a dram like I had today, then goddammit I pay no attention to either high or low.” Then the district judge got angry and opened the door and kicked him out, he could go home now. My mother told me that, and she said that if he’d hit him, Kræn wouldn’t have held anything back and would have hit him back.", "keywords": {"keyword": ["accused", "angry", "brother", "crazy", "district", "district judge", "door", "dram", "floor", "home", "Knud", "Kræn Hyldgård", "mother", "servant", "today", "town"]}, "etk_index": {"heading_danish": "Fra hoveriets tid", "heading_english": "From the time of villeinage"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}