{"publication_info": "JAH_II_102", "full_name": "150 - 3.39 - JAH_II_102", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 3.39, "fieldtrip": "May 1888", "fieldtrip_start_date": "1888-05-02", "fieldtrip_end_date": "1888-05-09", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 103, "name": "Buderupholm", "display_name": "Buderupholm (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "JAH_II_141", "full_name": "150 - 3.38 - JAH_II_141", "url": "data/stories/101.dfl"}, {"informant_id": 241, "publication_info": "JAT_II_56", "full_name": "241 - 2.05 - JAT_II_56", "url": "data/stories/155.dfl"}]}, "fielddiary_page_start": "4104b", "fielddiary_page_end": "4105a", "bibliographic_info": null, "bibliography_references": null, "annotation": "Jens's next story confirms that Kræn Hyldgård \"wasn't so nuts,\" as proposed in the preceding account (BJK 3.38). The tithe referred to in the story is an in-kind payment, in addition to villeinage, that accrued to lease- and copyholders on the large manor farms. Refusal to pay would be akin to not paying rent, and could lead to eviction. Many smallholders found that between the capricious demands of villeinage and the inflexibility of their tithes, there was little chance for economic advancement or even economic stability. \n\n      Kræn's response to the lady at the manor takes her by surprise, and she reveals a degree of compassion--misplaced in this case--that otherwise is not attributed to the aristocracy. The ability of the peasant to trick the aristocracy resonates with other stories about the interactions between peasants and their landlords (JPP 2.05).\n\n      Tang Kristensen added the commentary on Kræn Hyldgård's misrepresentation to the lady in the published version of the story.", "danish_manuscript": "Naar deres Korn blev tjenlig s. skulde de\nsende Bud til Herren om at komme og rage\nTiende, s. skulde Tiendetageren kom.\nDet vilde Kr. H. ikke, h. tog hans Korn\nnaar h. havde Lyst. S. kom der Bud fra\nFru Bjørn, h. skulde komme derned til Bude\nrupholm. Hvor[naar]dan er det bitte Kræsten\njeg faar ingen Tiende af jer (hu sagde I til\nBønderne). Ja h. skultrede sig og trak paa det.\nJa s. faar jeg s. mænd at lade min Vogn kjøre \nned\n\n4105A\nefter det. Nej det er D. regjer mig Synd, at\ntøde Heste og Vogn efter det, s. skal a før\ntage det i et Reb og paa min Ryg og\nbær det her ned til Fruen. Har I ikke\nmere Korn bitte Kræsten. Nej s. bandte\nhan. Ja behold det kun saa. Og siden\nbetalte h. aldrig Tiende mere. Men det var nok\nellers ikke sandt, det var en en Maade\nat slippe fra det paa.", "english_manuscript": "When their grain had ripened, they were supposed to send a message to the manor lord to come and get his tithe, and then the tithe taker would come. But Kræn Hyldgård wouldn't, he brought his grain in whenever he wanted. Then he got a message from Lady Bjørn that he was to come down to Buderupholm. \"How is it, little Kræsten, that I don't get any tithe from thee?\" -- She said \"thee\" to the peasants. He shrugged his shoulders. \"OK, well then I'll send my wagon down to get it.\" -- \"No, it's a goddamn shame to send a horse and wagon after it, I'll just put a rope around it and tie it to my back and carry it down here to the Mrs.\" -- \"Don't you have more grain than that, little Kræsten?\" -- No. Then he swore. He didn't. \"Well, keep it then.\" After that he never paid the tithe again. That was one way to get out of it.", "danish_publication": "Når deres korn blev tjenligt, så skulde de sende bud til herren om at komme og tage tiende, og så kom tiendetageren efter det på ageren. Men det vilde Kræn Hyldgård i Årestrup (?) ikke vente efter, han tog hans korn, når han havde lyst. Så kom der bud fra fru Björn, at han skulde komme ned til Buderupholm, hun vilde tale med ham. \"Hvordan er det, bitte Kræsten, at jeg får ingen tiende af jer?\" — hun sagde altid I til bønderne. Ja, han skultrede sig og trak på det. \"Ja, jeg får såmænd at lade min vogn kjøre ned efter det\". — \"Nej, det er Djævlen regier mig synd at tøde heste og vogn efter det,\" svarer Kræsten, \"så skal a för tage det i et reb på min ryg og bære det her ned til fruen\". — \"Har I ikke mere korn, bitte Kræsten?\" — Nej, så bandte han, havde han ikke. \"Ja, behold det kun så\". Siden betalte han aldrig mere tiende. Det var en nem måde at slippe fra det på, for det var nok ellers ikke sandt, hvad han sagde.", "english_publication": "When their grain had ripened, they were supposed to send a message to the manor lord to come and get his tithe, and then the tithe taker would come and get it in the fields. But Kræn Hyldgård from Årestrup wouldn’t wait for this, he brought his grain whenever he wanted. Then he got a message from Lady Björn that he should go down to Buderupholm as she wanted to talk to him. “How is it, little Kræsten, that I don’t get any tithe from thee?” – She always used “thee” when speaking to the peasants. He shrugged his shoulders. “OK, well then I’ll send my wagon down to get it.” – “No, it’s a goddamn shame to send a horse and wagon after it,” answered Kræsten, “I’ll just put a rope around it and tie it to my back and carry it down here to the Mrs.” – “Don’t you have more grain than that, little Kræsten?” – No, then he swore, he didn’t. “Well, keep it then.” After that he never paid the tithe again. That was an easy way to get out of it, because what he said wasn’t in fact true.", "keywords": {"keyword": ["fact", "field", "grain", "horse", "Kræn Hyldgård", "Kræsten", "manor lord", "message", "peasantry", "rope", "shame", "shoulder", "swear", "tie", "tithe", "wagon"]}, "etk_index": {"heading_danish": "Fra hoveriets tid", "heading_english": "From the time of villeinage"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}