{"publication_info": "JAH_V_27", "full_name": "150 - 3.40 - JAH_V_27", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 3.4, "fieldtrip": "May 1888", "fieldtrip_start_date": "1888-05-02", "fieldtrip_end_date": "1888-05-09", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 4, "name": "Aalborg", "display_name": "Aalborg (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 123, "publication_info": "JFm_XII_64", "full_name": "123 - 1.02 - JFm_XII_64", "url": "data/stories/374.dfl"}}, "fielddiary_page_start": "4105a", "fielddiary_page_end": "4105a", "bibliographic_info": "Hvidt 1990, 250-252", "bibliography_references": {"reference": {"display_string": "[Book] Hvidt, Kristian, Olsen, Olaf. 1990. <i>Gyldendal og Politikens Danmarkshistorie bd 11 1850-1900</i>. Copenhagen: Gyldendal."}}, "annotation": "Charcoal burning was a source of ready income for those who lived near the forest and had permission to do so. Ash was far less valuable than charcoal. Kræn's receipts from his sale of charcoal and ash were equivalent to one and a half marks. He reacts in typical fashion to his neighbors attempted derision, proposing that his neighbor had received a windfall for ash (rather than charcoal). In all the stories about Kræn Hylgård, Jens focuses on the quick, witty verbal response of Kræn to criticism or threat.\n\nUp until the currency reform of 1873 (implemented in 1875), several different currencies were used in Denmark. After 1873, the Danish monetary system was aligned with that of Norway and Sweden, with the \"krone\" or crown as the main currency. This currency was based on the gold standard. The new system was a decimal system (as opposed to one based on 12) and consisted of crowns and øre. Prior to the reform, two systems, the \"courant\" and the \"specie,\" based on a silver standard, were used. \n\nThe \"rigsdaler\" used from the seventeenth through the nineteenth centuries was similar to the currency in use at the time in Holland, German and Sweden. The Danish currency system, first instituted in 1625, and reformed after the financial crisis in 1813, had the following equivalents: \n12 penning = 1 skilling\n16 skilling = 1 mark\n6 mark = 1 rigsdaler or daler (sometimes referred to in English as the \"rixdollar\")\n8 mark = 1 krone\nIn 1873, the rigsdaler was set as equivalent to two crowns. \nThe word \"daler\" is a shortened form of the name of a Czech silver coin, the Joachimstaler from 1518.\n", "danish_manuscript": "Dg. brændte de s. meget Kul og solgte det og\nAsken til Aalborg. Kræn Hyldgaard fik en\nG. 24 Sk for Skp. Hvor meget fik du, sag-\nde en Nabo. Å a fik missel ikke mere\nend 24 Sk Ja det var alt for lidt, han\nfik 2 M. S. maatte du missel være [omsid] tilfreds min\nBror, at det var Aske alt det du havde.\nH. vidste jo nok, h. vilde smøre ham en Løgn.", "english_manuscript": "At that time, they burned a lot of charcoal and sold that and the tree ash in Aalborg. Kræn Hyldgård once got 24 shillings for a bushel. \"How much did you get?\" asked a neighbor. \"I didn't get more than 24 shillings.\" Yeah, that was far too little, he'd gotten two marks. \"Well, then you must be quite happy, brother, that all that you had was ash.\" That was a good answer, since he knew that he was trying to feed him a lie.", "danish_publication": "Den gang brændte de så meget kul og solgte både dem og træasken til Aalborg. Kræn Hyldgård fik en gang 24 skilling for skjæppen. Da han kom hjem, sagde en nabo: \"Hvor meget fik du?\" — \"Å, a fik missæl ikke mere end 24 skilling\". Ja, det var alt for lidt, han fik to mark. \"Så måtte du missæl være tilfreds, bro'r, at det var aske alt det du havde\". Det var et godt svar nok, for han vidste jo nok, han vilde smøre ham en lögn.", "english_publication": "At that time, they burned a lot of charcoal and sold that and the tree ash in Aalborg. Kræn Hyldgård once got 24 shillings for a bushel. When he came home, a neighbor said, ”How much did you get?” – “I didn’t get more than 24 shillings.” Yeah, that was far too little, he’d gotten two marks. “Well, then you must be quite happy, brother, that all that you had was ash.” That was a good answer, since he knew well that he was trying to feed him a lie.", "keywords": {"keyword": ["ashes", "brother", "bushel", "charcoal", "feed", "fire", "happy", "home", "Kræn Hyldgård", "neighbor", "shilling", "tree"]}, "etk_index": {"heading_danish": "Livet uden døre", "heading_english": "Life outdoors"}, "tango_indices": {"tango_index": [null, null, null]}, "genre": null}