{"publication_info": "FK_0_551", "full_name": "150 - 3.42 - FK_0_551", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 3.42, "fieldtrip": "May 1888", "fieldtrip_start_date": "1888-05-02", "fieldtrip_end_date": "1888-05-09", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 492, "name": "Rold", "display_name": "Rold (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "FK_0_2", "full_name": "150 - 3.44 - FK_0_2", "url": "data/stories/107.dfl"}, {"informant_id": 150, "publication_info": "FK_0_586", "full_name": "150 - 3.46 - FK_0_586", "url": "data/stories/109.dfl"}, {"informant_id": 150, "publication_info": "Unpub_BJK_343", "full_name": "150 - 3.43 - Unpub_BJK_343", "url": "data/stories/106.dfl"}]}, "fielddiary_page_start": "4105ab", "fielddiary_page_end": "4105b", "bibliographic_info": "Stevnsborg 1992.\nAnderson 1923.\nFeilberg 1977.", "bibliography_references": {"reference": [{"display_string": "[Book] Uther, Hans-Jörg. 2004. <i>The types of international folktales : a classification and bibliography, based on the system of Antti Aarne and Stith Thompson (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}, {"display_string": "[Article] Stevnsborg, Henrik. 1992. Den blå jomfru. <i>Folkeminder 1991</i> 2: 5-8."}, {"display_string": "[Book] Anderson, Walter. 1923. <i>Kaiser und Abt. Die Geschichte eines Schwanks (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}, {"display_string": "[Book] Feilberg, Henning F. 1977. <i>Bidrag til en ordbog over jyske almuesmål</i>. Copenhagen: Dansk Historisk Håndbogsforlag."}]}, "annotation": "Jens's story of the minister in Rold is a variant of a widely attested tale, ATU 922, \"The Shepherd Substituting for the Clergyman Answers the King's Questions.\" Aarne and Thompson list forty-nine Danish variants of this tale alone (ATU 922). The best known scholarly treatment of this tale is Walter Anderson's Kaiser und Abt (1923, 182ff). In the folktale fair copy collection, one finds another variant of this tale from the immediate area placing Rold minister in the role of foolish minister (Æv.1361b told by Kirsten Kristensdatter, Aarestrup). The closeness of the variants suggests that the Rold minister was a local tradition dominant for the foolish minister.\n\n     The \"Blue maiden\" was a much discussed torture device (Stevnsborg 1992). Feilberg offers the following description: \"There were three steps up to the maiden; when the sinner stepped on the first step, she smiled; on the second step, she opened her arms; on the third she closed her arms around him and strangled him or cut his head off\" (Feilberg 2, 43). It is closely related to the \"Iron Maiden,\" the best known example of which was destroyed during the air raids in Nuremberg during World War II.\n\n     The manuscript is somewhat confusing since BJK 3.43 is interpolated in the midst of the story. The manuscript is also remarkably spare, and Tang Kristensen fills out the narrative considerably in the published version.", "danish_manuscript": "(Præsten i Rold skrev over Døren\nHan boede uden [Bsk] Sorg og Modgang. Kg.\nder igiennem. Møde og forklare 3 spørgsmaal\nHvis ikke kunde, kysse blaa Jfr. 1. Hvad \nKongens Stol var værd. 2. Hvad h. var værd.\n3. Hvad h. tænkte. Pr. forbavst og kun et halvt\nMske. Hvis Pr. vilde give Byhyrden ny Klæder\nog Rejsepenge vilde h. rejse derover... og Pr.\npasse paa Byhøvderne, mens h. var væk. Med For-\nnøjelse.... --- Da h. kom ind til Kg. sad h. paa \nen guldstol. Hvad værd. Aa ikke mere\nværd end en god Majmaaneds Regn kunde\nbetale. Ja, men hvad er saa jeg værd.\nJa de gav 30 . . . . . naar en s. gav 29 for\nMajestæten saa kan De vel være betalt.\nNaa ja, men hvad tænker jeg saa? Ja Kg.\ntænker, Æ snakker med Rold Præst, men s\ner det deres Byhyrde. Saadan slap h fra\ndet.", "english_manuscript": "The minister in Rold wrote over his door that he lived without sorrow or adversity. The king passed through there. Meet and explain three questions. If he couldn't, kiss the blue virgin. 1. What the king's chair was worth. 2. What he was worth. 3. What he was thinking. Minister surprised and only half a person. If the minister would give the town shepherd new clothes and traveling money, he'd travel over there... and the minister was to take care of the town cattle while he was gone. Gladly. [3.44 appears here in the manuscript] When he got to the king, he was sitting on a gold chair. What's it worth. Oh not more than a good May rain could pay. Yes, but what am I worth then. Yes, they gave 30..... so if one gave twenty-nine for his majesty then you'd be well paid for. OK, yes, but then what am I thinking? Yes the king is thinking, I'm talking with Rold Minister, but in fact it is their town shepherd. That's how he got out of it.", "danish_publication": "Præsten i RoId skrev over sin Dør, at han levede uden Sorg og Modgang. En Gang kom Kongen der igjennem, og da han saa den Overskrift, sagde han Præsten til, at han skulde møde for ham og forklare ham tre Spørgsmaal, eller, hvis han ikke kunde, skulde han kysse den blaa Jomfru. Det første Spørgsmaal var, hvad Kongens Stol var værd, det andet, hvad han selv var værd, og det tredje, hvad han tænkte. Præsten blev helt forbavset over dether og gik nu og var kun et halvt Menneske. Men saa kommer han i Snak med Byhyrden, der sagde, at hvis Præsten vilde give ham nye Klæder og Rejsepenge, saa vilde han rejse over til Kjøbenhavn og møde for ham hos Kongen. Ja, det vilde han med Fornøjelse, og saa rejste hyrden. Da han nu kommer ind for Kongen, sidder denne paa en Guldstol. Kongen spørger ham først, hvad den Stol er værd. \"Aa, den er ikke mere værd, end en god Majmaaneds Regn kan betale\", siger Hyrden. \"Jamen hvad er jeg saa værd?\" — \"Ja, de gav jo tredive Sølvpenge for vor Frelser, naar man saa giver 29 for Majestæten, saa kan De vel være betalt.\" — \"Naaja, men hvad tænker jeg paa?\" — \"Ja, Kongen tænker, De snakker med Rold præst, men saa er det deres Byhyrde.\" Saadan slap han godt fra det.", "english_publication": "The minister in Rold wrote over his door that he lived without sorrow or adversity. One time, the king came through there and when he saw that inscription he said to the minister that he was to come to an audience with him and answer three questions, otherwise, if he couldn’t, he was to kiss the blue virgin. The first question was what the king’s chair was worth, the second, what he himself was worth, and the third, what he was thinking. The minister was quite surprised by this and went about and was only half a person with worry. But then he falls into conversation with the town shepherd who said that if the minister would give him some new clothes and some traveling money, then he’d travel over to Copenhagen and meet with the king in his stead. Yes, he’d gladly do that and then the shepherd journeyed off. When he comes in to the king, the king is sitting on a gold chair. The king asks him first what the chair is worth. “Oh, it isn’t worth more than what a good May rain can pay,” says the shepherd. “Well then what am I worth?” – “Yes, they paid thirty silver coins for our savior, so if you paid twenty-nine for your majesty, then you’ve been well paid for.” – “OK, then what am I thinking about?”—“Yes, the king is thinking that you’re talking to Rold Minister, but in fact it is their town shepherd.” That’s how he got out of it well.", "keywords": {"keyword": ["blue", "chair", "clothing", "coins", "door", "fact", "gold", "king", "kiss", "minister", "money", "rain", "savior", "shepherd", "silver", "sorrow", "three", "town", "virgin", "writing"]}, "etk_index": {"heading_danish": "Vore fædres kirketjeneste", "heading_english": "Our forebears' Church services"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}