{"publication_info": "FK_0_2", "full_name": "150 - 3.44 - FK_0_2", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 3.44, "fieldtrip": "May 1888", "fieldtrip_start_date": "1888-05-02", "fieldtrip_end_date": "1888-05-09", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 492, "name": "Rold", "display_name": "Rold (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "JAH_I_84", "full_name": "150 - 3.41 - JAH_I_84", "url": "data/stories/104.dfl"}, {"informant_id": 150, "publication_info": "DSnr_IV_452", "full_name": "150 - 3.45 - DSnr_IV_452", "url": "data/stories/108.dfl"}, {"informant_id": 241, "publication_info": "FK_0_400", "full_name": "241 - 1.03 - FK_0_400", "url": "data/stories/144.dfl"}, {"informant_id": 150, "publication_info": "FK_0_551", "full_name": "150 - 3.42 - FK_0_551", "url": "data/stories/105.dfl"}]}, "fielddiary_page_start": "4105a", "fielddiary_page_end": "4105b", "bibliographic_info": "Woods 1959.", "bibliography_references": {"reference": [{"display_string": "[Book] Woods, Barbara Allen. 1959. <i>The Devil in dog form. A partial type-index of Devil legends (Folklore studies)</i>. Berkeley: University of California Press."}, {"display_string": "[Article] Georges, Robert A. 1981. Do Narrators Really Digress? A Reconsideration of \"Audience Asides\" in Narrating. Vol. 40 of <i>Western Folklore</i>, 245-252."}]}, "annotation": "The next two stories in Jens's repertoire (BJK 3.44 and BJK 3.45) play on the foolishness of the minister in Rold alluded to in the previous humorous statement (BJK 3.41). In this story, the parish clerk plays a prank on the minister, highlighting the perceived tension that existed between the parish clerk and the minister. The minister, caught off guard, loses his most important possession, first to the soup pot and then to the dog. The story also plays on the motif of the devil in dog form (Woods 1958), but this dog is hardly Satanic. \n\n     The minister's amusing sermon to the parish relies on the common formulation \"falde til Føje og Takke,\" [submit and be thankful], but adds the absurd proposition that God's words are found in a dog's behind, a literal representation of what had happened but utterly incomprehensible--in fact blasphemous--in the context of a sermon. In that sense, the Rold minister's statement is reminiscent of the minister who described the antics of a runaway cow during a funeral (JPP 1.03).\n\n     This story is broken up in the manuscript, appearing unexpectedly after the episode in the preceding storyin which the shepherd agrees to stand in for the minister in Rold (BJK 3.42). It is likely that Jens digressed from his original story to tell this story, and then picked up with the shepherd confronting the king. The beginning of this story is not set off from the preceding in the manuscript, but after it ends, there is a short dash, before the other story begins once again.", "danish_manuscript": "Vidste ikke hvordan Tiden gik. Vilde have en... Birkelime hver Dag, mens h. gik der ude, om\nSøndagen skulde h. jo i Kirke S. faar Degnen\nfat i hvordan det havde sig og da h. nu tæl\nler hans Limer hver Morgen, s. har Degnen\nstjaalet en fra ham. Tror det er Løverdag\nKommer ned i Ellekjærnen med Høvderne og\nbeg. at skjære løs paa Birken, beg. Deg-\nnen at ringe. Maa kyle alting fra sig og\nrende hjem. Jager sig i Klæderne og Bog under\nArmen. Pigen ved at koge Kaal. Hun skal\nøse nogle Kaal op at svales og der falder\nBogen fra ham ned i Kaalgryden, og Fadet\nstod ved Siden af mens h. søb. lagde \nden paa en trebenet Stol. Kom Sulten\nHund og snappede den. Da h. kom i Kirken\nsagde h. De fik at falde til føje og tage\ntil Takke for det rene Guds ord var i Hunde\nast.", "english_manuscript": "Didn't know how time went. Birch bundle each day while he went out there, on Sundays he was to go to church. Then the parish clerk discovers what is going on and since he counts his bundles every morning, the parish clerk has stolen one from him. Thinks it is a Saturday. Goes down to the alder meadow with the cattle and begins to cut away at the birch trees, the parish clerk begins to ring. Has to drop everything and run home. Hurries into the vestments and the book under the arm. The girl is cooking cabbage. She is to ladle some cabbage up for him to swallow and the book falls from him into the cabbage pot, and the pot stood there beside him while he slurped it up. Lay it on a three-legged stool. A hungry dog came and snapped it up. They should submit and be thankful since God's true words were in a dog's behind.", "danish_publication": "Rold Præst, vidste ikke, hvordan Tiden gik, og hvornaar han skulde i Kirke. Saa fandt han paa at lave Sig en Birkelime hver Dag, mens han gik der ude i Gaarden og arbejdede, og naar han havde syv, saa vidste han, at det var Søndag. Degnen faar fat i, hvordan det havde sig, og saa gaar han hen og stjæler én fra ham. Da Præsten nu tæller hans Limer hver Morgen, tror han jo, det er Løverdag, og saa er det endda Søndag. Da han nu kommer ned i Ellekjærene med høvderne og begynder at skjære løs paa Birkene, begynder Degnen at ringe. Han bliver jo forbavset og maa kyle alting fra sig og render hjem. I en Fart jager han sig i Klæderne og faar hans Bog under Armen. Men han skulde jo have lidt at spise, inden han gik op til Kirken, og da pigen var ved at koge Kaal, saa skal hun øse nogle op til ham, der kunde staa og svales lidt. Fadet stod ved Siden af Kaalgryden, og mens han nu søb, faldt Bogen fra ham ned i Gryden. Han fik den fisket op igjen, og saa lagde han den paa en trebenet Stol. I det samme kom der en sulten hund og Snappede den, for den var jo gjennemtrukken nu af Fedt. Da han kom i Kirken, sagde han, de fik falde tit Føje og tage til Takke, for det rene Guds Ord var i hundeast.", "english_publication": "Rold minister didn’t know how the time went, and didn't remember when he was supposed to be in church. Then he figured out a system. He'd make himself a birch bundle each day while he went out there and worked on the farm, and when he had seven, then he knew that it was Sunday. The parish clerk discovers what was going on, and so he goes and steals one of the bundles from him. Since the minister counts his bundles every morning, he thinks that it is Saturday and it is actually Sunday. Now when he gets down to the alder meadow with the cattle and begins to cut away at the birch trees, the parish clerk begins ringing. He gets surprised and has to drop everything and runs home. He hurries into his vestments and gets his book under his arm. But he needed a little to eat before he goes up to the church, and since the girl was cooking cabbage, she has to ladle some out for him, he could stand there and swallow a bit. The dish was standing beside the cabbage pot and while he was slurping it up, his book fell into the pot. He fished it out again and then he put it on a three-legged stool. At that moment a hungry dog came and snapped it up, since it was soaked through with fat. When he got to the church, he said that they should submit and be thankful, since God’s true words were in a dog’s behind.", "keywords": {"keyword": ["alderwood", "arms", "birch", "books", "cabbage", "cattle", "church", "cooking", "day", "discovery", "dog", "fall", "farm", "fat", "fishing", "girl", "god", "home", "hungry", "meadow", "minister", "morning", "parish clerk", "pot", "ringing", "Saturday", "seven", "Sunday", "thank", "theft", "three", "tree", "vestments"]}, "etk_index": {"heading_danish": "Vore fædres kirketjeneste", "heading_english": "Our forebears' Church services"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}