{"publication_info": "DSnr_IV_452", "full_name": "150 - 3.45 - DSnr_IV_452", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 3.45, "fieldtrip": "May 1888", "fieldtrip_start_date": "1888-05-02", "fieldtrip_end_date": "1888-05-09", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 492, "name": "Rold", "display_name": "Rold (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 150, "publication_info": "FK_0_2", "full_name": "150 - 3.44 - FK_0_2", "url": "data/stories/107.dfl"}}, "fielddiary_page_start": "4105b", "fielddiary_page_end": "4106a", "bibliographic_info": null, "bibliography_references": {"reference": [{"display_string": "[Article] Stokker, Kathleen. 1992. Migratory Legend 3005 : 'The Would- Be Ghost' -- Why Be He a Ghost?. Vol. 48 of <i>Arv</i>, 143-152."}, {"display_string": "[Book] Christiansen, Reidar Thoralf. 1992. <i>The migratory legends (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}]}, "annotation": "Jens's next story continues to focus on the unusual and foolish behavior of the Rold minister mentioned in previous stories (BJK 3.44). Here, the post officer uses the normal phrasing of the minister in legends of the would-be ghost (ML3005) when he confronts the prone figure of the priest. In those stories, the lack of response leads to the minister conjuring the farmhand. Here, the post officer with the same intentions as the minister in ML3005 to consign the devil to the realm of the dead takes aim with his rifle but the gun conveniently jams. The amusingly positive outcome is attributed to divine intervention.\n\n     The second part of the story plays on the concept of the minister speaking directly to the minister. Here, the minister, apparently slow on the uptake, wonders to whom the Lord is speaking, as Per is a common name (short for Peder or Peter).\n\n     Tang Kristensen provided a historical annotation in the published version, noting that P.T. Karmark was minister in Rold from 1721-1750. His successor was also named Karmark (S. P. Karmark), although it is unclear if there was a familial relationship between the two. By situating the stories far back in time, Jens reveals a startling degree of local historical knowledge, and diminishes the bite of the derision directed as the Rold minister in particular and ministers in general.", "danish_manuscript": "De havde en Præst i Rold der hed Karmark. H\n\n4106A\nvilde gaa til Skjelling bro og drikke sig fuld.\nog det ver en g. h. laa paa Vejen om Natten\nDa kom Posten ridende og kunde ikke komme\nforbi ham. H. raabte: Er du et Mske skal\ndu tale, men er du en Djævel skal du vige.\nMen Pr. svarte ikke, for h. sov. S. spændte\nh. hans Bøsse og vilde have skudt ham, men\nBøssen klikkede 3 Gange og s. vaagnede Pr.\nS. troede Posten at Vh. vilde ikke have\nham skudt. Den samme Præst sagde: Naar\nHerren kalder og h. siger: Per, s. lurer jeg\nog tænker: Maaske der kunde være en anden\naf samme Navn, men naar h. siger: Peder\nThommesen Karmark, s. maa jeg Afsted.", "english_manuscript": "They had a minister in Rold who was called Karmark. He wanted to go over to Skjellingbro and get drunk. One time he was lying on the road at night. Then the post came riding by and couldn't get by him. He yelled at the figure, \"If you're a human then talk, but if you're the devil get out of the way.\" The minister didn't answer because he was sleeping. Then the mailman unhitched his rifle and would have shot him, but the rifle clicked three times, and then the minister woke up. Now the mailman believed that the Lord really didn't want him to be shot. The same minister said, \"When the Lord calls, and he says, Per! then I look around and think: Perhaps there's another with the same name. But when he says: Peder Thommesen Karmark! then I have to go.\"", "danish_publication": "De havde en Præst i Rold, der hed Karmark. Han havde skikkelig megen Lyst til at gaa til Skjellingbro og drikke sig fuld. Det var en Gang hand faldt om paa Vejen om Natten og blev liggende. Da kom Posten ridende og kunde ikke komme forbi ham. Han raabte til Skikkelsen: \"Er du et Menneske, skal du tale, men er du en Djævel, skal du vige.\" Præsten svarte ikke, for han sov. Saa spændte Posten hans Bøsse og vilde have skudt ham, men Bøssen klikkede 3 Gange, og saa vaagnede Præsten. Nu troede Posten, at Vorherre særlig vilde have hans Liv bevaret.\n     Den samme Præst sagde: \"Naar Herren kalder, og han siger: Per! saa lurer jeg og tænker: Maaske der kunde være en anden af samme Navn. Men naar han siger: Peder Thommesen Karmark! saa maa jeg af Sted.\"", "english_publication": "They had a minister in Rold who was called Karmark. He liked to go over to Skjellingbro and get drunk. One night he fell down on the road and remained lying there. Then the post came riding by and couldn’t get by him. He yelled at the figure, “If you’re a human then talk, but if you’re the devil get out of the way.” The minister didn’t answer because he was sleeping. The the mailman unhitched his rifle and would have shot him, but the rifle clicked three times, and then the minister woke up. Now the mailman believed that the Lord really wanted to spare his life.\n     The same minister said, “When the Lord calls, and he says, Per! then I look around and think: Perhaps there’s another one here with the same name. But when he says: Peder Thommesen Karmark! then I have to go.”", "keywords": {"keyword": ["belief", "bridge", "devil", "drunkard", "fall", "lord", "mailman", "minister", "name", "night", "Peder Thommesen", "Per", "post", "riding", "rifle", "road", "shooting", "sleep", "three", "unharnessed"]}, "etk_index": {"heading_danish": "Præster", "heading_english": "Ministers"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}