{"publication_info": "FK_0_586", "full_name": "150 - 3.46 - FK_0_586", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 3.46, "fieldtrip": "May 1888", "fieldtrip_start_date": "1888-05-02", "fieldtrip_end_date": "1888-05-09", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 4, "name": "Aalborg", "display_name": "Aalborg (place mentioned)"}, {"place_id": 407, "name": "Mjels", "display_name": "Mjels (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "JAT_VI_1129", "full_name": "150 - 3.47 - JAT_VI_1129", "url": "data/stories/110.dfl"}, {"informant_id": 150, "publication_info": "FK_0_551", "full_name": "150 - 3.42 - FK_0_551", "url": "data/stories/105.dfl"}, {"informant_id": 235, "publication_info": "DS_V_687", "full_name": "235 - 1.05 - DS_V_687", "url": "data/stories/224.dfl"}, {"informant_id": 536, "publication_info": "DS_V_694", "full_name": "536 - 0.00 - DS_V_694", "url": "data/stories/603.dfl"}]}, "fielddiary_page_start": "4106a", "fielddiary_page_end": "4107a", "bibliographic_info": null, "bibliography_references": null, "annotation": "The next series of stories in Jens's repertoire focus on the \"Skalken fra Mjels\" or the \"Rogue from Mjels.\" The rogue's willingness to appear in court in lieu of the minister is reminiscent of the story of the Rold minister and the shepherd (BJK 3.42), while the accusation against the minister is a standard accusation of theft that ghosts and Satan often level at ministers during conjuring sessions (KMP 1.05; DS V 694).\n\n     The story also plays on an increasingly litigious aspect of Danish society in the aftermath of the land and constitutional reforms. Personal property and personal initiative to prosecute torts had become concerns of people far down the social ladder; prior to these reforms, few people had any real or personal property to protect. The rogue's clever reply to the claimants, both in the first case and in the second case (against the minister), clearly form the narrative crux of these accounts. This emphasis on oratorical skill appears frequently in Jens's stories.\n\n     The second part of the story dealing with the falling out between the minister and the rogue, and the subsequent court case, incorporates an element of sex--something that appears frequently in many of Jens's other stories and songs. The rogue's initial criticism of the minister and his stupidity, comparing him to the horse for slipping into a \"hole\", leads to their confrontation in court. There, the rogue plays the minister for a fool, relying again on double entendres and imprecise information to score a rhetorical victory.\n\n     The recording in the manuscript is confusing. For the sake of readability, I have marked the section that actually appears at the end of the manuscript record in brackets. It is unclear why Tang Kristensen began writing half-way down the page (4107a). It is possible that Jens decided to explain the underlying cause for the libel case between the minister and the rogue by telling the story of the minister's seduction and then returning to the story of the case.", "danish_manuscript": "Skalken fra Mjels var en Gaardmand der\nH. reddede deres Præst en G. h. skulde have\ngivet en stor Kapital en G. Havde gaaet\npaa Latinskolen i Aalborg en G. Var kom-\nmen ud til en Spisevært og spist 3 Æg, \nsom h. ikke havde betalt. S. stod det hen \ntil h. var bleven Præst i Ferslev og s. kom\nder Regning paa de 3 Æg . .  . 3 Kyll. lagt\ns. mange Æg . . . . . . . . . . og saadan, det\nblev en Regning s. stor at Præsten h.  kun-\nde ikke betale den. Men s. vidste h aldrig\nhvad h skulde gjøre og var i saadan Forle-\ngenhed. Var stævnet for det. S. s. Skalken:\nJa, h. kunde møde for ham, s. skulde h. nok\ngjøre den Ting i Orden. Det tykte Pr. grusse-\n\n4106B\nlig godt om. Rejser til Aalborg. Skal møde\ntil bestemt tid, men gjør ikke, en halv\nTimes Tid over. Om det var en der skulde\nmøde for Pr. Ja det var. Hvorfor han\nbej s. længe. Ja maatte have ham undskuldt\nhavde 1 Tø kogte Ærter, og skulde absolut\nhave saaet. Hvad kogede Ærter, de kan\njo ikke gro. Naa ja. S. begyndte de at læse\nop for ham. Mig Tilladelse at spørge, var\nde Æg ikke tillavede, kogte ell. stegte. Jo\nkogte. De sagde, at kogte Ærter kunde\nikke gro, hvordan kan der da blive Kyllin\nger af kogte Æg. Ja det maatte de til\nstaa der kunde heller ikke. Ja s. fik de\nvære s. god at gjøre Forlig med Præsten,\nellers fik de med ham at bestille. S. \nmaatte de til at give Pr. Penge i Steden.\nS. stod det hen en Tid, h. og Pr. var store\nVenner, men s. kom di i Ustand, Pr. \nog h. Men Sk. var jo Sk. og h. gjorde sig\ns. dødelig syg, og Pr. hent' og skulde berette\nham til Døden. S. s. Pr. om h. havde noget\npaa Samvittigheden, s. var det bedst h....\nJa h. havde, havde taget Livet af hans før\nste Kone. Gudbevares. Om h. havde gjort\nmere. Ja, havde pulet 7 Hunde ihjel. Pr.\nhørte jo ud. S. kom h. sig igien det gjorde \nSk. og de skal til at begynde deres Proces. Sk.\nvar nu saadan et oprigtigt Mske og havde da\n\n4107A\nPr. havde lokket en af hans Piger og var i en Slem\nForlegenhed for at være fri for at være kaldt\nFaer, men s. Aaret efter lokkede h. to.\nSk. var s. reden hen til Pr. med hans\nBrødrug, men var kommen for nær til et\nVældhul, og der slæpper Øget i for ham.\nAaret efter red h. paa det samme Øg og\ns. kunde h. ikke komme nær om ved det\nHul og da var det h sagde at Øget var\nklogere end deres Pr. og det var det, h. søg-\nte ham for og var gal over. Aldrig gjort nogen Fortræd. Hvad har du\nda bekjendt for mig, da du var syg. Ja hav-\nde ikke gjort noget, h. behøvede at skamme\nsig ved. Pr. bliver ved at praje ham og\nh. siger det saa. Ja, men det vilde sige\nat det var s. forfærdelig ondt Vejr og de\nkunde ikke faa Jordmoder og s. gjorde h.\ndet selv ud. Ser var det Liv, h. havde\ntaget. S. var det dh. Hunde. Hans Hund\nhavde faaet 7 Hvalp og de laa under Sen-\ngen. S. havde h. knæppet hans Kone og Bun-\nden var sluppen af Sengen og klemt alle\nHvalpene ihjel. Saadan var det gaaet til.\n[En] Det maatte Pr. ellers ikke aabenbare\nog s. kom h. fra hans Embede for det. Det\nat Øget var klogere beviste han ogsaa for\nDommeren og det gav h. ham Ret i.", "english_manuscript": "The Rogue from Mjels was a farm owner who lived there. He saved their minister, when he was to pay a huge amount of money (stor Kapital). He'd attended the Latin school in Aalborg, and one time he'd gone into a restaurant and had eaten three eggs that he hadn't paid for. This was left unresolved until he was minister in Ferslev and a bill came for the three eggs... three chickens could have laid so many eggs ... and so on until it was a bill so big that the minister couldn't pay it. He had no idea what he should do, and was in really bad straits. He'd been summoned for it. Then the rogue says he could meet up for him and then he'd set things in order. The minister thought this was great. Travels off to Aalborg. He is supposed to appear at a certain time but he he doesn't, he waits a half hour longer. Is he the one who was to meet up for the minister. Yes, he was. Why did he wait so long? Yes, please excuse him, he had a barrel of boiled peas and he absolutely had to get them planted. \"What? Cooked peas can't grow.\" \"Oh yeah.\" They began reading up the case to him. \"Permission to ask a question, weren't the eggs prepared, boiled or fried?\" Yes, they were boiled. \"You said that boiled peas couldn't grow, how could you get chicks from boiled eggs?\" Yes, they had to admit that that couldn't happen. Well you're welcome to reach an agreement with the minister, because otherwise they'd have him to deal with. So they had to give money to the minister instead. Then a while passed and he and the minister were great friends, but then they had a falling out, him and the minister. But the rogue was the rogue and he made himself so deathly ill, and the minister was sent for to give him the last rites. Then the minister asks if he has something on his conscience and it would be for the best ... Yes he did, he had taken life from his first wife. Lord save us. Had he done anything else? Yes, he had screwed seven dogs to death. The minister heard him out. Then he got better, the rogue did, and then they were going to start their case. The rogue was a fine upstanding person and he'd [never hurt anyone. \"What did you admit to me when you were sick?\" Yes, he hadn't done anything to be ashamed over. The minister continued to prod him and then he says it. It was really bad weather and his wife was going to deliver, but they couldn't get a midwife, and so he did it himself. So that was the life he'd taken. Then there were these dogs. His dog had had seven puppies and they lay under the bed. Then he'd fucked his wife and the bottom of the bed had fallen out, and they had crushed all the puppies to death. That's what had happened. The minister wasn't supposed to make this public and so he lost his position because of that. He proved to the judge that the nag was wiser than the minister too and the judge agreed with him.] The minister had seduced one of his hired girls and had gotten into bad difficulties to avoid being called Father. But the next year he seduced two. The rogue had ridden down to the minister with rye for his bread (brødrug), but he got too close to a water hole and his nag slips into it. The next year he was riding the same way on the same nag, and then he couldn't get near that hole and so he said that his nag was wiser than the minister and that was what he was suing him for and was mad about.", "danish_publication": "Skalken fra Mjels var en Gaardmand, som boede der. Han reddede en Gang deres Præst, der var kommen i en slem Forlegenhed. Han havde i sin Tid gaaet i Latinskolen i Aalborg, og der var han kommen ind til en Spisevært og havde spist tre Æg, som han ikke havde betalt. Det stod saa hen, til han var bleven Præst i Ferslev. Da kom der en Regning til ham paa de tre Æg, og der stod, at der af de tre Æg kunde være kommet tre Kyllinger, og de kunde have lagt saa mange Æg, og saadan blev de ved at stille det frem, til det blev en Regning saa stor, at Præsten han kunde ikke betale den. Nu vidste han aldrig, hvad han skulde gjøre, og var i en saadan Forlegenhed, for han blev jo stævnet for det. Da siger Skalken til ham en Dag, at han kunde møde for ham, saa skulde han nok gjøre den Ting i Orden. Det syntes Præsten grusselig godt om. Skalken rejser altsaa til Aalborg den bestemte Dag. Han skal møde til en vis Tid, men venter en halv Times Tid længere. Da han nu kommer ind, siger de, om det var én, der skulde møde for Præsten. Ja, det var. Hvorfor han bej saa længe? Ja, de maatte have ham undskyldt, han havde en Tønde kogte Ærter, og dem skulde han absolut have saaet. \"Hvad? kogte Ærter de kan jo ikke gro\", og de begyndte at læse op for ham. \"Mig Tilladelse at spørge\", siger han saa, \"var de Æg ikke kogte eller stegte eller lavede til?\" Jo, de var kogte. \"De sagde, at kogte Ærter kunde ikke gro, hvordan kan der da blive Kyllinger af kogte Æg?\" Ja, det maatte de tilstaa, der kunde heller ikke. Saa fik de være saa god at gjøre Forlig med Præsten, sagde Skalken, for ellers fik de med ham at bestille. De maatte saa til at give Præsten Penge i Stedet for at faa. Det stod nu hen en Tid, og han og Præsten var store Venner. Men saa kom de i Ustand. Skalken var jo Skalken, og han gjorde sig saa dødelig syg, og Præsten blev hentet og skulde berette ham til Døden. Saa spørger Præsten, om han havde noget paa Samvittigheden, for saa var det bedst, han fik den lettet og fortalte ham det. Ja, han havde, han havde taget Livet af hans første Kone. Gudbevares, det var da en skrækkelig Synd. Om han havde gjort mere? Ja, han havde p . . . . syv hunde ihjel. Se, Præsten han hørte jo ud. \"Ja, du er en forfærdelig Synder, du maa se at omvende dig, det er paa Tiden, hvis der da er Omvendelse for saadan en Synder.\" Saa kom han sig igjen, det gjorde Skalken, han havde jo slet ikke været syg. En Tid efter rider han ned til Præsten med hans Brødrug, men kom for nær til et Vældhul, og der slapper Øget i for ham. Aaret efter red han den samme Vej paa det samme Øg, og da kunde han ikke komme nær om ved det hul. Saa sagde han, at Øget var klogere end deres Præst. Det fik Præsten at høre, og saa sagsøgte han ham for det. Da de skal nu til at begynde deres Proces, saa siger Skalken, at han havde aldrig gjort ham nogen Fortræd eller sagt nogen Løgn om ham. \"Hvad har du da bekjendt for mig, da du var syg?\" Ja, han havde ikke gjort noget, han behøvede at skamme sig ved. Præsten bliver ved at praje ham, og han siger saa, hvordan det har sig.  Det var saa forfærdelig ondt Vejr, og hans Kone Skulde gjøre Barsel, men de kunde ikke faa Jordemoder, og saa gjorde han det selv ud. Det var det Liv, han havde taget. Det var nu det, men saa begynder Præsten at tale om den anden Forbrydelse, han havde begaaet. Hans hund havde faaet Syv hvalpe, og de laa under Sengen. Saa havde han en Nat ...... hans Kone, og da Slap Bunden af Sengen, og de havde klemt alle hvalpene ihjel. Saadan var det gaaet til. Saa maa Præsten til at tage fat paa den Beskyldning, at hans gamle Øg var klogere end Præsten. Ja, Skalken begynder saa med at fortælle, at han var saadan et oprigtigt Menneske, og nu var han da nødt til at fortælle det, som det var. Præsten havde lokket en af hans piger og var kommen i en slem Forlegenhed for at blive fri for at kaldes Faaer. Men Aaret efter lokkede han Pigen anden Gang. Om Dommeren tykte saa ikke, han havde haft Ret i at sige, at Præsten ikke var saa klog som Øget, da han var kommen i ..... anden Gang. Det maatte Dommeren give ham Ret i. Endelig vilde han sige, at det, Præsten havde ført frem for Retten, det var noget, han ellers ikke maatte aabenbare, og nu forlangte han, at Dommeren Skulde domme ham fra hans Embede for det. Det skete ogsaa, saa Skalken var ikke saa nem at trækkes med.", "english_publication": "The \"Rogue from Mjels\" was a farm owner who lived there in Mjels. One time he saved their minister, who’d run into really bad difficulties. In his day he’d attended the Latin school in Aalborg, and there he’d gone into a restaurant and had eaten three eggs that he hadn’t paid for. This was left unresolved until he was minister in Ferslev. Then a bill came to him for three eggs, and it said that from the three eggs there could have come three chickens, and they could have laid so many eggs, and they continued like that figuring forward, until it was a bill so big that the minister couldn’t pay it. Now he had no idea what he should do, and was in really bad straits since he’d been summoned for it. Then one day the rogue says to him that he’d meet up for him and he’d set things in order. The minister thought this was great. The rogue travels off to Aalborg on the appointed day. He is supposed to appear at a certain time but he waits a half hour longer. When he finally goes in, they ask if he was the one who was to meet up for the minister. Yes, he was. Why did he wait so long? Yes, please excuse him, he had a barrel of boiled peas and he absolutely had to get them planted. “What? Cooked peas can’t grow,” and they began reading up the case to him. “Permission to ask a question,” he says then, “weren’t the eggs boiled or fried or otherwise prepared?” Yes, they were boiled. “You said that boiled peas couldn’t grow, so how could you get chicks from boiled eggs?” Yes, they had to admit that that couldn’t happen. Well you’re welcome to reach an agreement with the minister, said the rogue, because otherwise they’d have him to deal with. So they had to give money to the minister instead of getting money from him. Then a while passed and he and the minister were great friends. But then they had a falling out. The rogue was the rogue and he made himself so deathly ill, and the minister was sent for to give him the last rites. Then the minister asks if he has something on his conscience and it would be for the best if he relieved his mind and told him. Yes he did, he had taken life from his first wife. Lord save us, that was a terrible sin. Had he done anything else? Yes, he had p... (pulet –  screwed) seven dogs to death. You see the minister heard him out. “Yes, you are a horrible sinner, you must see about turning your life around, it is about time, if there is to be a conversion of such a sinner.” Then he got better, the rogue did, he hadn’t been sick at all. A little later he rides down to the minister with rye for his bread, but he got too close to a watering hole and his nag slips into it. The next year he was riding the same way on the same nag, and then he couldn’t get near that hole. Then he said that his nag was wiser than the minister. The minister heard that, and he sued him for slander over that. When they were about to start the case, the rogue says that he’s never hurt him or told any lies about him. “What did you admit to me when you were sick?” Yes, he hadn’t done anything to be ashamed over. The minister continued to prod him and then he told him how things were. It was really bad weather and his wife was going to deliver, but they couldn’t get a midwife, and so he did it himself. That was the life he’d taken. That was that, but then the minister starts talking about the other crime he had committed. His dog had had seven puppies and they lay under the bed. Then one night he’d been screwing his wife and the bottom of the bed fell out, and they had crushed all the puppies to death. That’s what had happened. Then the minister had to start in on the complaint that his old nag was wiser than the minister. Yes, the rogue begins to explain that he was a fine upstanding person, and now he had to tell it as it was. The minister had seduced one of his hired girls and had gotten into serious difficulties to avoid being called father. But the next year he seduced the girl a second time. If the judge didn’t think then that he’d been right to say that the minister wasn’t as wise as the nag when he’d gotten into the ..... (presumably hole, although this is edited from the ms) a second time. The judge had to agree with him. Finally he said that what the minister had brought before the court were things that he otherwise wasn’t allowed to make public, and now he requested that the judge remove him from his position as minister because of that. That happened too, so the rogue wasn’t an easy one to deal with.", "keywords": {"keyword": ["admission", "agreement", "allow", "barrel", "bed", "bread", "case", "chicken", "cooking", "court", "crime", "Cunning Folk", "day", "death", "dog", "egg", "fall", "farm", "father", "friend", "girl", "horrible", "ill", "judge", "lord", "midwife", "minister", "money", "nag", "night", "old", "owner", "peas", "permission", "riding", "rogue", "rye", "school", "seduction", "seven", "sickness", "sin", "summons", "three", "water", "weather", "wife", "year"]}, "etk_index": {"heading_danish": "Vore fædres kirketjeneste", "heading_english": "Our forebears' Church services"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}