{"publication_info": "JAT_VI_1129", "full_name": "150 - 3.47 - JAT_VI_1129", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 3.47, "fieldtrip": "May 1888", "fieldtrip_start_date": "1888-05-02", "fieldtrip_end_date": "1888-05-09", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 407, "name": "Mjels", "display_name": "Mjels (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 123, "publication_info": "FK_0_483", "full_name": "123 - 2.28 - FK_0_483", "url": "data/stories/402.dfl"}, {"informant_id": 150, "publication_info": "FK_0_586", "full_name": "150 - 3.46 - FK_0_586", "url": "data/stories/109.dfl"}, {"informant_id": 150, "publication_info": "DS_VI_428", "full_name": "150 - 3.02 - DS_VI_428", "url": "data/stories/64.dfl"}]}, "fielddiary_page_start": "4107a", "fielddiary_page_end": "4107b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Jens continues with stories of the rogue from Mjels mentioned in the previous story (BJK 3.46), comparing him in part to Satan, who is also wont to give people rides in his carriage (BJK 3.02). The story also includes an intriguing meta-narrative element, with the girl telling the rogue stories that she had heard about him. His response leads, of course, to yet another story about him.", "danish_manuscript": "S. var det en Dag en Pige agede med ham\n\n4107B\nS. gav h. sig til at snakke med hende, om hun\nkjendte ham. Nej, men nok hørt tale \nom ham og gav sig til at fortælle, hvad\nhun havde hørt. Kjørte midt ud i Mjels\nVad og sagde: Nu kan di staa af og sige\nSkalken har gjort hende baade ondt og\ngodt--age og vade--Hun sagde, at han\nhverken havde gjort hende ondt eller godt.", "english_manuscript": "One day a girl got a ride from him. Then he started talking to her and asked if she knew him. No, but she'd heard about him and she started telling him about what she'd heard. He drove out to the middle of Mjels ford and said, \"Now you can get off and say that the Rogue has both done good and bad by you--drive and wade--she said that he'd done her neither good nor bad.", "danish_publication": "En pige kom en dag op at age med skalken fra Mjels. Så gav han sig til at snakke med hende og spurgte hende, om hun kjendte ham, de kaldte skalken fra Mjels. Nej, men hun havde nok hørt tale om ham, og han havde hverken gjort hende ondt eller godt, og gav sig så til at fortælle, hvad hun havde hørt. Så kjørte han midt ud i Mjels vad og sagde: \"Nu kan du stå af og sige: Skalken har gjort dig både ondt og godt, for nu har du aget med mig, og nu kan du komme ud at vade\".\n", "english_publication": "A girl once got a ride from the rogue from Mjels. Then he started talking to her and asked her if she knew the guy that they called the rogue from Mjels. No, but she’d heard about him, and he’d neither hurt nor helped her, and she started to tell him what she’d heard. Then he drove right out into the middle of the Mjels ford, and said, “Now you can get down and say: The rogue has both helped me and hurt me, because now I’ve given you a ride and now you can go wading.” ", "keywords": {"keyword": ["girl", "riding", "rogue"]}, "etk_index": {"heading_danish": "Vore fædres tankesæt og åndsliv", "heading_english": "Our forebears' way of thinking and spiritual life"}, "tango_indices": {"tango_index": [null, null, null, null, null]}, "genre": null}