{"publication_info": "JAH_VI_738", "full_name": "150 - 4.02 - JAH_VI_738", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 4.02, "fieldtrip": "June 1889", "fieldtrip_start_date": "1889-06-24", "fieldtrip_end_date": "1889-06-30", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 556, "name": "Smorup", "display_name": "Smorup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "JAH_VI_738", "full_name": "150 - 4.04 - JAH_VI_738", "url": "data/stories/115.dfl"}, {"informant_id": 241, "publication_info": "FK_0_400", "full_name": "241 - 1.03 - FK_0_400", "url": "data/stories/144.dfl"}]}, "fielddiary_page_start": "4592a (2)", "fielddiary_page_end": "4592a (2)", "bibliographic_info": null, "bibliography_references": null, "annotation": "Jens turns again to amusing and somewhat inappropriate statements made by ministers. The short and vaguely inappropriate statement here resonates with Jens Peter's story of the minister and the runaway cow (JPP 1.03). Tang Kristensen published this and BJK 4.04 as a single record. This record appears as the second short account in the published version.", "danish_manuscript": "Provst Cilius i Smaastrup sagde til en, han var\nhenne at berette: Jeg ser Døde nærme sig, og\ndu er udaf det Hegseparti.", "english_manuscript": "Dean Cilius from Smårup said to someone he was giving extreme unction, \"I can see death approaching, and you're out of this witches' feast.\"", "danish_publication": "Provst Cilius i Smårup sagde i en præken: \"Herre, du gav mig lam, men hvordan var de? nogle var hvide og sorte, røde og rage karnaljer\".\n     I en bön for regn sagde han: \"Herre, du gav os regn, men det faldt i Nörlund skov og Sorte-Mose; de yderste dråber kom næppe til Sundsig på min mark, derfor står mit byg nu med lappen for øret\".\n     Til en, han var henne at berette, sagde han: \"Jeg ser døden nærme sig, og du er ud af det hegseparti\".", "english_publication": "Dean Cilius from Smårup said during a sermon, “Lord, you gave me lamb, but how were they? Some were white and black, red and damn foolish.”\n      In a prayer for rain he said, “Lord, you gave us rain, but it fell in Nörlund woods and Sorte-Mose; the furthest drops barely reached Sundsig on my field, and because of this my rye now stands there with its laps by its ears.”\n     He said to someone that he’d gone to give the last sacrament to, “I can see death approaching, and you’ll leave this witches’ feast.”", "keywords": {"keyword": ["black", "Dean Cilius", "death", "ear", "fall", "feast", "field", "lamb", "lord", "prayer", "rain", "red", "rye", "sacrament", "sermon", "white", "witch", "woods"]}, "etk_index": {"heading_danish": "Vore fædres tankesæt og åndsliv", "heading_english": "Our forebears' way of thinking and spiritual life"}, "tango_indices": {"tango_index": [null, null, null, null]}, "genre": null}