{"publication_info": "JAH_VI_738", "full_name": "150 - 4.04 - JAH_VI_738", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 4.04, "fieldtrip": "June 1889", "fieldtrip_start_date": "1889-06-24", "fieldtrip_end_date": "1889-06-30", "places": {"place": {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}}, "stories_mentioned": {"story": {"informant_id": 150, "publication_info": "JAH_VI_738", "full_name": "150 - 4.02 - JAH_VI_738", "url": "data/stories/113.dfl"}}, "fielddiary_page_start": "4592A", "fielddiary_page_end": "4592A", "bibliographic_info": null, "bibliography_references": null, "annotation": "Dean Cilius's remarks are humorous if not inappropriate. In his response to the Lord's rhetorical query in the first part of the record, he responds by describing his literal flock of sheep--black, white and red--as well as his figurative flock (the parish)--damn foolish. Tang Kristensen sandwiches an earlier short account in between the two accounts recorded here in the published version (BJK 4.02).", "danish_manuscript": "Proust Cilius sagde: Herre, du gav mig Lam men\nhvordan var de, nogle var [røde] hvide og sorte,\nrøde og rage Karnaljer.\nHerre du gav os Regn, men det faldt i\nNørlund Skov og Sorte Mose, de yderste\nDraaber kom næppe til Sundsig paa\nmin Mark, derfor staar mit Byg nu ved\nLappen for Øret.", "english_manuscript": "Dean Cilius from Smårup said during a sermon, \"Lord, you gave me lamb, but how were they? Some were white and black, red and damn foolish.\" \"Lord, you gave us rain, but it fell in Nörlund woods and Sorte-Mose; the furthest drops barely reached Sundsig on my field, and that's why my rye now stands there with its laps by its ears.\"", "danish_publication": "Provst Cilius i Smårup sagde i en præken: \"Herre, du gav mig lam, men hvordan var de? Nogle var hvide og sorte, røde og rage karnaljer\".\n     I en bön for regn sagde han: \"Herre, du gav os regn, men det faldt i Nörlund skov og Sorte-Mose; de yderste dråber kom næppe til Sundsig på min mark, derfor står mit byg nu med lappen for øret\".\n     Til en, han var henne at berette, sagde han: \"Jeg ser døden nærme sig, og du er ud af det hegseparti\".", "english_publication": "Provst Cilius from Smårup said during a sermon, “Lord, you gave me lamb, but how were they? Some were white and black, red and damn foolish.”\n      In a prayer for rain he said, “Lord, you gave us rain, but it fell in Nörlund woods and Sorte-Mose; the furthest drops barely reached Sundsig on my field, and because of this my rye now stands there with its laps by its ears.”\n     He said to someone that he’d gone to give the last sacrament to, “I can see death approaching, and you’ll leave this witches’ feast.”", "keywords": {"keyword": ["black", "death", "ear", "fall", "feast", "field", "lamb", "lord", "prayer", "rain", "red", "rye", "sacrament", "sermon", "white", "witch", "woods"]}, "etk_index": {"heading_danish": "Vore fædres tankesæt og åndsliv", "heading_english": "Our forebears' way of thinking and spiritual life"}, "tango_indices": {"tango_index": [null, null]}, "genre": null}