{"publication_info": "DS_I_1179", "full_name": "150 - 4.05 - DS_I_1179", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 4.05, "fieldtrip": "June 1889", "fieldtrip_start_date": "1889-06-24", "fieldtrip_end_date": "1889-06-30", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 12, "name": "Åby  Åbyen", "display_name": "Åby  Åbyen (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 498, "publication_info": "DS_I_1158", "full_name": "498 - 0.00 - DS_I_1158", "url": "data/stories/722.dfl"}}, "fielddiary_page_start": "4592a", "fielddiary_page_end": "4592b", "bibliographic_info": "Lindow 1982.", "bibliography_references": {"reference": [{"display_string": "[Article] Lindow, John. 1982. Swedish Legends of Buried Treasure. Vol. 95 of <i>The Journal of American Folklore</i> 377: 257-279."}, {"display_string": "[Thesis] Ball, Kimberly. 2009. The Otherworld Vessel as Metatraditional Motif in Northern European Literature and Folk Narrative. Vol. PhD of <i>Comparative Literature</i>PhD diss., University of California Press."}]}, "annotation": "The story plays on well known stories of treasure hunting, where the treasure disappears out of reach because someone talks. In this case, though, the man actually gets the treasure and the kettle in which it is held. But, as in other stories of interactions with the mound dwellers, their fortune appears as valueless. Here, there is no recourse to recover the lost treasure (as in some stories of midwife to the mound dwellers). Instead, he is left with the quite functional consolation prize of the coffee pot.\n     In the published version, Tang Kristensen eliminated the frame narrative, in which a junk peddler told of the treasure hunter. He also deleted the reference to swearing, thus rendering the story incomplete.", "danish_manuscript": "En Pjaltekræmmer fortæller, at en Mand i hans\nEgn (Aaby) var ved at kaste i en Høj, han\nvilde have væk paa hans Mark og s. kom h.\ntil en Kobberkjedel. Der finder a, som han kun-\n\n4592B\nde bande, en Kjedel fuld af Penge. Men da h.\ns. skulde til at røre ved det, var det det bare\nskidt og Møg. Men h. skulde ikke have snak-\nket, s. var det Penge. Den Tro havde h nu.\nFik sig lavet en Kaffekjedel af den.", "english_manuscript": "A junk peddler said that a man from his district (Åby) was digging on a mound that he had on his field and he wanted to get rid of and he found a copper kettle. \"Wow, I've found,\" boy could he swear, \"a kettle full of money.\" But when he went to touch it, it was just shit and dung. He shouldn't have talked, then it would have been money. He still believed that. He had a coffee pot made from the copper kettle.", "danish_publication": "En mand i Åby var ved at kaste i en höj, han havde på hans mark og vilde have væk. Så kom han til en kobberkjedel, og den var fuld af penge. Men da han skulde til at røre ved dem, var det det bare skidt og møg, for det han havde været uforsigtig nok til at snakke. Den tro havde han da. Han fik sig lavet en kaffekjedel af den kobberkjedel.", "english_publication": "A man in Åby was digging on a mound that he had on his field and he wanted to get rid of. Then he comes to a copper kettle and it was full of money. But when he was going to touch it, it was just shit and dung, because he’d been so careless as to talk. At least he had that belief. He made a coffee pot of the copper kettle.", "keywords": {"keyword": ["belief", "coffee", "copper kettle", "digging", "dung", "field", "money", "mound", "pot", "shit"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}