{"publication_info": "DS_VII_1181", "full_name": "150 - 4.11 - DS_VII_1181", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 4.11, "fieldtrip": "June 1889", "fieldtrip_start_date": "1889-06-24", "fieldtrip_end_date": "1889-06-30", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 7, "name": "Aarestrup", "display_name": "Aarestrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 124, "publication_info": "DS_VII_1179", "full_name": "124 - 0.00 - DS_VII_1179", "url": "data/stories/705.dfl"}, {"informant_id": 356, "publication_info": "DS_VII_1180", "full_name": "356 - 0.00 - DS_VII_1180", "url": "data/stories/709.dfl"}]}, "fielddiary_page_start": "4593a (1)", "fielddiary_page_end": "4593a (1)", "bibliographic_info": "Rørbye 1976", "bibliography_references": {"reference": {"display_string": "[Book] Rørbye, Birgitte. 1976. <i>Kloge folk og skidtfolk. Kvaksalveriets epoke i Danmark</i>. Copenhagen: Politiken."}}, "annotation": "In this fairly typical story of curse / counter-curse, the witch has caused the farm to lose animals, and the witch master, or cunning man, is called to restore (economic) order. The farmhand reads the small note presumably with the expectation of finding something incomprehensible or sufficiently magical in nature but instead finds a mundane statement about animal care. Jens Ilder, as with the rest of the cunning folk to whom Jens refers, is not mentioned in Rørbye's study of cunning folk.", "danish_manuscript": "I en Gaard i Aarestrup. Kalve vilde ikke leve\nog s. hentede de en Hegsemester vester fra,\nh. hed Jens Ilder og h. skrev s. mange Sedler og\nputtede ind runden omkring. S. var der en\nRevn i Dørstolpen og der satte h. en. I\nBlæsevejr var den lokkedes ud og en Tjene\nstedreng der fik fat i den og læste, hvad der\nstod: Giv din Kalve baade Halen og Hø\nvil de ikke lev’ saa lad dem dø.", "english_manuscript": "At a farm in Årestrup. Calves wouldn't live and so they got a witch master from the west, he was called Jens Ilder and he wrote a bunch of small notes and put them round about. Then there was a crack in the door post and he put one in there too. It blew out during windy weather, and a hired boy got hold of it and read what it said, \"Give your calves both straw and hay, if they won't live, then let them die.\"", "danish_publication": "I en gård i Årestrup vilde deres kalve ikke leve, og så hentede de en heksemester vester fra, han hed Jern Ilder. Han skrev så mange sedler og puttede ind runden omkring. Så var der en revne i dörstolpen, og dér satte han også én ind. Siden, da det gav blæsevejr, var den lokkedes ud, og en tjenestedreng fik fat i den og læste: \"Giv dine kalve både halm og hø, vil de ikk' lev', så lad dem dø.\"", "english_publication": "Calves couldn’t survive at a farm in Årestrup and so they got a witch master from the west, he was called Jens Ilder. He wrote a bunch of small notes and put them round about. Then there was a crack in the door post and he put one in there too. After, when the weather was windy, it had worked its way out and a hired boy got it and read, “Give your calves both straw and hay, if they won’t live, then let them die.”", "keywords": {"keyword": ["boy", "calf", "death", "door", "farm", "hay", "Jens Ilder", "post", "straw", "weather", "west", "witch", "writing"]}, "etk_index": {"heading_danish": "Hekse og deres idrætter", "heading_english": "Witches and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}