{"publication_info": "JAH_V_240", "full_name": "150 - 4.12 - JAH_V_240", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 4.12, "fieldtrip": "June 1889", "fieldtrip_start_date": "1889-06-24", "fieldtrip_end_date": "1889-06-30", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 443, "name": "Nysum", "display_name": "Nysum (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 150, "publication_info": "JAH_V_240", "full_name": "150 - 4.15 - JAH_V_240", "url": "data/stories/126.dfl"}}, "fielddiary_page_start": "4593a", "fielddiary_page_end": "4593a", "bibliographic_info": null, "bibliography_references": null, "annotation": "Jens tells the first of two stories about a woman who is able to see the future in her dreams  (this one and BJK 4.15). Here, the arrival of her son is accurately foretold in one of her dreams. Tang Kristensen concatenated the two separate accounts of this woman in this published version in JAH.", "danish_manuscript": "Ham der var Fader til min Moders Gamlemor\nh. [b] var fra Nysum Kro og havde været henne\ni 11 Aar og tjent Kongen. S. drømte [hu at]\nhans Moder, at h. kom hjem. Hun satter sig om\nAft. paa Bordet og gav sig til at karte. S. \nsagde hendes Mand til hende: Hvad, vil du ikke\ni Seng: Nej, her vil a sidde til vor Jens kom-\nmer hjem. Han kom ogsaa den samme Nat,\nog de havde ikke hørt fra ham i al den Tid, for\nden gang kunde de jo ikke skrive.", "english_manuscript": "The guy who was my mother's grandmother's father was from Nysum Inn and had been off serving the king for eleven years. Then his mother dreamed that he'd come home. She sat down one evening and began carding. Then her husband said to her, \"What, aren't you going to bed?\" - \"No, I'll sit here until our Jens comes home.\" He also came that same night, and they hadn't heard from him in all those years, since they couldn't write in those days.", "danish_publication": "Ham der var fader til min moders gamlemo'r, han var fra Nysum kro og havde været henne og tjent kongen i 11 år. Han hed Jens Smed. Så drömte hans moder, at han kom hjem. Hun satte sig om aftenen paa bordet og gav sig til at karte. Hendes mand sagde til hende: \"Hvad, vil du ikke i seng?\" — \"Nej\", siger hun, \"her vil a sidde, til vor Jens kommer hjem\". Han kom også den samme nat, og de havde ikke hørt fra ham i al den tid, for den gang kunde de jo ikke skrive.\n     Ja, den krokone var god til at drömme. En gang var der blevet væk af hendes småpenge, hun skulde jo have nogle at give igjen af, når de kjöbte en pægl ved hende. Så siger hun til manden: Hvi han sådan havde taget af hendes penge. Han sagde, at han havde ingen taget. Men om natten drömte hun, hvordan det var gået til. En dag i höstens tid, hun var gået ud for at tage op, kom en gammel mand ind ad køllehalsen, lukkede frammersdören op og gik ind i kammeret. Kromanden så ham dog, listede i hosefödder bag efter og vilde se, hvordan han bar sig ad. Først drak han af én flaske og så af en anden og så efter, om det sank noget, tog endelig nogle af hendes småpenge, da han havde drukket, men blev taget af kromanden, da han kom ud. Han gav ham nogle træk og tog pengene fra ham og lod ham gå med det. Se, det havde hun nu drömt, og nu måtte kromanden gå til bekjendelse, han havde ikke villet fortælle hende noget om det för.", "english_publication": "My mother’s mother’s father was from Nysum Inn and had been off serving the king for eleven years. He was called Jens Smed. Then his mother dreamed that he was going to come home. She sat down one evening and began carding. Her husband said to her, “What, aren’t you going to bed?” – “No,” she says, “I’ll sit here until our Jens comes home.” He also came that same night, and they hadn’t heard from him in all those years, since they couldn’t write in those days.\n     Yes, that innkeeper’s wife was a good dreamer. One time, some of her coins had disappeared, she needed some to give people change with when they bought a half pint at her place. Then she asks her husband if he’d taken her coins. He said that he hadn’t taken any. But that night she dreamed how it had happened. One day during the harvest she’d gone out to gather, an old man came in through the malt house, opened the kitchen door and went into the room. The innkeeper saw him, though, and followed behind him in stocking feet and wanted to see what he was doing. First he drank from one bottle, and then another, and then another. Finally he took some of the coins when he left, but he was caught by the innkeeper when he left. He shoved him around a bit, took the money from him and let him go. See, she’d dreamed that, and now the innkeeper had to admit it, he didn’t want to tell her about it before.", "keywords": {"keyword": ["admission", "bed", "bottle", "carding", "day", "disappearance", "door", "drank", "dream", "evening", "father", "harvest", "home", "house", "husband", "inn", "inn keeper", "Jens", "Jens Smed", "king", "kitchen", "money", "mother", "night", "old", "stockings", "wife", "writing"]}, "etk_index": {"heading_danish": "Livet uden døre", "heading_english": "Life outdoors"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}