{"publication_info": "JAH_V_540", "full_name": "150 - 4.13 - JAH_V_540", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 4.13, "fieldtrip": "June 1889", "fieldtrip_start_date": "1889-06-24", "fieldtrip_end_date": "1889-06-30", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 7, "name": "Aarestrup", "display_name": "Aarestrup (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 150, "publication_info": "JAH_V_541", "full_name": "150 - 4.14 - JAH_V_541", "url": "data/stories/125.dfl"}}, "fielddiary_page_start": "4593a (3)", "fielddiary_page_end": "4593a (3)", "bibliographic_info": "Jørgensen 1940.", "bibliography_references": {"reference": [{"display_string": "[Book] Jørgensen, Harald. 1979. <i>Studier over det offentlige Fattigvæsens historiske Udvikling i Danmark i det 19. Aarhundrede</i>. Copenhagen: Selskabet for Udgivelse af Kilder til Dansk Historie."}, {"display_string": "[Book section] Tangherlini, Timothy R. 2008. The Beggar, the Minister, the Farmer, his Wife and the Teacher : Legend and Legislative Reform in Nineteenth Century Denmark. In <i>Legends and landscape : articles based on plenary papers presented at the 5th Celtic-Nordic-Baltic Folklore Symposium, Reykjavík, 2005</i>: 171-196. Reykjavik: University of Iceland Press."}]}, "annotation": "Jens's story reflects many of the attitudes toward assistance to the poor, wanderers and beggars that animated much of the local political life of the time. There was a widespread belief in a free rider problem--that some people were using assistance to the poor because of their own unwillingness, and not inability, to work (Jørgensen 1940). Similarly, there was a widespread sentiment that the poor were not sufficiently thankful for the assistance they received. Jens Smed's response--to beat the ungrateful beggar--reflects in short order the frustration that many smallholders felt over the requirement that they contribute, through taxation, to the support of the poor.", "danish_manuscript": "Der kom en Stodder til en Grd i Aarestrup\nhvor Jens Smed boede. S. vilde h. tigge, og\nJ. Sm. tog da Kagen og skar ham en Meldmad\nog gav ham. Men h. smed det op ad Bordet\nog sagde, h. kunde ikke æde ene Brød. Kan\ndin slubbert ikke ene Brød, a har været paa\nde Steder, hvor vi maatte æde raat Hestekjød\nog været glad ved at vi kunde faa det. Gav ham\ns. et Par Skrald af en Hjuleger. Dh. J. Sm.\nvar den samme, der havde været henne i 11 Aar.", "english_manuscript": "A vagabond came to a farm in Årestrup where Jens Smed lived and he wanted to beg. Jens Smed takes a cake and cuts him a piece and gives it to him. But he threw it down onto the table and said he couldn't eat bread without anything on it. - \"You scoundrel, can't you eat bread by itself? I've been places where we had to eat raw horse meat and be happy that we could get that.\" Then he gave him a few smacks with a wheel spoke. This here Jens Smed was the same one who'd been gone for eleven years.", "danish_publication": "Der kom en stodder til en gård i Årestrup hvor Jens Smed boede, og vilde tigge. Jens Smed tog da kagen og skar en meldmad og gav ham. Men han smed den op ad bordet og sagde: han kunde ikke æde ene brød. — \"Kan din slubbert ikke æde ene brød! a har været på de steder, hvor vi måtte æde råt hestekjød og være glad ved, at vi kunde få det\". Han havde nemlig været soldat i 11 år. Ovenpå gav han ham et par skrald af en hjuleger, og så kunde han gå med det.", "english_publication": "A vagabond came to a farm in Årestrup where Jens Smed lived and he wanted to beg. Jens Smed takes a cake and cuts a piece and gives it to him. But the vagabond threw it down onto the table and said he couldn’t eat bread without anything on it. – “You scoundrel, can’t you eat bread by itself? I’ve been places where we had to eat raw horse meat and be happy that we could get that.” He’d been a soldier for eleven years you see. He gave the vagabond a few smacks with a wheel spoke, and then he could go off with that.", "keywords": {"keyword": ["beggar", "bread", "cake", "farm", "happy", "horse", "Jens Smed", "meat", "scoundrel", "soldier", "table", "vagabond", "wheel"]}, "etk_index": {"heading_danish": "Livet uden døre", "heading_english": "Life outdoors"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}