{"publication_info": "JAH_V_541", "full_name": "150 - 4.14 - JAH_V_541", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 4.14, "fieldtrip": "June 1889", "fieldtrip_start_date": "1889-06-24", "fieldtrip_end_date": "1889-06-30", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 150, "publication_info": "JAH_V_540", "full_name": "150 - 4.13 - JAH_V_540", "url": "data/stories/124.dfl"}}, "fielddiary_page_start": "4593a", "fielddiary_page_end": "4593b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Jens continues with his stories about ungrateful beggars, in short emphasizing the sentiments expressed in his previous story (BJK 4.13).", "danish_manuscript": "Et andet Sted i Ersted kom der en Stodder og\n\n4593B\ntiggede. S. gav Konen ham et Par Æg og s. puttede\nh. dem i hans Pose og s. hvor min Pose dog\nblev tyk af disse to Æg. Manden lavede\nTræsko og idet h. nu gik og rendte Ryggen til\ntog Manden den Træskoklump h. stod og hug\npaa og hug ham over Nakken, te h flyver\npaa Næse og Mund ud af Døren.", "english_manuscript": "At another place in Ersted a vagabond came and begged. The farmwife gave him a couple of eggs and he put them in his bag and said, \"Wow, my bag really got fat because of these two eggs.\" The husband was making clogs and when the beggar turned his back on him, he took the hunk of clog that he was chopping and smacked him on the back of the neck with it so that he flew flat on his face out the door.", "danish_publication": "Et andet sted i Ersted kom der en stodder og tiggede. Så gav konen ham et par æg, og dem puttede han i hans pose med de ord: \"Hvor min pose dog blev tyk af disse to æg\". Manden lavede træsko, og idet nu stodderen vilde gå og vendte ryggen til, tog manden den træskoklump, han stod og hug på, og slog ham over nakken med, te han flöj på næse og mund ud af dören.", "english_publication": "At another place in Ersted a vagabond came and begged. Then the farmwife gave him a couple of eggs and he put them in his bag with these words, “Wow, my bag really got fat because of those two eggs.” The husband was making clogs and when the beggar turned around and was about to go, he took the hunk of clog that he was chopping and smacked him on the back of the neck with it so that he flew flat on his face out the door.", "keywords": {"keyword": ["bags", "beggar", "clogs", "door", "egg", "farm", "husband", "neck", "vagabond", "wife"]}, "etk_index": {"heading_danish": "Livet uden døre", "heading_english": "Life outdoors"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}