{"publication_info": "DS_II_G_113", "full_name": "150 - 4.16 - DS_II_G_113", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 4.16, "fieldtrip": "June 1889", "fieldtrip_start_date": "1889-06-24", "fieldtrip_end_date": "1889-06-30", "places": {"place": {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 321, "publication_info": "DS_II_G_106", "full_name": "321 - 0.00 - DS_II_G_106", "url": "data/stories/473.dfl"}, {"informant_id": 416, "publication_info": "DS_III_2228", "full_name": "416 - 0.00 - DS_III_2228", "url": "data/stories/743.dfl"}, {"informant_id": 349, "publication_info": "DS_II_G_107", "full_name": "349 - 0.00 - DS_II_G_107", "url": "data/stories/771.dfl"}]}, "fielddiary_page_start": "4594a (1)", "fielddiary_page_end": "4594a (1)", "bibliographic_info": null, "bibliography_references": null, "annotation": "Jens turns from the stories of portentous dreams to his own experiences, confirming that such dreams can come true. It is somewhat surprising that this story is separated from the preceding in Tang Kristensen's published collections, as the preceding story stands as the impetus for its performance and, similarly, this story confirms the validity of the preceding. It is worth noting that Jens's wife was known in the local community for being gifted with second sight and having portentous dreams.", "danish_manuscript": "A har ogsaa drømt og det passede. Mens a var\nen Knægt og gik i Aarestrup skole, drømte\na, te a i Skole paa et bestemt Sted fandt en\nKobber 4 Sk og om Morg. a kom i Skolen, fandt\na den ogsaa paa det selve sam Sted.", "english_manuscript": "I've also had dreams that turned out to be right. When I was a young lad and went to Årestrup school, I dreamed that I found at school a copper four-shilling coin in a specific place and the next morning, when I got to school, I found it in the very same place.", "danish_publication": "A har også drömt, og det passede. Mens a var en knægt og gik i Årestrup skole, drömte a, te a i skolen på et bestemt sted fandt en kobber-fireskilling. Om morgenen, a kom i skolen, fandt a den også på det selve samme sted.", "english_publication": "I’ve also had dreams that turned out to be right. When I was a young lad and went to Årestrup school, I dreamed that I found a copper four-shilling coin in a specific place. The next morning, when I got to school, I found it in the very same place.", "keywords": {"keyword": ["coins", "copper", "dream", "lad", "morning", "school", "shilling", "young"]}, "etk_index": {"heading_danish": "Religiøse sagn", "heading_english": "Religious legends"}, "tango_indices": {"tango_index": [null, null, null]}, "genre": null}