{"publication_info": "DS_II_G_100", "full_name": "150 - 4.17 - DS_II_G_100", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 4.17, "fieldtrip": "June 1889", "fieldtrip_start_date": "1889-06-24", "fieldtrip_end_date": "1889-06-30", "places": {"place": {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "Unpub_BJK_418", "full_name": "150 - 4.18 - Unpub_BJK_418", "url": "data/stories/129.dfl"}, {"informant_id": 205, "publication_info": "DS_II_G_102", "full_name": "205 - 0.00 - DS_II_G_102", "url": "data/stories/724.dfl"}, {"informant_id": 349, "publication_info": "DS_II_G_107", "full_name": "349 - 0.00 - DS_II_G_107", "url": "data/stories/771.dfl"}, {"informant_id": 321, "publication_info": "DS_II_G_106", "full_name": "321 - 0.00 - DS_II_G_106", "url": "data/stories/473.dfl"}]}, "fielddiary_page_start": "4594a (2)", "fielddiary_page_end": "4594a (2)", "bibliographic_info": "Chesnutt, 1991.\nChristiansen 1964, 47", "bibliography_references": {"reference": [{"display_string": "[Article] Chesnutt, Michael. 1991. Nordic variants of the Guntram Legend. Vol. 47 of <i>Arv</i>, 153-165."}, {"display_string": "[Book] Christiansen, Reidar Thoralf. 1992. <i>The migratory legends (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}]}, "annotation": "Jens tells a well known story about the soul out wandering as a mouse (ML4000). It follows directly on his stories and his own experiences of portentous dreams. In this variant, the wanderings of the mouse reveal the location of a buried treasure. Interestingly, and unlike many other stories of buried treasure, the farmhand who digs for the treasure is successful in his quest. Success in the treasure hunt may be related to earlier versions of this story that were known in Scandinavia (Chesnutt 1991).\n\n    The story is first attested in the writings of Paul the Deacon [Paulus Diaconus] from the eighth century. In his writings, he recounts the story of Guntram, the Frankish king of Burgundy and Orléans, (b.525-d.592). Variants of this story are accordingly referred to as the \"Guntram legend\" (Chesnutt 1991). In the Guntram legend, the king leaves his body as a snake, and his squire helps him cross a small stream by laying down his sword. The snake slithers into a hole and when the king awakens, he says he has dreamed of a magnificent treasure. When the hill is excavated, they discover a remarkable treasure--somewhat surprising given the snake's eye view that otherwise distorts the environment. Helinand of Froidmont (b.1160-d.1229) relates another variant of the story in his Chronicon (1211-1223), without the discovery of treasure. The animal in that story is a small white weasel-like creature.\n\n     Jens's variant maintains the motif of the companion's assistance in crossing the stream, and the discovery of the treasure. The soul takes the form of the tradition dominant mouse, and the treasure is sufficiently modest in keeping with the questions of perspective and scale attributed to the mouse (DS II G 102).\n\n     Christiansen notes that the story is widely attested, including a variant from Japan (Christiansen 1992, 47). In some Danish variants, the mouse returns and the farmhand is able to tell the news from home (DS II G 107), a phenomenon reminiscent of stories of Odin and his two ravens who keep him apprised of happenings in the world. In another variant, the farmhand's companion prevents the mouse from returning into the body of the sleeping farmhand, resulting in his death (DS II G 106).", "danish_manuscript": "To Karle i Heden at grav Tørv. 1 i Søvn\nhvid Mus ud af Halsen og hen til en Rende\nog løb og snølrede. Lagde hans Tørvespade\nover og den løb over og ind i Jorden. Lidt\nefter tilbage og ind i Halsen. S. vaagnede\nh. Du drømte nok. Ja. Hvad? A drøm-\nte te der var en Kjedel fuld af Penge i den\nBakke. Da vil vi ogsaa have den. Vi vil\nhen og kaste efter den med det samme. Aa\nskid! Ja vil nu grave. Fandt ogsaa Kje-\ndelen fuld af Penge. Fortalte 2 Karl\nhvordan det var gaaet til.", "english_manuscript": "Two farmhands were out on the heath digging peat. The first one fell asleep and a white mouse came out of his mouth and ran over to a channel where it ran about back and forth. The other one put his peat spade over it and then the mouse ran over and into the ground. A little later it came back and ran into the farmhand's mouth. Then he woke up. \"I'll bet you had a dream.\"--\"Yes.\"--\"What?\" -- \"I dreamed that there was a kettle of money in that hill.\" -- Then we should get that. \"Let's go and dig for it right away.\"-- \"Ah, to hell with that.\" \"Well, I'm going to dig.\" He also found the kettle full of money. He told the other farmhand what had happened.", "danish_publication": "To karle var ude i heden at grave törv. Så faldt den ene i sövn, og en hvid mus kom ud af hans hals og løb hen til en rende, hvor den løb og snölrede. Den anden lagde sin törvespade over renden, og så løb musen over og ind i jorden på den anden side. Lidt efter kom den tilbage og løb atter ind i karlens hals. Så vågnede han. \"Du drömte nok\" — \"Ja.\" — \"Hvad drömte du?\" — \"A drömte, te der var en kjedel fuld af penge i den bakke.\" — \"Da vil vi også have dem, vi vil hen at kaste efter dem med det samme.\" — \"Å skiid,\" siger karlen, der sov. \"Ja, a vil nu have gravet.\" Han fandt også kjedelen, og den var fuld af penge. Så fortalte han den anden karl, hvordan det var gået til.", "english_publication": "Two farmhands were out on the heath digging peat. Then one of them fell asleep and a white mouse came out of his mouth and ran over to a channel where it ran and tumbled. The other one put his peat spade over the channel and then the mouse ran over the spade and into the ground on the other side. A little later it came back and ran once again into the farmhand’s mouth. Then he woke up. “I’ll bet you had a dream.”--“Yes.”--“What did you dream?” -- “I dreamed that there was a kettle of money in that hill.” -- “Well, we should get hold of them, let’s go dig for them right now.” -- “Ah, to hell with that,” says the farmhand who’d been sleeping. “Well, I’m going to dig.” He found the kettle too, and it was also filled with money. Then he told the other farmhand what had happened.", "keywords": {"keyword": ["asleep", "bet", "digging", "dream", "fall", "farmhand", "heath", "hell", "hill", "kettle", "money", "mouse", "mouth", "peat", "sleep", "spade", "white"]}, "etk_index": {"heading_danish": "Religiøse sagn", "heading_english": "Religious legends"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}