{"publication_info": "Unpub_BJK_418", "full_name": "150 - 4.18 - Unpub_BJK_418", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 4.18, "fieldtrip": "June 1889", "fieldtrip_start_date": "1889-06-24", "fieldtrip_end_date": "1889-06-30", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 661, "name": "Tromsø", "display_name": "Tromsø (place mentioned)"}, {"place_id": 338, "name": "København", "display_name": "København (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 150, "publication_info": "DS_II_G_100", "full_name": "150 - 4.17 - DS_II_G_100", "url": "data/stories/128.dfl"}}, "fielddiary_page_start": "4594a (3)", "fielddiary_page_end": "4594a (3)", "bibliographic_info": "Lindow 1982.", "bibliography_references": {"reference": {"display_string": "[Article] Lindow, John. 1982. Swedish Legends of Buried Treasure. Vol. 95 of <i>The Journal of American Folklore</i> 377: 257-279."}}, "annotation": "Jens continues with stories of portentous dreams and, somewhat unusually, successful treasure hunts. In these successful treasure hunt stories, such as this one and the preceding (BJK 4.17), the original hunter often reveals the location of his quest to an interlocutor, but gives up on the search himself. The interlocutor then acts on this information and recovers the treasure.\n\n     Tang Kristensen did not publish this account. The account is somewhat unusual for Jens, because it departs from his usual intense focus on local history and geography. The chance encounter between the farmhand and the successful treasure hunter takes place in the center of Copenhagen on Højbro. It is unclear where in Copenhagen Trondal and Trondals Mark were located, if they existed at all.", "danish_manuscript": "Paa Højebro i Kbh. En Karl fra Jyll.\ndrømte. Rejste over, gik 1 Dag og en 2.\nHvad gaar du her efter. Du har jo gaaet\net Par Dage. Aa a drømte men Skid med\ndet. Ja hvad drømte . . . . [A] der staar en\nKjedel fuld af Penge paa Trondals Mark (her\nvester paa) A ved hverken Trondal eller Tr.\ndals Mark er. Men det vidste 2 og s. havde h.\nfundet Lykken. Hjem, grav Kjedelen op,\nFandt Lykken.", "english_manuscript": "On Højbro in Copenhagen. A farmhand from Jutland had dreamed. He traveled over (to Copenhagen) and walked around for one day and another. \"What are you looking for? You've been walking around here for a couple of days.\" \"Oh, I had a dream, but to hell with it.\" \"Well, what did you dream...\" \"Well, there's a kettle full of money on Trondals Mark\" (west of here). But I don't know where either Trondal or Trondals Mark is. But the other one knew and then he found his fortune. Went home, dug up the kettle and found the fortune.", "danish_publication": "Unpublished", "english_publication": "Unpublished version reads: On Højbro in Copenhagen. A farmhand from Jutland had dreamed. He traveled over (to Copenhagen) and walked around for one day and another. “What are you looking for? You’ve been walking around here for a couple of days.” “Oh, I had a dream, but to hell with it.” “Well, what did you dream...” “Well, there’s a kettle full of money on Trondals Mark” (west of here). But I don’t know where either Trondal or Trondals Mark is. But the other one knew and then he found his fortune. Went home, dug up the kettle and found the fortune.", "keywords": {"keyword": ["day", "digging", "dream", "farmhand", "hell", "home", "Jutland", "kettle", "money", "west"]}, "etk_index": {"heading_danish": "Uudgivne historier", "heading_english": "Unpublished stories"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}