{"publication_info": "DSkv_0_59", "full_name": "150 - 1.10 - DSkv_0_59", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 1.1, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}}, "stories_mentioned": {"story": {"informant_id": 90, "publication_info": "Æv_0_1459", "full_name": "90 - 1.07 - Æv_0_1459", "url": "data/stories/330.dfl"}}, "fielddiary_page_start": "3239b", "fielddiary_page_end": "3240a", "bibliographic_info": null, "bibliography_references": null, "annotation": "Jens continues to sing bawdy songs, this one an exploration of marital infidelities. The ballad resonates well with various jocular tales that also tell of infidelities. Here, a man's cousin becomes his wife's lover. In the ballad, the husband vows revenge, intending to catch them in delecto flagrante, with the implication that he would kill Mikkel.\n\n     An interesting formal feature of this ballad is that sung parts are interspersed with very short spoken parts. Tang Kristensen marks the spoken parts with parentheses. The final confrontation appears in broken German--Wast wast med de keine maken [sic.].\n\n     In other genres, adultery appears both as the instigator of calamity, and also as the subject of great jocularity (as here). The tale type index includes a long series of types that revolve around adultery (ATU 1350-1360).", "danish_manuscript": "Jeg ved ej om saaledes kan den lange Fæt\nter Mikkel tro, ti min Kone kan jeg forsikre\nhun har for den Slyngel slet ingen Ro.\nhun sætter ham en vis Tid for kysser og\nklapper ham oven i Kjøbet derfor. Men\nimidlertid s. duer det ej og er det ret\nat min Kone hun ej kan live uden Fæt\nter Mikkel den lange Rakkerknægt\n----\nNaar som hun udi Haven ganger og skal\ntørre Klæderne, M. den lange alt om\nhende svæver og vil føle hendes bare Knæ\ni Aftes da øved h. ret sin Lyst just som\nen Abe alt paa hendes Bryst, men\nimidlertid s. duer det ej, og er det Ret\nat min Kone ej kan leve uden Fætter M.\n\n3240A\nden lange Rakkerknægt.\nDet hændte sig forgangen Aften, sildig\njeg fra Rejsen kom hjem, da fandt jeg ved\nhendes Side M. den lange havde lagt sig\nhen og hvor det mig Hjærtet skar M.\nden lange min Svoger jeg blev var.\nMen jeg skuld vel ikke tro at F. skuld fare i\nKnægten at h. skulde tage et Spænd eller\nto dybere end sædvanlig og imidlertid\ns. duer det ej og er det ret, at min Kone\nh. ej kan leve uden Fætter . . . . . \n[Det hændte sig forgangen Aften sildig eg\nfra Rejsen kom hjem, da fandt]\nMen der som Præsten h. ej i Tide vil til\ndenne hersens gjerning se, da kan I tro\nmig at Enden vil blive, at der vist vil\nen Ulykke ske. (Ser du en anden Aft. naar\njeg kommer sildig hjem fra Rejsen, s. sæt-\nter jeg mine Træskur lister mig sagte op af\nTrappen tager Gardinerne til Side og spør-\nge Børn, Børn hvad bestiller I her.)\nWast wast med de keine maken. Men\nimidlertid s duer . . . . . . . \n(-----) tales.", "english_manuscript": "I don’t know, if I just like that\ncan trust tall cousin Michael;\nsince my wife, I can assure,\nhas no rest from that scoundrel,\nshe sets him in front for a little while,\nkisses and pats him too for that.\nBut in the meantime it isn’t any good, and is that right\nthat my wife can’t live without cousin Michael,\nthat tall knock-about guy.\n\nWhen she goes out in the garden\nand is going to dry the clothes,\nMikkel the tall always hangs about her\nand wants to feel her bare knee;\nlast night he exercised his passion\njust like a monkey all over her breast.\nBut in the meantime...\n\nIt happened the other evening,\nI came home late from a trip,\nthere I found by her side,\nMichael the tall had lain down beside her,\nand how that cut into my heart,\nMikkel the tall my son-in-law had become\n\nBut I shouldn’t think that the Devil would go into the boy, \nthat he’d go a measure or two deeper than usual\nAnd in the meantime it isn’t any good, and is that right?\nthat my wife can’t live without cousin Michael,\nthat tall knock-about guy.\n\n[It happened the other evening I came home late from a trip, I found]\n\nBut since the minister wouldn’t come in time\nto see that awful business,\nthen believe you me, the end will be,\nthat an accident surely will happen.\n\n(You see, another evening, when I came home late from a trip, I put away my clogs, snuck quietly up the stairs, pulled the curtains aside and asked: Children, children, what are you doing here?) \n\nWhat are you doing with the little ones [in German])\n\nBut in the meantime it isn’t any good ...\n\n(----) spoken", "danish_publication": "1.  Jeg ved ej, om jeg således\nkan den lange fætter Mikkel tro;\nti min kone, kan jeg forsikre,\nhun har for den lange slyngel slet ingen ro,\nhun sætter ham en vis tid for,\nkysser og klapper ham oven i kjøbet derfor.\nMen imidlertid så duer det ej, og er det ret? \nat min kone hun ej kan leve uden fætter Mikkel, \nden lange rakkerknægt.\n\n2. Når som hun ud i haven ganger \nog skal törre klæderne,\nMikkel den lange alt om hende svæver \nog vil føle hendes bare knæ; \ni aftes da øved' han ret sin lyst,\njust som en abe alt på hendes bryst. Men imidlertid ....\n\n3. Det hændte sig forgangen aften, \nsildig jeg fra rejsen kom hjem, \nda fandt jeg ved hendes side, \nMikkel den lange havde lagt sig hen, \nog hvor det mig i hjærtet skar,\nMikkel den lange min svoger jeg blev vaer.\n(Men jeg skuld' vel ikke tro, at Fanden skulde fare i knægten, at han skulde tage et spænd eller to dybere end sædvanlig). Dette tales.\nOg imidlertid så duer det ej, og er det ret? \nat min kone hun ej kan leve uden fætter Mikkel, \nden lange rakkerknægt.\n\n4. Men dersom præsten han ej i tide \nvil til denne hersens gjerning se,\nda kan I tro mig, at enden vil blive, \nat der vist vil en ulykke ske.\n(Ser du, en anden aften, når jeg kommer sildig hjem fra rejsen, så sætter jeg mine træskoer, lister mig sagte op ad trappen, tager gardinerne til side og spörger: Börn, börn, hvad bestiller i her? Wast wast, med de keine machen).\nMen imidlertid så duer det ej, og er det ret? \nat min kone hun ej kan leve uden fætter Mikkel, \nden lange rakkerknægt.", "english_publication": "I don’t know if I, just like that\ncan trust tall cousin Michael;\nsince my wife, I can assure you,\nhas no rest from that long scoundrel,\nshe sets him in front for a little while,\nkisses and pats him too for that.\nBut in the meantime it isn’t any good, and is that right?\nthat my wife can’t live without cousin Michael,\nthat tall knock-about guy.\n\nWhen she goes out in the garden\nand is going to dry the clothes,\nMikkel the tall always hangs about her\nand wants to feel her bare knee;\nlast night he exercised his passion\njust like a monkey all over her breast.\nBut in the meantime...\n\nIt happened the other evening,\nI came home late from a trip,\nthere I found by her side,\nMichael the tall had lain down beside her,\nand how that cut into my heart,\nMikkel the tall my son-in-law had become\n\n(But I shouldn’t think that the Devil would go into the boy, that he’d go a measure or two deeper than usual). [This is spoken]\n\nAnd in the meantime it isn’t any good, and is that right?\nthat my wife can’t live without cousin Michael,\nthat tall knock-about guy.\n\nBut since the minister wouldn’t come in time\nto see that awful business,\nthen believe you me, the end will be,\nthat an accident surely will happen.\n\n(You see, another evening, when I came home late from a trip, I put away my clogs, snuck quietly up the stairs, pulled the curtains aside and asked: Children, children, what are you doing here? What are you doing with the little ones [in German])\n\nBut in the meantime it isn’t any good, and is that right?\nthat my wife can’t live without cousin Michael,\nthat tall knock-about guy.", "keywords": {"keyword": ["accidents", "belief", "boy", "breasts", "children", "clogs", "clothing", "Cousin Michael", "devil", "evening", "garden", "german", "heart", "home", "kiss", "knee", "law", "Michael", "Mikkel", "minister", "night", "rest", "scoundrel", "son", "stairs", "wife"]}, "etk_index": {"heading_danish": "Dansk Skjæmteviser", "heading_english": "Danish Jocular Ballads"}, "tango_indices": {"tango_index": [null, null]}, "genre": null}