{"publication_info": "DS_III_445", "full_name": "150 - 4.19 - DS_III_445", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 4.19, "fieldtrip": "June 1889", "fieldtrip_start_date": "1889-06-24", "fieldtrip_end_date": "1889-06-30", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 4, "name": "Aalborg", "display_name": "Aalborg (place mentioned)"}, {"place_id": 123, "name": "Dragstrup sige", "display_name": "Dragstrup sige (place mentioned)"}, {"place_id": 611, "name": "Suldrup", "display_name": "Suldrup (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 235, "publication_info": "DS_I_783", "full_name": "235 - 1.61 - DS_I_783", "url": "data/stories/282.dfl"}}, "fielddiary_page_start": "4594a", "fielddiary_page_end": "4594b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Jens conflates several aspects of various stories in a legend that reflects aspects of class and perceived threat. The poor farmer fortunately recovers a treasure hidden presumably by robbers who pose a clear threat to the local economy (hence all the money). The man's discovery of the treasure is implicitly connected to his appeal to god, and the bargain that he strikes. When he begins the process of building the church--one of the few things that people can successfully do with found treasure since it represents a return of wealth to the community--he is approached by a wealthy local. The rich man, despite his promise, fails to build the other parts of the church, revealing the lack of trustworthiness of the wealthy. The rich man's failure to make good on his promise to build the bell tower potentially indicates a link between the rich man and the devil since, through his inaction, he damages the church. These actions are then used as part of an etiological tag to explain an unusual phenomenon in the man-made environment.\n\n     Suldrup church is six and a half kilometers north west of Ersted. Photographs of the church reveal that the bell tower was not completed initially. In 1944, a half timber spire was added to the otherwise foreshortened tower.", "danish_manuscript": "Skoven gik næsten til Aalborg. En Stodder der\nvilde til Aalb. og var fra Suldrup, kom i Dra-\nstrup Sige, spændte Bæsterne fra og lod dem\n\n4594B\ngaa. En gik og raabte x) men h. vilde ikke svare\nham. Da h. nu ikke vilde svare, hældte den\n2 saa mange Penge ud i en hul Eg, lidt\nderfra og de klingrede saadan, kunde h. høre\nsatte sig ned paa hans Knæ og bad til Vorherre\nat h. vilde vise ham, hvor den Eg stod og s.\nvilde h. sætte et Tempel for ham til Guds Ære.\nFandt ogsaa Træet og fik fat paa Pengene.\nHjem og gav sig til at jævne Pladsen, hvor\nSuldrup Kirke staar. En rig Mand i Byen\nsagde: Hvad vil du her, du gaar og jævner\npaa den Plads. A tror, a vil til at bygge\nen Kirke, vi har s. langt til Kirke. Ja naar\ndu sætter en Kirke, s. skal a sætte Taarn\nog Sangkor og Altar. Den 2 M. satte Kirken,\nmen [2] 1 mand døjede nok med at sætte\nAltaret og fik hverken Taarn eller Sangkor\nH. gik og hujede for at sikre sig, at ingen\nvar i Nærheden, for h. mente jo at de\nvilde svare, hvis nogen var i Nærheden.", "english_manuscript": "The forest went almost to Aalborg. There was a vagabond who wanted to go to Aalborg. He was from Suldrup and when he got to Dra(g)strup Sige, he unharnessed his jades and let them go. Somebody was calling out but he didn't dare answer. Then the other one poured a huge amount of money down into a hollow oak a little ways away, and he could hear that it jingled. He got down on his knees and prayed to God that he'd show him the tree where the money was hidden then he'd build a temple to honor God. He found the tree too and got a hold of the money. When he got home he began leveling the place where Suldrup church stands. A rich man in the town said, \"What are you doing here? Why are you leveling this place?.\"-- \"I think I'll build a church, it's so far for us to church.\" -- \"Well, if you build the church, then I'll put up the tower, the altar and the choir.\" The poor man built the church but the other one put off putting up the altar and built neither the tower nor the choir. He went calling out to make sure that nobody was nearby, because he figured they'd answer if anyone was nearby.", "danish_publication": "Der var en gang en fattig gårdmand fra Suldrup, som kjørte til Aalborg. Da han kom til Dragstrup sige, ikke langt fra Aalborg, var hans krikker trætte. Han spændte dem da fra og lod dem græsse i skoven, som den gang nåede næsten til Aalborg. Så hørte han én, der hujede, men han turde ikke svare, fordi han var ræd, at det skulde blive opdaget, at han græssede hestene på andres ejendom. Så hujede det anden gang, men han svarede alligevel ikke. Den anden hujede for at sikre sig, at ingen var i nærheden, for han mente jo, at hvis nogen hørte det, så vilde de svare. Så hørte han en klingren, som én kunde hælde en mængde penge ned i et hult træ, men han kunde ingen se. Han satte sig nu ned på hans knæ og bad Gud om, at han vilde vise ham det træ, som pengene var gjemte i, så vilde han bygge et tempel for dem til Guds ære. Han fandt da også træet og fik fat i pengene. Da han så kom hjem, gav han sig til at jævne pladsen, som kirken står på. Så var der en rig mand der i byen, han får det at se og siger: \"Hvad vil du her? hvi går du og jævner den plads?\" — Den fattige svarer: \"A tror, a vil til at bygge en kirke, vi har så langt til Guds hus.\" — \"Ja\", siger den rige mand, \"vil du bygge kirken, så vil a sætte tårn, alter og sangkor.\" Det blev de da enige om, og den fattige mand byggede så kirken. Men den rige mand kunde ikke evne at sætte mere end alteret og sangkoret; tårn blev der intet af, og således står kirken den dag i dag.", "english_publication": "There was once a poor farmer from Suldrup who drove to Aalborg. When he got to Dra(g)strup Sige not too far from Aalborg, his jades were tired. He unharnessed them and let them graze in the woods which at that time reached almost all the way to Aalborg. Then he heard somebody who called out but he didn’t dare answer because he was scared that he’d be noticed grazing his animals on someone else’s property. Then they called out a second time but he still didn’t answer. The other one called out to make sure that nobody was nearby because he thought that if somebody heard him they’d answer. Then the poor farmer heard a jingling as if someone had poured a huge amount of money down into a hollow tree but he couldn’t see anything. He got down on his knees now and prayed to god that if he’d show him the tree where the money was hidden then he’d build a temple to honor god. He found the tree too and got hold of the money. When he got home he began leveling the place where the church now stands. Then there was a rich man in the town who saw this and said, “What are you doing here? Why are you leveling this place?.”--The poor man answers, “I think I’ll build a church, it’s so far for us to go to god’s house.” -- “Well,” says the rich man, “if you’ll build the church, then I’ll put up the tower, the altar and the choir box.” They agreed to that and the poor man built the church. But the rich man wasn’t able to add more than the altar and the choir box; the tower never came to be and that’s how the church stands to this very day.", "keywords": {"keyword": ["agreement", "altar", "animals", "box", "choir", "church", "day", "farmer", "god", "grazing", "hollow", "home", "honor", "house", "jade", "knee", "money", "poor", "prayer", "rich", "tired", "tower", "town", "tree", "unharnessed", "woods"]}, "etk_index": {"heading_danish": "Kirker og deres opbyggelse. Klostre, hellige kilder, m. m.", "heading_english": "Churches and their construction. Monasteries, holy springs, etc."}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}