{"publication_info": "DS_VII_292", "full_name": "150 - 4.20 - DS_VII_292", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 4.2, "fieldtrip": "June 1889", "fieldtrip_start_date": "1889-06-24", "fieldtrip_end_date": "1889-06-30", "places": {"place": {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 446, "publication_info": "DS_VII_336", "full_name": "446 - 0.00 - DS_VII_336", "url": "data/stories/478.dfl"}, {"informant_id": 336, "publication_info": "DS_VII_310", "full_name": "336 - 0.00 - DS_VII_310", "url": "data/stories/817.dfl"}, {"informant_id": 496, "publication_info": "DS_VII_296", "full_name": "496 - 0.00 - DS_VII_296", "url": "data/stories/678.dfl"}]}, "fielddiary_page_start": "4594b", "fielddiary_page_end": "4595a", "bibliographic_info": null, "bibliography_references": {"reference": {"display_string": "[Book] Turner, Victor Witter. 1969. <i>The ritual process : structure and anti-structure (The Lewis Henry Morgan lectures, 1966)</i>. Chicago: Aldine Pub. Co."}}, "annotation": "Jens's cunning man, Jens Ilder, is able to stave off the incompetent attack directed at him by the girl. The girl's use of the witch's butter should be understood in the context of stories about the witch's milking and their theft from the community. The girl uses both contagious and sympathetic magic to inflict her curse. In other variants, \"heksefedt\" [witch's fat] is used to inflict the curse (DS VII 296); cunning folk are often called to counteract the effects of the curse. Jens Ilder counters the curse with the rifle shot, and the girl eventually submits to his request, in exchange for being cured. \n\n     Most witches who are shot are in the shape of a hare. The witch usually suffers a broken arm or leg (DS VII 268), and the cunning person does not offer to cure them. In this story, Jens Ilder seems to take into consideration that the girl does not herself appear to be a witch.\n\n     St. Hans eve is widely attested as the time when the witches ride to their Sabbath. There does not seem to be consensus in tradition concerning the specific day on which witches churn their butter.", "danish_manuscript": "Hegsene de kjærnede [s] S Hans aften. En Aften\ngik en Pige og smurte [Hans] Jens Peders Døre med\ndet, for hu vilde vel sagt forhegse hans\nKreaturer med det. Men h. skrabte det sam\nmen paa et Sted og s. ladede h. hans Bøsse\nog skod i det og det ramte Pigen, skjød \nhendes Ryg fuld af det. S. maatte hu til\nham om at faa Raad for det\n\n4595A\nJa hvis hun vilde love aldrig at gjøre det\nved ham eller nogen anden vilde h. kurere\nhende, ellers skulde hu blive det hu var.\nS. maatte hu til at love og h. kurerede hende.", "english_manuscript": "The witches churned on Saint Hans eve. One night a girl went and smeared Jens Ilder's door with it, because she wanted to bewitch his cattle. But he scraped it off in one place and then he loaded his rifle and shot into it and then he hit the girl and shot her back full of it. Then she had to come to him for a remedy. Well, if she promised to never do that to him or anybody else again, he'd cure her, otherwise she could just stay as she was. Then she had to promise that and then he cured her.", "danish_publication": "Heksene de kjærnede st. Hans aften. En aften gik en pige og smurte Jens Ilders döre med det smör, for hun vilde vel sagt forhekse hans kreaturer. Men han skrabte det sammen på ét sted, og så ladede han hans bøsse og skod i det, og så ramte han pigen og skød hendes ryg fuld af det. Så måtte hun til ham om at få råd for det. Ja, hvis hun vilde love aldrig mere at gjøre det ved ham eller nogen anden, vilde han kurere hende, ellers skulde hun blive det, hun var. Det måtte hun til at love, og så kurerede han hende.", "english_publication": "The witches they churned on Saint Hans eve. One night a girl went and smeared Jens Ilder’s door with that butter because she wanted to bewitch his cattle. But he scraped it off in one place and then he loaded his rifle and shot into it and then he hit the girl and shot her back full of it. Then she had to come to him for a remedy. Well, if she promised to never do that to him or anybody else again, he’d cure her, otherwise she could just stay as she was. Then she had to promise that and then he cured her.", "keywords": {"keyword": ["butter", "cattle", "churn", "cure", "door", "girl", "Jens Ilder", "night", "remedy", "rifle", "Saint Hans", "shooting", "witch", "witchcraft"]}, "etk_index": {"heading_danish": "Hekse og deres idrætter", "heading_english": "Witches and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}