{"publication_info": "DS_I_43", "full_name": "150 - 4.21 - DS_I_43", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 4.21, "fieldtrip": "June 1889", "fieldtrip_start_date": "1889-06-24", "fieldtrip_end_date": "1889-06-30", "places": {"place": {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 557, "publication_info": "DS_I_50", "full_name": "557 - 0.00 - DS_I_50", "url": "data/stories/624.dfl"}, {"informant_id": null, "publication_info": "DS_I_87", "full_name": "0 - 0.00 - DS_I_87", "url": "data/stories/864.dfl"}]}, "fielddiary_page_start": "4595a (1)", "fielddiary_page_end": "4595a (1)", "bibliographic_info": null, "bibliography_references": {"reference": {"display_string": "[Edited book] Bjørn, Claus, Dahlerup, Troels, Jensen, S. P., Helmer Pedersen, Erik. 1988. Vol. 1-4 of <i>Det danske landbrugs historie</i>. Odense: Landbohistorisk Selskab."}}, "annotation": "Disturbing mound dwellers can lead to unusual calamity. Kold-Jens relies on his own personal experience with a piece of rope to influence the actions of his successors. The story is not so much about a threat made good as it is about potential threat, one informed by other stories of unfortunate interactions with mound dwellers. \n\n     Mounds were often leveled during the nineteenth century in a bid to increase arable land and for marl. Marl, coupled to better crop rotation policies, and improved drainage radically changed the yield of Danish fields up through the latter decades of the century (Bjørn and Dahlerup 1988, vol. 3).\n\n     There are several prominent mounds in the area south of Ersted, although none of them are labeled Pershøj on any maps. Local names for topographic features often did not make it on to maps, and Jens reveals here more of his knowledge of the topography of the immediate area.", "danish_manuscript": "Paa den Mark som Kold-Jens har eget ligger\nPers Høj, den er lige her sønden for og der\ner Bjærgfolk i. Det tror h. bestemt og h. har\nforbudt baade Rasmus og Krogsen (Krogs\nNiels), den ene efter den anden at røre ved\nden Høj, for det vilde gaa skidt. En Aften\nhavde han smidt et Stykke Reb ved den\nog lad det ligge til om Morgen. Da var\ndet skaaret i 4, 5 Stykker. Der har mis-\nsen ingen Mskr været ved det, det ved\na, sagde h.", "english_manuscript": "Pers mound lies on the field that Kold-Jens owned, it is just south of here and there are mound dwellers inside it. He really believes that and he has forbidden both Rasmus and Krogsen (Krogs Niels), the one after the other, to touch that mound, because then things would go bad. One evening he'd thrown a piece of rope on top of it and let it lie there. The next morning, it had been cut into four or five pieces. \"There haven't been any people doing that, that I know,\" he said.", "danish_publication": "På den mark, som Kold-Jens har ejet, ligger Pers höj, og den er der bjærgfolk i. Den er lige her sønden for. Kold-Jens troede bestemt, at de var der, og han forbød begge hans eftermænd, både Rasmus og Krogsen (Krogs-Niels), den ene efter den anden, at røre ved den höj, for så vilde det gå dem skidt, En aften havde han smidt et stykke reb ved den og lod det ligge til om morgenen. Da var det skåret i 4, 5 stykker. \"Der har missen ingen mennesker været ved det, det véd a,\" sagde han.", "english_publication": "Pers mound lies on the field that Kold-Jens owned, and there are mound dwellers inside it. It's just south of here. Kold-Jens really believed that they were there, and he prohibited both of his successors, both Rasmus and Krogsen (Krogs-Niels), the one after the other, to touch that mound, because then it would go bad for them. One evening he’d thrown a piece of rope on top of it and let it lie there until the next morning. Then it had been cut into four or five pieces. “There haven’t been any people doing that, that I know,” he said.", "keywords": {"keyword": ["belief", "evening", "field", "Kold Jens", "Krogs Niels", "morning", "mound", "mound dweller", "Rasmus", "rope", "south"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}