{"publication_info": "DS_I_402", "full_name": "150 - 4.22 - DS_I_402", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 4.22, "fieldtrip": "June 1889", "fieldtrip_start_date": "1889-06-24", "fieldtrip_end_date": "1889-06-30", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 49, "name": "Bavnhøj", "display_name": "Bavnhøj (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "DS_III_303", "full_name": "150 - 4.23 - DS_III_303", "url": "data/stories/134.dfl"}, {"informant_id": 483, "publication_info": "DS_I_832", "full_name": "483 - 0.00 - DS_I_832", "url": "data/stories/463.dfl"}, {"informant_id": 69, "publication_info": "DS_I_381", "full_name": "69 - 0.00 - DS_I_381", "url": "data/stories/822.dfl"}, {"informant_id": 381, "publication_info": "DS_I_382", "full_name": "381 - 0.00 - DS_I_382", "url": "data/stories/789.dfl"}, {"informant_id": 235, "publication_info": "DS_I_400", "full_name": "235 - 1.20 - DS_I_400", "url": "data/stories/239.dfl"}]}, "fielddiary_page_start": "4595a (2)", "fielddiary_page_end": "4595a (2)", "bibliographic_info": "Tangherlini 1998.\nBoberg 1938.", "bibliography_references": {"reference": [{"display_string": "[Book] Boberg, Inger M. 1938. <i>Bjærgfolkenes bagning. Sagntypen \"grissel og rage.\" En sagnundersøgelse (Danmarks folkeminder)</i>. Copenhagen: Det Schønbergske forlag."}, {"display_string": "[Article] Tangherlini, Timothy R. 1998. Barter and Games : Economics and the Supernatural in Danish Legendry. Vol. 54 of <i>Arv</i>, 41-62."}]}, "annotation": "This story is a variant of the widely attested legend of the mound dwellers' baking (KMP 1.20; DS I 381 and 382). In Jens' variant, the man is given bread--here described as flatbread, a treat usually given to children--and beer in return for repairing the peel-board. The beer is an unusual element, since the payment in variants of this story usually relates to the repaired baking implement. The man's invocation of Christian symbolism is understandable, yet it undermines the tit-for-tat nature of the barter arrangement--and the mound dweller points this transgression out to the man. Jens does not include any information on the outcome of eating the mound dweller's food, although presumably the outcome was not noteworthy (neither remarkably good nor remarkably bad). Instead, Jens focuses on the similarity and compatibility between the human world and the world of the mound dwellers.\n\nThe plow beam is the part of the plow that connects the plow handle to the plow share.", "danish_manuscript": "Der kom en G. en Bjærgmandskone sprin-\ngende med hendes dejede Hænder ud af\nBavnhøj og smed Skaade, i Stykker.\nEn Mand der pløvede der gjorde den\ni Stand. Fik et Stykke Skoldkage og Øl. \nGjorde Kors over det og læste hans Herrens\nBøn, inden h. tog ved det. S. kom Konen\nog sagde, at det behøvede h. ikke, for det\nvar lavet af det samme som hans.", "english_manuscript": "A mound dweller's wife came running with her dough-covered hands out of Bavnhøj here and threw her broken peel-board. A man who was plowing there repaired it. He got a piece of a flatbread and beer. He made a cross over it and read the Lord's prayer before he ate it. Then the woman came and said he didn't have to do that since it was made of the same things as his.", "danish_publication": "Der kom en bjærgmandskone springende med hendes dejede hænder ud af Bavnhöj her på Årestrup mark og med en skade, der var i stykker, til en mand, der gik og plöjede der. Han gjorde den også i stand med et söm, han tog af sin plovås, og fik nu et stykke skoldkage, da hun havde bagt, med öl til. Han gjorde kors over det og læste hans Herrens bön, inden han tog ved det, men så kom konen og sagde, at det behøvede han ikke, for det var lavet af det samme som hans.", "english_publication": "A mound dweller’s wife came running with her dough-covered hands and a peel-board that was broken out of Bavnhøj here on Årestrup field and went up to a man who was plowing there. He repaired it too with a nail which he took out of his plow beam, and he now got a piece of a flatbread when she’d baked, and some beer too. He made a cross over it and read the Lord’s prayer, before he took it, but then the woman came and said he didn’t have to do that since it was made of the same things as his.", "keywords": {"keyword": ["baking", "beer", "dough", "field", "lord", "mound dweller", "nail", "peel board", "plow axe", "plowing", "prayer", "wife", "woman"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}