{"publication_info": "DS_III_303", "full_name": "150 - 4.23 - DS_III_303", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 4.23, "fieldtrip": "June 1889", "fieldtrip_start_date": "1889-06-24", "fieldtrip_end_date": "1889-06-30", "places": {"place": {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "DS_III_303", "full_name": "150 - 1.16 - DS_III_303", "url": "data/stories/19.dfl"}, {"informant_id": 150, "publication_info": "DS_I_402", "full_name": "150 - 4.22 - DS_I_402", "url": "data/stories/133.dfl"}]}, "fielddiary_page_start": "4595a", "fielddiary_page_end": "4595b", "bibliographic_info": null, "bibliography_references": null, "annotation": "This is a short version of a story that Jens had told in his first encounter with Tang Kristensen (BJK 1.16). The published version is a composite of that record and this one. Jens tells this story as a result of having mentioned Bavnhøj in the preceding story (BJK 4.22).", "danish_manuscript": "Runesten, der er gravet ned paa 3dje Ager sønden Bavnhøj vilde min Gamlefader have kjørt hjem, den kunde have lujt et godt stykke paa Kringgaardsdiget. Men hans 4 stærke Heste kunde ikke trække den. 4595B Indsaa, at h. ikke kunde flytte den.", "english_manuscript": "My grandfather wanted to have the rune stone from the third field south of Bavnhøj driven to his house, since it could have it could have closed up a big part of the stone wall around the farm. But his four strong horses couldn't pull it. Realized he couldn't move it.", "danish_publication": "På Årestrup mark nordöst for kirken ligger en runesten, det er på den tredje ager sønden for Bavnhöj, sådan sagde min moder, hun var født 1792 og var ikke uden en tøs, den gang de fandt den. Det var altså siden marken blev udskift, og hendes fader plöjede imod den. Så viste han hans karl ud for at skulle kaste en rende omkring den, men da var den så forfærdelig stor, at fire heste kunde ikke trække den derfra, og han havde endda fire gode heste og vilde gjærne have haft den hjem til gården, den kunde have lukket (lujt) et godt stykke på kringgårdsdiget. Men da han nu anser den for at være for stor til at få den fragtet derfra, så er det jo, den skal kastes ned. Så måtte de gjøre en grav så stor neden for, at de kunde skyde den ned i, og den skulde jo så langt ned, at de kunde plöje for den; men det var nu ikke så vanskeligt, for der kom noget dejlig hvidt sand op, og det var nemt at kaste i. Der var noget lyng omkring ved Bavnhöj den gang, og det var ved at brække op at min bedstefader stödte på den. Da karlen havde fået jorden kastet af den, var der så mange ophöjede bogstaver på den, de var ikke huggede ned i den, men var ligesom klistrede på. Det er nok en sten, der har stået oven på Bavnhöj i gammel tid. Men nu er det ikke så let at finde den igjen, for agrene er vendt helt omkring siden den tid.", "english_publication": "On Årestrup field northwest of the church there’s a rune stone, it's in the third field south of Bavnhøj, that’s what my mother said, she was born in 1792 and she wasn’t more than a little girl when they found it. It was after the fields had been reapportioned and her father plowed into it. Then he got his farmhand out there to help him dig a ditch around it, but it was so big that four horses couldn’t pull it up, and he had four good horses too and really wanted to bring it back to the farm, it could have closed up a big part of the stone wall around the farm. But when he realizes that it's too big to freight it off, they decide to bury it. Then they had to dig a hole below it that was big enough for them to push it in, and it had to be deep enough that they could plow over it; that wasn’t too hard because it turned out there was some beautiful white sand there that was easy to dig. There was some heather near Bavnhøj at that time, and it was starting to break up when my father ran into it. When the farmhand had gotten it dug out there were all sorts of raised letters on it, they weren’t carved into it, more like they’d been glued onto it. It was probably a stone that had stood over on Bavnhøj in the old days. But it isn’t so easy to find it again, because the fields have been turned completely around since that time.", "keywords": {"keyword": [1792, "beautiful", "birth", "burial", "carved", "church", "day", "digging", "ditch", "farm", "farmhand", "father", "field", "girl", "heather", "horse", "letter", "mother", "northwest", "old", "plow", "plowing", "runestone", "sand", "south", "stone", "walls", "white"]}, "etk_index": {"heading_danish": "Kjæmper og deres idrætter", "heading_english": "Heroes and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}