{"publication_info": "KO_I_73", "full_name": "150 - 4.26 - KO_I_73", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 4.26, "fieldtrip": "June 1889", "fieldtrip_start_date": "1889-06-24", "fieldtrip_end_date": "1889-06-30", "places": {"place": {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "JAH_IV_348", "full_name": "150 - 0.02 - JAH_IV_348", "url": "data/stories/2.dfl"}, {"informant_id": 123, "publication_info": "Unpub_PJ_401", "full_name": "123 - 4.01 - Unpub_PJ_401", "url": "data/stories/429.dfl"}]}, "fielddiary_page_start": "4595b", "fielddiary_page_end": "4596a", "bibliographic_info": null, "bibliography_references": null, "annotation": "Although this particular story is not as obscene as some of Jens's other stories, it does have obscene elements, particularly with the girl's response to the sixth commandment. The implication in her response to the fourth commandment is that her father was a serious criminal, likely a murderer, and that her mother was a witch (hence the burning). The order of the ten commandments follows that in Martin Luther's small catechism, and is based on Deuteronomy 5:6-21. Other versions of the commandments can be found in Exodus 20:2-17 and Exodus 34:12-26. The first volume of Kuriøse Overhøringer does not number the stories. Accordingly, it can be difficult to find the proper story--this story appears on pp. 51-52, under the rubric, Pigen og de ti Bud [The Girl and the Ten Commandments].", "danish_manuscript": "En Præst katekis, med de unge paa Kirke-\ngulvet. En Pige læser det første Bud.\nFremmede Guder. A tager lidt efter vor\negne og slet ikke efter de fremmede. 2 Bud\ntage forfængelig. Nej gjorde heller, for nu\nnævnte det aldrig. 3 B. Hun gad [ek] bestille\nlidt de søgm. Dage og slet ikke den hellige.\n4 B. Den ene blev hængt og den 2 blev brændt\ndet var ingen Ære værd. 5 B. ikke slaa\nihjel. Gjorde det heller ikke, derfor gik de\npaa hendes Ryg som Faaretægger. 6. B. heller\nikke, for dem der saa hende om Dagen, de\nvilde ikke paa hende om Natten. 7 B. Nej\nhun gad ikke gaa ret meget om Dagen og slet\nikke om Natt. og s. kunde hu jo ikke stjæle\n8. Falsk Vidnesbyd. Saadan noget blev hu nok\nfri for, for ingen regnede hendes Snak for no\ngen Ting, hu kom aldrig paa saadan Steder.\n9. Nej var ikke s. begjærlig, kunde blot faa\net Korn Skjul at krybe i om Natten og kunde hu\n\n4596A\nikke selv, s. giver ligesom de andre Tiggere og bede\nom Hus. 10 B. Det brød hu sig heller ikke,\nnaar hu havde det hu kunde æde af en G.\nikke om mere, inden hu blev sulten igien.", "english_manuscript": "A minister was catechizing with the youngsters on the church floor. A girl reads the first commandment. False gods. I'm a bit like our own and not at all like the foreigners. Second commandment, name in vain. No didn't do that, because she never mentioned him. Third commandment. She didn't want to do anything on the regular days and nothing at all on the holy day. Fourth commandment. The one was hung and the other burned, and that wasn't worth any honor. Fifth commandment, do not kill. Didn't do that either, that's why they crawled on her back like sheep ticks. Sixth commandment, neither, because she saw them during the day, and they wouldn't get on top of her at night. Seventh commandment. No she didn't like to walk much during the day and not at all at night, and so she couldn't steal. Eighth commandment. False witness. She was pretty much sure to not be accused of that, since no one considered what she said worth much, she never came places like that. Ninth commandment. No wasn't so envious, as long as she could get some shelter to crawl in at night and if she couldn't herself, she'd be like the other beggars and ask for lodgings. The tenth commandment. She didn't like that either, as long as she had enough to eat for one sitting, she didn't want any more until she got hungry again.", "danish_publication": "En præst katekiserede med de unge paa Kirke gulvet. Saa skulde en pige læse det første Bud, og Præsten spørger, om hun ikke havde fremmede Guder.\n\"Nej\", siger hun, \"a tager lidt efter vor egen og slet ikke efter de fremmede.\"\nSaa skulde hun læse det andet Bud.\n\"Tager Du ikke Guds Navn forfængelig ?\"\nNej, det gjorde hun heller ikke, for hun nævnede det aldrig.\nSaa læser hun det tredje Bud.\n\"Holder Du Hviledagen i Ære?\"\n\"Ja, a gider ikke bestille ret meget de søgne Dage og slet ikke de hellige.\nSaa nævnede hun det fjerde Bud.\n\"Ærer Du din Fader og Moder?\"\n\"Nej, de var ingen Ære værd, for den ene blev hængt, og den anden blev brændt.\"\nSaa læste hun det femte Bud.\n\"Har Du ikke slaaet nogen ihjel?\"\n\"Nej, det gjør a heller ikke, derfor gaar de paa min Ryg som Faaretæger.\"\nSaa var det det sjette Bud, og om hun ikke havde forsyndet sig mod det.\n\"Nej dem, der ser mig om Dagen, de vil ikke have med mig at gjøre om Natten.\"\nDernæst læste hun det syvende Bud.\nOm hun ikke havde stjaalet?\n\"Nej, a gider ikke gaa ret meget om Dagen, og slet ikke om Natten, og saa kan a jo ikke stjæle.\"\nSaa kom det ottende Bud.\nOm hun havde ikke sagt falsk Vidnesbyrd?\nNej, saadan noget blev hun fri for, hun kom aldrig paa saadanne Steder, hvor der skulde vidnes, for ingen regnede hendes Snak for nogen Ting.\nDernæst læste hun det niende Bud.\nOm hun ikke havde begjæret hendes Næstes Hus?\nNej, hun var ikke saa begjærlig, kunde hun blot faa et Korn Skjul at krybe i om Natten, var hun fornøjet, og kunde hun ikke det, saa gjorde hun ligesom de andre Tiggere og bad om Hus.\nEndelig kom det tiende Bud.\nDet brød hun sig heller ikke om at begjære, havde hun blot det, hun kunde æde af een Gang, saa brød hun sig ikke om mere, inden hun blev sulten igjen.", "english_publication": "A minister was catechizing with the youngsters on the church floor. Then a girl was to read the first commandment, and the minister asks, if she didn’t have any false gods. “No,” she says, “I’m a little bit like ours and not at all like the foreigners.” Then she was to read the second commandment. “Do you take God’s name in vain?” No, she didn’t do that either, because she never mentioned him. Then she reads the third commandment. “Do you honor the Sabbath as a rest day?” “Yeah, I don’t want to do much on the regular days and nothing on the holy days.” Then she recited the fourth commandment. “Do you honor your father and mother?” “No, they weren’t worth honoring, since the one was hung and the other was burned.” Then she read the fifth commandment. “Haven’t you ever killed anyone?” “No, and I won’t either, and that’s why they’re crawling around on my back like sheep ticks.” Then it was the sixth commandment, had she sinned against that. “No, those who see me during the day don’t want to have anything to do with me at night.” Then she read the seventh commandment. Hadn’t she stolen anything? “No, I don’t like to go places during the day, and certainly not at night, and so I can’t steal.” Then came the eighth commandment. Hadn’t she ever borne false witness. No, she’d avoided that, she never went places where you had to witness, because no one considered what she said worth much. Next she read the ninth commandment. Hadn’t she ever coveted her neighbor’s house? No, she wasn’t that envious, as long as she could get some shelter to crawl in at night and if she couldn’t, then she did what the other beggars did and asked for lodgings. Finally, the tenth commandment came. She didn’t want to covet that either, as long as she had enough to eat for one sitting, she didn’t want any more until she got hungry again.", "keywords": {"keyword": ["beggar", "church", "commandment", "day", "father", "fire", "floor", "foreigner", "girl", "god", "holy", "honor", "house", "hungry", "kill", "lodgings", "minister", "mother", "name", "neighbor", "night", "rest", "seven", "sheep", "sin", "theft", "witness", "young"]}, "etk_index": {"heading_danish": "Kuriøse Overhøringer", "heading_english": "Curious Examinations (Amusing stories from church and school)"}, "tango_indices": {"tango_index": [null, null, null, null, null]}, "genre": null}