{"publication_info": "Unpub_BJK_428", "full_name": "150 - 4.28 - Unpub_BJK_428", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 4.28, "fieldtrip": "June 1889", "fieldtrip_start_date": "1889-06-24", "fieldtrip_end_date": "1889-06-30", "places": {"place": {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}}, "stories_mentioned": {"story": {"informant_id": 150, "publication_info": "JAH_V_505", "full_name": "150 - 1.19 - JAH_V_505", "url": "data/stories/22.dfl"}}, "fielddiary_page_start": "4596A", "fielddiary_page_end": "4596A", "bibliographic_info": null, "bibliography_references": null, "annotation": "This fragment alludes to another obscene story, reminiscent of Jens's long story about the woman whose private parts were fashioned first into a hat, and later into leather reins (BJK 1.19). The tailor appears again here as a figure of ridicule. Not surprisingly, Tang Kristensen does not publish this fragment, and the plot of the story is unclear.", "danish_manuscript": "10 Rævebælge og 15 Al. Skarlagen og 1 Tønde Tran\nskulde Skrædderne have til at lave 1 K . . . .\nfor Konen havde mistet sin. M. satte sig for\nved hende. Hu sad paa en Sædefjæl paa Vogn\nog h. paa et Sædeknippe og løftede Skjørtene\nmen kunde s. ikke forstaa hvordan alt det\nskulde kunne faa Rum i s. bitte et Hul.\nDa saa h. at Skr. havde stjaalet baade\nRævbælgen og Skarlagen men Tjærn var der", "english_manuscript": "10 fox skins and 15 cubits of scarlet, and one barrel of oil [tar], that's what the tailors were to have to make a pussy, because the woman had lost hers. The man got up in front of her. She sat on a seat board on the wagon and he sat on a hay seat and lifted her skirts but couldn't figure out how all of that was supposed to fit in such a small hole. Then he saw that the tailor had stolen both the fox skins and the scarlet, but there was tar.", "danish_publication": "Unpublished", "english_publication": "Unpublished version reads: 10 fox skins and 15 cubits of scarlet, and one barrel of oil, that’s what the tailors were to have to make a pussy, because the woman had lost hers. The man got up in front of her. She sat on a seat board on the wagon and he sat on a hay seat and lifted her skirts but couldn’t figure out how all of that was supposed to fit in such a small hole. Then he saw that the tailor had stolen both the fox skins and the scarlet, but there was tar.", "keywords": {"keyword": ["barrel", "fox", "hay", "pussy", "scarlet", "skin", "skirt", "tailor", "wagon", "woman"]}, "etk_index": {"heading_danish": "Uudgivne historier", "heading_english": "Unpublished stories"}, "tango_indices": {"tango_index": [null, null, null, null]}, "genre": null}