{"publication_info": "Unpub_BJK_111", "full_name": "150 - 1.11 - Unpub_BJK_111", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 1.11, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 469, "name": "Rebild", "display_name": "Rebild (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "Unpub_BJK_139", "full_name": "150 - 1.39 - Unpub_BJK_139", "url": "data/stories/42.dfl"}, {"informant_id": 150, "publication_info": "DS_II_C_90", "full_name": "150 - 2.09 - DS_II_C_90", "url": "data/stories/56.dfl"}, {"informant_id": 69, "publication_info": "DS_I_1033", "full_name": "69 - 0.00 - DS_I_1033", "url": "data/stories/820.dfl"}, {"informant_id": 527, "publication_info": "DS_I_860", "full_name": "527 - 0.00 - DS_I_860", "url": "data/stories/464.dfl"}, {"informant_id": 532, "publication_info": "DS_I_869", "full_name": "532 - 0.00 - DS_I_869", "url": "data/stories/623.dfl"}]}, "fielddiary_page_start": "3240a", "fielddiary_page_end": "3241a", "bibliographic_info": null, "bibliography_references": {"reference": {"display_string": "[Book] Christiansen, Reidar Thoralf. 1992. <i>The migratory legends (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}}, "annotation": "Jens changes genres, and tells Tang Kristensen a widely attested legend of a woman acting as midwife to the mound dwellers (ML 5070). In Jens's story, the mound dweller's wife is a human, explaining why she needs a human midwife. In many variants where the woman giving birth is human, she turns out to have been kidnapped into the mound, usually as a young child (DS I 860; DS I 869). Here, the kidnapping has taken place in infancy, and she is identified as a changeling. The need for a human (read Christian) midwife is somewhat harder to explain, since the changeling was presumably never baptized, and therefore much more easily assimilated into the world of mound dwellers.\n\n     The mound dweller's wife provides assistance to the midwife, providing her with a series of instructions to successfully escape the underground world. Unlike the fairytale, where such instructions (and prohibitions) would go unheeded, the midwife follows the instructions to the letter, and is richly rewarded.\n\n     As in many of these stories, the gift of the mound dweller seems at first glance to be worthless. The differing value systems of the out group are made explicit in the type of payment; once the seemingly modest, or even useless, payment is accepted (and not discarded), it turns out to be quite substantial.\n\n     The instruction to hold onto the door knocker is not widely attested, although it does occur in other variants (DS I 1122). The door, or the door knocker, must be linked to the liminality of the physical threshold/door that literally separates the inside from the outside. Tang Kristensen initially writes \"Tronbusk\" for the hawthorn bush the woman is to hold onto, transposing the \"r\" and the \"o\" and forgetting to include an \"e\"; he corrects this at the next mention of the bush. Although hawthorn is used in various folk remedies, here the requirement that she hold the hawthorn bush is more related to unlikely actions, because hawthorn bushes are covered by spines; deliberately holding onto a hawthorn is not normal, thus picking up on the liminal--and dangerous--nature of this interaction.", "danish_manuscript": "Else Hohus i Rævild var ned at forløse en\nBjærgmands Kone. Bj. kom en Aft. og hilser\nhende fra hans Kone om h. et vild følge\nmed ham i de Affærer. Dh. gl. Else H.\nbrugte de jo meget til det, for dg. var der\ningen lært Jordemoderer. Jo det var Synd\n\n3240B\nat nægte hende det, men hvor hu var fra, det\nvilde h. gjærne have at vide. H. var fra Ørn-\nbjærg, sagde h. og der var kommen nogle nye Folk\ntil dem kjendte hu ikke, s. h. Om h. var da\nfra Ø. Ja h. var. Men hvordan skal vi finde\nderud, det var s. mørkt. Jo det kunde de godt\ns. h. Ha sagde til dem, de kunde sætte Lyset\ni Vunderet og det var ogsaa godt nok. Det\nskulde de gaa efter. Ligesom de gik saa aller\nbedst s. slap de ned i Joen, og s. kom de\nind til Bj. Kone, hvor h. laa. Hu for-\nløste jo Konen og det var godt nok, men\ns. gik M. ud. S. siger h. til Konen: Ja\nherned er a kommen, men hvordan skal a\nkomme tilbage igien. Ja det skulde nok gaa,\nBj. var jo ogsaa en Skifting. Det skulde hu\nikke klage sig for s. Kon. H. følger dig\nnok hjem, men du skal vende din ene\nVante, a kan ikke huske enten det var\nden højre eller den venstre, men det var vel\nogsaa lige kraftig og s. vil h. betale dig for\ndet, det kan du tage dit Forklæde op og\ntage det i, det h. vil give dig, og s. danser\nh. med dig 3 G. omkring en Tronbusk s. h.\nog der kan du tage fat i med din Haand naar\nI har afdanst og s. holder du med Klinkefal\ndet af din Dør s. h. Naar h. s. siger Fare\nvel til dig, vender du Vanten hellers tager h\ndig ned igien. N. s. rejste h. ogsaa af med hende\n\n3241A\nda de var færdige og s. danste h. med hende om\nkring Tornebusken og gav hende s. mange stor\nFlintesten i hendes Forklæde, og h. holdt det\nop og s. tog hun fat i Klinkfaldet af hen-\ndes Dør. Dg. h. havde s. sagt Godnat til\nhende kunde ha ikke tage hende med tilbage\nigien. S. gik hu ind og s. kylte h. de Flint\nsten ofor ved hende Kakkelovn og s. gik\nh i hendes Sæng. Dg. h. s. vaagnede om\nMorg. da var de Flintesten bleven til de\ndejligste [Flin] Sølvpenge.\n", "english_manuscript": "Else Hohus in Rævild had gone down to help a mound dweller man's wife deliver her baby. The mound dweller man came one evening and greeted her from his wife and asked her if she'd follow him to help out with those affairs. They used this old Else H. a lot for that, because back then there weren't any trained midwives. Yes, it would be a shame to deny her that, but she wanted to know where the mound dweller's wife was from. She was from Ørnbjærg, he said, but some new people had come there, and she didn't know them, he said. Was he from Ørnbjærg? Yes, he was. But how are we going to find our way out there, it was so dark? Yes, they could certainly do that, he said. He'd told them that they could put candles in the windows, and that was good enough. They'd go towards them. Just as they were walking along, they fell down into the earth, and they came down to where the mound man's wife was lying. Else helped the woman deliver and that went well, but then the man went out. Then she says to the woman: Sure, I've come down here, but how am I going to get back? Well, it would work out, the mound dweller woman was also a changeling. Else shouldn't worry about it, she said. He'll accompany you home, but you should turn one of your mittens around, I can't remember if it was the right or the left, but either one was equally strong, and then he'll pay you, you should pick up your apron and hold what he'll give you in that, and then he'll dance with you three times around a hawthorn bush, she said, and you can grab onto it with your hand when you're done dancing; then you'll be holding onto your door knocker, she said. When he says goodbye, turn the glove around, otherwise he'll take you back down. Well, then he went off with her when they were done and then he danced with her around the thorn bush and gave her lots of big flint stones in her apron, and she held it up and and then she took hold of the knocker of her door. When he'd said good night to her he couldn't take her back with him. Then she went inside and tossed the flint stones down in front of the wood stove and then she went to bed. When she woke up in the morning the flint stones had turned into the most beautiful silver coins.", "danish_publication": "Unpublished", "english_publication": "Unpublished version reads:\nElse Hohus in Rævild had gone down to help a mound dweller man's wife deliver her baby. The mound dweller man came one evening and greeted her from his wife and asked her if she'd follow him to help out with those affairs. They used this old Else H. a lot for that, because back then there weren't any trained midwives. Yes, it would be a shame to deny her that, but she wanted to know where the mound dweller's wife was from. She was from Ørnbjærg, he said, but some new people had come there, and she didn't know them, he said. Was he from Ørnbjærg? Yes, he was. But how are we going to find our way out there, it was so dark? Yes, they could certainly do that, he said. He'd told them that they could put candles in the windows, and that was good enough. They'd go towards them. Just as they were walking along, they fell down into the earth, and they came down to where the mound man's wife was lying. Else helped the woman deliver and that went well, but then the man went out. Then she says to the woman: Sure, I've come down here, but how am I going to get back? Well, it would work out, the mound dweller woman was also a changeling. Else shouldn't worry about it, she said. He'll accompany you home, but you should turn one of your mittens around, I can't remember if it was the right or the left, but either one was equally strong, and then he'll pay you, you should pick up your apron and hold what he'll give you in that, and then he'll dance with you three times around a hawthorn bush, she said, and you can grab onto it with your hand when you're done dancing; then you'll be holding onto your door knocker, she said. When he says goodbye, turn the glove around, otherwise he'll take you back down. Well, then he went off with her when they were done and then he danced with her around the thorn bush and gave her lots of big flint stones in her apron, and she held it up and and then she took hold of the knocker of her door. When he'd said good night to her he couldn't take her back with him. Then she went inside and tossed the flint stones down in front of the wood stove and then she went to bed. When she woke up in the morning the flint stones had turned into the most beautiful silver coins.", "keywords": {"keyword": ["apron", "beautiful", "bed", "bush", "candle", "changeling", "coins", "dancing", "dark", "door", "earth", "evening", "fall", "flint", "glove", "home", "knocker", "midwife", "morning", "mound dweller", "mound man", "night", "old", "shame", "silver", "stone", "stove", "strength", "three", "wife", "window", "woman", "wood", "work"]}, "etk_index": {"heading_danish": "Uudgivne historier", "heading_english": "Unpublished stories"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}