{"publication_info": "JAH_V_66", "full_name": "150 - 4.29 - JAH_V_66", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 4.29, "fieldtrip": "June 1889", "fieldtrip_start_date": "1889-06-24", "fieldtrip_end_date": "1889-06-30", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 7, "name": "Aarestrup", "display_name": "Aarestrup (place mentioned)"}, {"place_id": 443, "name": "Nysum", "display_name": "Nysum (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 421, "publication_info": "DS_VI_471", "full_name": "421 - 0.00 - DS_VI_471", "url": "data/stories/611.dfl"}, {"informant_id": 372, "publication_info": "DS_VI_478", "full_name": "372 - 0.00 - DS_VI_478", "url": "data/stories/650.dfl"}]}, "fielddiary_page_start": "4095a (2)", "fielddiary_page_end": "4095a (2)", "bibliographic_info": null, "bibliography_references": null, "annotation": "Jens finishes his storytelling by telling about the card playing skill of a local man. Here, Jens Smed is able to beat the traveling merchants who have considerable money as indicated in other stories and thereby cover the noisome expenditure of his taxes. Interestingly, Jens Smed wins the money from the horse dealers and does not steal it. At the same time, other stories tell of profoundly negative consequences that accrue to those who gamble, most often their unintentional contact with the devil (DS VI 471 and 478).", "danish_manuscript": "Jens Smed i Aarestrup skulde ud til Nysum\nKro, naar de h. Hesteprangere kom til Kroen\nog s. kom der en paa en Hest for at hente\nham og s. kunde h. sidde og vinde næsten\nPengene til hans Skat. H. var en vældig\nKortspiller.", "english_manuscript": "Jens Smed from Aarestrup was supposed to go to Nysum Inn, when these horse traders came to the inn, and then someone would come on a horse and get him and he could sit there and win almost all the money for his taxes. He was a great card player.", "danish_publication": "Når deher hesteprangere kom til Nysum kro, kom der en på en hest for at hente Jens Smed i Årestrup, og så kom de til at spille kort, for han var en vældig kortspiller, og så kunde han sidde og vinde næsten pengene til hans skat.", "english_publication": "When these horse dealers came to Nysum Inn, somebody would go by horse to get Jens Smed from Årestrup, and then they wound up playing cards, since he was a really good card player, and then he could sit and win nearly all the money he needed to pay his taxes.", "keywords": {"keyword": ["cards", "dealer", "horse", "inn", "Jens Smed", "money", "taxes", "wound"]}, "etk_index": {"heading_danish": "Livet uden døre", "heading_english": "Life outdoors"}, "tango_indices": {"tango_index": [null, null, null, null, null]}, "genre": null}