{"publication_info": "JAT_VI_896", "full_name": "150 - 5.01 - JAT_VI_896", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 5.01, "fieldtrip": "Photo 3: August 1895", "fieldtrip_start_date": "1895-08-20", "fieldtrip_end_date": "1895-09-03", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place mentioned)"}]}, "stories_mentioned": null, "fielddiary_page_start": "7061a", "fielddiary_page_end": "7061b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Tang Kristensen added significant detail in the published version of this short biography of Jens. These notes were written during one of his photographic field trips with Peter Olsen.", "danish_manuscript": "Jens Kristensen f. 3de Juni 1825 i \nErsted By. Har altid opholdt sig her paa\nEgnen. Boede i mange Aar i Ersted\nog flyttede for 5, 6 Aar herud i Hovbaks\nhusene. Har altid ernæret sig ved at bore\ni Træskoene og var kun en 8, 9 Aar, da\nh. skulde til at hjælpe sin Fader med det.\nDa h. blev s. vildele at h. kunde gik h.\n\n7061B\npaa Høstarbejde. Hans Fader havde kun 1\nKo og 5, 6 Faar. Lært Viserne af hans\nModer, men hu sang alle dem med 1\nTone, da hu kunde den samme. Faderen\nVar derimod god til at synge. Mod.\nvar fra Aarestrup og Fad. fra Tveden.\nFad. kunde for Resten ogsaa nogle Viser\nVar med i 1848 Krigen. Har sunget \nmange viser sammen med Pingel Johan der\nhenne ved Ellidshøj, h. er [Vejmand] Bane\nvogter, men var Vejmand til at begynde\nmed.", "english_manuscript": "Jens Kristensen born third June 1825 in Ersted town. Has always lived here in the area. Lived for many years in Ersted and moved five or six years ago out here to the Hovbaks houses. Has always lived off of drilling out clogs, and was only or nine when he had to help his father with it. When he was old enough he helped with the harvest. His father had 1 cow and 5, 6 sheep. He learned his ballads from his mother, but she sang them all to 1 melody, since she knew it. The father was, in contrast, a good singer. His mother was from Årestrup and his father from Tveden. His father also knew some ballads. Fought in the war of 1848. Sang a lot of ballads along with Pingel Johan, over there by Ellidshøj, he was a [road worker] railroad guard, but had started off as a road worker.", "danish_publication": "Jens Kristensen (i daglig tale kaldet Bitte-Jens) er født den 3. juni 1825 i Ersted by, Årestrup sogn. Moderen var fra Ärestrup, men faderen fra Tveden. Han har altid opholdt sig der på egnen, og han var kun en 8, 9 år, da han skulde til at hjælpe sin fader med at bore i træskoene. Hans fader var træskomand, og han har altid selv ernæret sig derved. Da han blev så vildele, at han kunde magte det, gik han dog i höstens tid ud på høstarbejde. Han var med i 1848-krigen, boede i mange år i et hus i Ersted, det var der, jeg opsøgte ham, og for 5, 6 år siden flyttede han ud nordvest for Årestrup i Hovbakshusene. Hans fader ejede kun et lille hus til 1 ko og 5, 6 får. Sine viser har han lært af sin moder, men hun sang dem alle med én tone. Faderen derimod var god til at synge, og af ham lærte han melodierne. Han kunde for resten også nogle viser. Jens har sunget mange viser sammen med Johan Pingel, der først var vejmand og siden blev banevogter henne ved Ellidshöj. Jens kalder alt hvad han fortæller, noget sludder og vås, der ikke er værd at høre på, men skam slå ham, han mener ikke noget med det. Konen kan ikke lide alt det her gamle skidt, og i hendes nærværelse holder han ikke meget af at åbenbare sig. Heldigvis stikker hun jævnlig af ud til naboerne. Han er udmærket godt inde i det gamle tankesæt og de gamles levevis og fortæller ivrigt derom.\n     Hos Johan Pingel har jeg også været, men han havde des værre glemt alt for meget.", "english_publication": "Jens Kristensen (in daily speech, called Bitte-Jens) was born the third of June 1825 in Ersted town. His mother was from Årestrup but his father was from Tveden. He has always lived here in the area, and he was only eight or nine years old when he had to start helping his father drill out clogs. His father was a clog maker and he has always lived off of doing that. When he got strong enough to handle it, Jens worked during harvest time with the harvest work. He took part in the war of 1848 and lived for many years in a house in Ersted, that is where I visited him, and five or six years ago he moved to the northwest of Årestrup to Hovbakhusene (Hovbaks houses). His father owned but a small house with one cow and five or six sheep. He learned his ballads from his mother, but she sang them all to one melody. In contrast, the father was a good singer and he learned the melodies from him. He also knew some ballads. Jens has sung many a ballad with Johan Pingel, who was first a road worker and later a railroad guard over in Ellidshøj. Jens calls everything that he tells a bunch of nonsense and not worth listening to, but no shame, he does not mean anything with it. His wife does not like all this old rubbish, and he does not like to open up in her presence. Luckily, she goes off to the neighbors with regularity. He is well attuned to the old mindset and the way the old people lived and he tells about it eagerly.\n      I have also been out to Johan Pingel, but regrettably he has forgotten far too much.", "keywords": {"keyword": ["ballad", "birth", "Bitte Jens", "clogs", "cow", "father", "harvest", "harvest time", "house", "Jens", "Jens Kristensen", "Johan Pingel", "learning", "mother", "neighbor", "nonsense", "northwest", "old", "railroad", "road", "shame", "sheep", "singing", "strength", "town", "war", "wife", "work", "worker"]}, "etk_index": {"heading_danish": "Vore fædres tankesæt og åndsliv", "heading_english": "Our forebears' way of thinking and spiritual life"}, "tango_indices": {"tango_index": null}, "genre": null}