{"publication_info": "DS_IV_1027", "full_name": "241 - 1.01 - DS_IV_1027", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 1.01, "fieldtrip": "October 1893", "fieldtrip_start_date": "1893-09-10", "fieldtrip_end_date": "1893-10-26", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 241, "name": "Harridslev", "display_name": "Harridslev (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 235, "publication_info": "JAH_V_574", "full_name": "235 - 2.07 - JAH_V_574", "url": "data/stories/290.dfl"}}, "fielddiary_page_start": "6191a", "fielddiary_page_end": "6191a", "bibliographic_info": "Nørr 1981.\nNørr 1994.", "bibliography_references": {"reference": [{"display_string": "[Book] Nørr, Erik. 1981. <i>Præst og administrator sognepræstens funktioner i lokalforvaltningen på landet fra 1800 til 1841 (Administrationshistoriske studier)</i>. Copenhagen: Rigsarkivet."}, {"display_string": "[Book] Nørr, Erik. 1994. <i>Skolen, præsten og kommunen kampen om skolen på landet 1842-1899</i>. Copenhagen: Jurist- og Økonomforbundet."}, {"display_string": "[Book] Jørgensen, Harald. 1979. <i>Studier over det offentlige Fattigvæsens historiske Udvikling i Danmark i det 19. Aarhundrede</i>. Copenhagen: Selskabet for Udgivelse af Kilder til Dansk Historie."}]}, "annotation": "Jens Peter's story encapsulates many of the conflicting views of the rural poor at the end of the nineteenth century. On the one hand, there was great suspicion that many of the poor were free riders, getting something for nothing. On the other hand, there was a strong movement against the earlier, paternalistic poverty assistance programs that robbed the recipients of their dignity and their rights as citizens.\n\n     That the minister is selling grain to the poor seems a bit unusual, as one of the minister's duties was to distribute assistance to the poor. The administration of assistance to the poor was, for the first half of the century, a direct responsibility of the minister. Many communities chose to provide assistance in kind, handing out specified amounts of grain on a quarterly or semi-annual basis, rather than give cash. With the reforms to the laws governing local administration in 1867, the administration of these services was assumed by the local parish council.\n\n     The minister's sale of grain may fall outside official public assistance to the poor and may simply be part of his own attempts to make a living. All parsonage's had land attached to them, and the minister was expected to supplement his income with the produce from his land. Here, the minister can combine entrepreneurship with Christian charity.\n\n     Tang Kristensen provided an annotation to the story, identifying the minister as Hr. Otto Rafn, minister in Harridslev from 1796-1821, a time when local assistance to the poor was handled by the minister.", "danish_manuscript": "En præst i Harridslev, Ravn, solgte Korn\ntil fattige Folk og h. plejede altid at\nsige, naar h. maalte den 1ste. Skj. op\nDen regner jeg ikke. S. kom der en Mand\nog vilde have Korn hos ham. Da han\nnu havde sagt det sædvanlige . . . .\nsvarede Manden: Det skal Faaer rigtig\nhave Tak for. og s. gik h. med dem.\nDa h. senere kom for at ville have\nmere Korn, sagde Pr. da h. målte\nden 1ste. Skp. s. siger vi to.", "english_manuscript": "A minister in Harridslev, Rafn, sold grain to poor people and he always said when he measured the first bushel: \"We won't count that.\" Then a man came and wanted to get some grain from him. When he'd said the usual, \"I won't count that,\" the man answered, \"For that Father should have lots of thanks\" and then he went off with it. When he came back later and wanted some more grain, the minister said, as he measured the first bushel, \"We'll say two.\"", "danish_publication": "En præst i Harridslev, der hed Rafn, solgte korn til fattige folk, og han plejede altid at sige, når han målte den første skjæppe op: \"Den regner vi ikke.\" Så kom der en mand og vilde have korn hos ham. Da han nu havde sagt det sædvanlige: \"Den regner jeg ikke,\" svarede manden: \"Det skal fåer rigtig have tak for,\" og så gik han med den. Da han senere kom for at ville have mere korn, sagde præsten, da han målte den første skjæppe:  \"Så siger vi to\".", "english_publication": "A minister in Harridslev who was called Rafn sold grain to poor people and he always said, when he measured the first bushel: “We won’t count that.” Then a man came and wanted to get some grain from him. When he’d said the usual, “I won’t count that,” the man answered, “For that Father should have lots of thanks” and then he went off with it. When he came back later and wanted some more grain, the minister said, as he measured the first bushel, “We’ll say two.”", "keywords": {"keyword": ["count", "father", "grain", "minister", "poor", "thank"]}, "etk_index": {"heading_danish": "Præster", "heading_english": "Ministers"}, "tango_indices": {"tango_index": [null, null, null, null, null]}, "genre": null}