{"publication_info": "DS_VII_285", "full_name": "241 - 1.02 - DS_VII_285", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 1.02, "fieldtrip": "October 1893", "fieldtrip_start_date": "1893-09-10", "fieldtrip_end_date": "1893-10-26", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 539, "name": "Skjern", "display_name": "Skjern (place mentioned)"}, {"place_id": 654, "name": "Torslev", "display_name": "Torslev (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_VII_611", "full_name": "241 - 4.39 - DS_VII_611", "url": "data/stories/211.dfl"}, {"informant_id": 464, "publication_info": "DS_VII_129", "full_name": "464 - 0.00 - DS_VII_129", "url": "data/stories/455.dfl"}, {"informant_id": 550, "publication_info": "DS_VII_141", "full_name": "550 - 0.00 - DS_VII_141", "url": "data/stories/752.dfl"}, {"informant_id": 422, "publication_info": "DS_VII_106", "full_name": "422 - 0.00 - DS_VII_106", "url": "data/stories/619.dfl"}]}, "fielddiary_page_start": "6191a", "fielddiary_page_end": "6192a", "bibliographic_info": null, "bibliography_references": null, "annotation": "The witch in animal form is a well known motif in Danish tradition. In most cases, the witch takes the shape of a hare (DS VII 106). The witch as fox is a bit unusual, but the fox's actions are not: here she attacks the animals on the farm and kills them. One of the strategies of combating a witch is to shoot her with a silver bullet, or something else made out of silver; buttons are commonly attested (DS VII 268). Ironically, the main character in the story, the man from Tørslev, is the local folk healer, and the witch's son is forced to ask him for the cure for his mother's ailment. Not surprisingly, given the damage the witch has done to the folk healer's farm, he demurs and the witch dies.\n\n     Hunting for foxes would have been a risky undertaking for most people, since the hunting rights to forests were reserved by the large land owners or the Crown. While the use of hunting blinds was common practice, it is not clear whether rotting animal carcasses were normally used as lures and blinds.\n\n     Jens Peter brings the account into his own immediate sphere, pointing out that he knew the son of the injured witch.", "danish_manuscript": "En mand i Torslev, Poul Knagholt, gav\nsig af med at kurere det der var forhegset.\nH. havde et Slæb (et Aadsel, h. slæbte\nfra et sted til et andet) og det vilde h.\nskyde Ræve i. Da han nu stod og vilde\npasse paa den, kommer der ogsaa en Ræv\nog gav sig til at gnave i Aadslet. S.\nskyder h. men den løb sin Vej. H.\ngaar ind i Huset for at lade igien og\n\n6191B\nAadselet laa bag ved Laden. Der var nogle\nRøllbuske (Ellebuske, Egebuske og saadan\nal slags Træbuske) tæt ved gaarden. Ræven\nløb ned i Buskene mens Manden var ude.\nDa h. kommer ud igien, var Ræven der\npaany ved at gnave. H. skyder 2 gang\n[2] men det var det samme, den fik in\ngen Skade. Vil [h.] s. lade 3 gang, og gik\ns. ind til hans Kone og s. nu har a skudt\n2 G. forgjæves, men vil ikke 3 gang. tog\nen Sølvknap og [sk] ladede med og skød.\nMen imens h. var ude at lade, blev\nder saadant spektakel inde i Kohuset.\nS. kom [hu] han ud og da gnaver Ræven\natter. Skyder og da giver den et Skrig.\nog var bleven saaret. S. springer h.\nud af Lugen og kommer s. nær til den\nat ha kunde se det var bleven til en\nKjælling med et rødt Skjørt over sig\nog hun havde faaet det ene Laar skudt\ni Stykker. 2. Dags Morgen kommer hen\ndes Søn og forlanger af Manden at\nh. skal give ham et Lægemiddel til\nKonen, for hu havde faaet sit Lar\nbrækket og det var Marven af det højre\nBen af Slæbet. Men s. svarte M.\nVil I have det, kan I tage det selv\nMen de kunde ikke tage det og s. blev\nhu liggende paa hendes Seng og laa der\n\n6192A\net helt Aar, inden hu døde. A har kjendt\nden Søn, der gik efter Midlet. M. [og]\nda h. havde skudt Kjæll. og kom tilbage\nog gik ind i Kohuset for at se hvad\nder var ved det, fandt h. at 2 af hans\nKvier laa og var døde. Halsen var\nvreden om paa dem, og det havde hu\nværet inde at gjøre, da h. havde\nskudt 2 gang. Hu var fra Skjern i\nTorslev sogn.", "english_manuscript": "A man in Torslev kept himself occupied with curing things that were bewitched. He had a drag (a carcass that he dragged from one place to another) and he wanted to use it to shoot foxes. As he was watching it, a fox came and started to gnaw on the carcass. He shot, but it ran away. He goes into the house to reload while the carcass lay there behind the barn. There was some brushwood (alder, oak and all sorts of trees and bushes) there close to the farm. The fox ran down into the bushes while the man was inside. When he comes out again, the fox is gnawing again. He shoots another time, but it was the same story, it didn't get hurt. Then he's going to load a third time and he goes in to his wife and says, \"Now I've shot a second time in vain, but I won't a third time.\" Then he took a silver button and loaded it with that and shot. But while he was inside loading, there was a huge ruckus in the cow barn. When he came out, the fox was gnawing again. Now when he shoots, it screams and it is wounded. Then he jumps out of his hiding place and he gets so close to it he can see that it has turned into a hag with a red skirt over her, and her one thigh had been shot to pieces. The next morning her son comes and asks the man to give him a remedy for the woman, she'd broken her thigh and that was the marrow of the right leg of the drag. But the man answered, \"If you want it, then you can take it yourself.\" But they couldn't take it and she wound up staying in bed, and she lay there for an entire year before she died. I knew the son who went to get the remedy. When the man had shot the hag and gone back and went into the cow barn to see what had happened, he found that two of his calves lay there dead. Their necks had been wrung, and she'd been in to do that after he'd shot the second time. She was from Skjern in Torslev parish.", "danish_publication": "En mand i Torslev, Povl Knagholt, gav sig af med at kurere det, der var forhekset. Han havde et slæb (et ådsel, der slæbtes fra ét sted til et andet), og det vilde han skyde ræve i. Da han nu stod og vilde passe på det, kom der også en ræv og gav sig til at gnave af ådselet. Han skyder, men den løber sin vej. Han går ind i huset for at lade igjen, mens ådselet lå der omme bag ved laden. Der var nogle røllbuske (ellebuske, egebuske og alle buske af træer) tæt ved gården. Ræven var løben ned i dem, mens manden var inde. Da han kommer ud igjen, er ræven atter der ved at gnave. Han skyder anden gang, men det var det samme, den fik ingen skade. Så vil han lade tredje gang og går ind til hans kone og siger: \"Nu har a skudt anden gang forgjæves, men vil ikke gjøre det tredje gang\". Så tog han en sølvknap og ladede med og skød. Men imens han var inde at lade, blev der sådant spektakkel i kohuset. Da han kom ud, var ræven der atter at gnave. Da han nu skyder, giver den et skrig og er såret. Så springer han ud af lugen og kommer så nær til den, at han kan se, den er bleven til en kjælling med et rödt skjört over sig, og hun havde fået det ene lår skudt i stykker. Anden dags morgen kommer hendes sön og forlanger af manden, at han skal give ham et lægemiddel til konen, for hun havde fået sit lår brækket, og det var marven af det höjre ben af slæbet. Men manden svarte: \"Vil I have det, så kan I tage det selv.\" Men de kunde ikke tage den marv, og så blev hun liggende på hendes seng, og lå der et helt år, inden hun døde. A har kjendt den sön, der gik efter midlet. Men da manden havde skudt kjællingen og kom tilbage og gik ind i kohuset for at se, hvad der var ved det, fandt han, at to af hans kvier lå og var døde, halsen var vreden om på dem, og det havde hun været inde at gjøre, da han havde skudt anden gang. Den kjælling var fra Skjern i Torslev Sogn.", "english_publication": "A man in Torslev, Poul Knagholt, kept himself occupied with curing things that were bewitched. He had a drag (a carcass that was dragged from one place to another) and he wanted to use it as bait to shoot foxes. As he was watching the drag, a fox came and started to gnaw on it. He shoots at the fox, but it runs away. He goes into the house to reload while the carcass lay there behind the barn. There was some brushwood (alder, oak and all sorts of trees and bushes) close to the farm. The fox had run down into that while the man was inside. When he comes out again, the fox is gnawing again. He shoots another time, but it was the same story, it didn’t get hurt. Then he’s going to load a third time and he goes in to his wife and says, “Now I’ve shot a second time in vain, but I won’t a third time.” Then he took a silver button and loaded his gun with that and shot. But while he was inside loading, there was a huge ruckus in the cow barn. When he came back out of the house, the fox was gnawing again. When he shoots, it screams and it is wounded. Then he jumps out of his hiding place and he gets so close to it he can see that it has turned into a hag with a red skirt over her, and her one thigh had been shot to pieces. The next morning her son comes and asks the man to give him a remedy for the woman, she’d broken her thigh and the cure was the marrow of the right leg of the drag. But the man answered, “If you want it, then you can take it yourself.” But they couldn’t take the marrow and she wound up staying in bed, and she lay there for an entire year before she died. I knew the son who went to get the remedy. When the man had shot the hag and gone back into the cow barn to see what had happened, he found that two of his calves lay there dead, their necks had been wrung, and she’d been in to do that after he’d shot the second time. That hag was from Skjern in Torslev parish.", "keywords": {"keyword": ["alderwood", "barn", "bed", "brush", "bushes", "calf", "carcass", "cow", "cure", "death", "farm", "fox", "hag", "house", "leg", "morning", "necks", "oak", "parish", "Poul knagholt", "red", "remedy", "ruckus", "shooting", "silver button", "skirt", "son", "story", "thigh", "tree", "wife", "witchcraft", "woman", "wound", "year"]}, "etk_index": {"heading_danish": "Hekse og deres idrætter", "heading_english": "Witches and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}