{"publication_info": "FK_0_400", "full_name": "241 - 1.03 - FK_0_400", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 1.03, "fieldtrip": "October 1893", "fieldtrip_start_date": "1893-09-10", "fieldtrip_end_date": "1893-10-26", "places": {"place": {"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "FK_0_2", "full_name": "150 - 3.44 - FK_0_2", "url": "data/stories/107.dfl"}, {"informant_id": 150, "publication_info": "JAH_VI_738", "full_name": "150 - 4.02 - JAH_VI_738", "url": "data/stories/113.dfl"}]}, "fielddiary_page_start": "6192a", "fielddiary_page_end": "6192a", "bibliographic_info": null, "bibliography_references": null, "annotation": "Jens Peter's humorous story reflects the tensions that inform the relationships between the minister and the parish clerk and between the minister and the parishioners. The humor in the story relies on the obvious disconnect between the minister's description of the actions of a runaway cow, and the mourners' impression that he is describing the journey of the soul of the dearly departed. The punch line plays on the expression, \"nu rejser hun ad helvede til,\" which can mean literally, \"Now she journey's off to hell\" or, more figuratively and descriptively, \"Now she takes off running like hellfire.\" The word \"kirkegaard\" literally means churchyard but, as all Danish churches are surrounded by their cemeteries, it can also be translated as cemetery.", "danish_manuscript": "Pr. der kaster Jord paa: 1. Nu [rejs] sætter\nhu Halen i Vejret 2. Nu stikker hu\ni Rend. 3 Nu rejser hu ad Helvede til.\nDegnens Køer stod [udenfor] paa Kirkegaarden.", "english_manuscript": "The minister who is throwing earth [on a grave]: 1. Now she puts her tail in the air 2. Now she starts to run. 3. Now she journeys off to Hell [Now she takes off running like hellfire]. The parish clerk's cows were grazing in the churchyard.", "danish_publication": "Præsten var bange for Besehøvder og staar og ser paa én, der vil til det paa Kirkegaarden, ilav han kastede Jord paa et Lig. Da han kaster den første Skovlfuld paa, siger han: \"Nu sætter hun Halen i Vejret.\" Ved den anden Skovlfuld siger han: \"Nu stikker hun i Rend,\" og da saa Koen i det samme er bleven løs og render afsted, siger han ved tredje Skovlfuld: \"Nu rejser hun ad Helvede til.\" Det var Degnens Køer, der stod paa Kirkegaarden.", "english_publication": "The minister was afraid of runaway cows and he stood watching one that was acting up by the cemetery while he was throwing dirt on a casket. When he tosses the first shovelful on it, he says, “Now she’s putting her tail in the air.” At the second shovelful he says, “Now she’s starting to run,” and at the moment that the cow gets loose and runs away, he says with the third shovelful, “Now she journey’s off to hell.” [“Now she takes off running like hellfire”]. It was the parish clerk’s cows who stood there by the cemetery.", "keywords": {"keyword": ["afraid", "air", "church", "corpse", "cow", "earth", "hell", "minister", "parish clerk", "shovel", "tail"]}, "etk_index": {"heading_danish": "Vore fædres kirketjeneste", "heading_english": "Our forebears' Church services"}, "tango_indices": {"tango_index": [null, null, null]}, "genre": null}