{"publication_info": "DS_VII_1182", "full_name": "241 - 1.04 - DS_VII_1182", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 1.04, "fieldtrip": "October 1893", "fieldtrip_start_date": "1893-09-10", "fieldtrip_end_date": "1893-10-26", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 78, "name": "Borup", "display_name": "Borup (place mentioned)"}, {"place_id": 588, "name": "Stenbroen", "display_name": "Stenbroen (place mentioned)"}, {"place_id": 629, "name": "Tårs", "display_name": "Tårs (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_VI_897", "full_name": "241 - 2.07 - DS_VI_897", "url": "data/stories/157.dfl"}, {"informant_id": 241, "publication_info": "DS_VII_611", "full_name": "241 - 4.39 - DS_VII_611", "url": "data/stories/211.dfl"}, {"informant_id": 150, "publication_info": "JAH_VI_81", "full_name": "150 - 2.02 - JAH_VI_81", "url": "data/stories/49.dfl"}, {"informant_id": 150, "publication_info": "JAH_V_531", "full_name": "150 - 3.17 - JAH_V_531", "url": "data/stories/80.dfl"}, {"informant_id": 241, "publication_info": "DS_VII_491a", "full_name": "241 - 4.14 - DS_VII_491a", "url": "data/stories/186.dfl"}, {"informant_id": 124, "publication_info": "DS_VII_1179", "full_name": "124 - 0.00 - DS_VII_1179", "url": "data/stories/705.dfl"}, {"informant_id": 212, "publication_info": "DS_VII_1183", "full_name": "212 - 0.00 - DS_VII_1183", "url": "data/stories/437.dfl"}, {"informant_id": 547, "publication_info": "DS_VII_592", "full_name": "547 - 0.00 - DS_VII_592", "url": "data/stories/499.dfl"}, {"informant_id": 356, "publication_info": "DS_VII_1180", "full_name": "356 - 0.00 - DS_VII_1180", "url": "data/stories/709.dfl"}, {"informant_id": 130, "publication_info": "DS_VII_176", "full_name": "130 - 0.00 - DS_VII_176", "url": "data/stories/831.dfl"}, {"informant_id": 241, "publication_info": "Unpub_JPP_106", "full_name": "241 - 1.06 - Unpub_JPP_106", "url": "data/stories/147.dfl"}]}, "fielddiary_page_start": "6192a", "fielddiary_page_end": "6192b", "bibliographic_info": "Tangherlini 2000\nTangherlini 1998\nRørbye 1976\nJørgensen 1940.", "bibliography_references": {"reference": [{"display_string": "[Book] Jørgensen, Harald. 1979. <i>Studier over det offentlige Fattigvæsens historiske Udvikling i Danmark i det 19. Aarhundrede</i>. Copenhagen: Selskabet for Udgivelse af Kilder til Dansk Historie."}, {"display_string": "[Article] Tangherlini, Timothy R. 2000. \"How do you know she's a witch\"? : Witches, cunning folk, and competition in Denmark. Vol. 59 of <i>Western Folklore</i> 3-4: 279-303."}, {"display_string": "[Book] Rørbye, Birgitte. 1976. <i>Kloge folk og skidtfolk. Kvaksalveriets epoke i Danmark</i>. Copenhagen: Politiken."}, {"display_string": "[Book section] Tangherlini, Timothy R. 2008. The Beggar, the Minister, the Farmer, his Wife and the Teacher : Legend and Legislative Reform in Nineteenth Century Denmark. In <i>Legends and landscape : articles based on plenary papers presented at the 5th Celtic-Nordic-Baltic Folklore Symposium, Reykjavík, 2005</i>: 171-196. Reykjavik: University of Iceland Press."}]}, "annotation": "Støv-Karen, one of the poor people in the parish, shows herself to be an overt threat to the well-being of the farm. Her request for milk borders on begging which, according to the reforms to the poverty assistance laws in 1803, was strictly forbidden. On the other hand, poverty assistance, in the form of in kind almisse (alms), were an important part of the support for the poor, and many poor people did receive milk from farmers throughout the parish, either as part of an agreement with the parish poverty administration, or through private agreement (Jørgensen 1940, 316). Karen's request for milk can be read as a symbolic representation of the ongoing request for support of the poor that many smallholders and farmers found to be a significant economic burden. The refusal to give Støv-Karen milk is explained in a later telling of this story: the husband will only eat milk-fed veal (JPP 4.14). The refusal is not based on the need to keep the farm functioning well, but rather to provide a luxury to the farm owner while the poor go hungry (or in this case, without milk).\n\n     Støv-Karen, whose nickname means \"Dust Karen,\" acts the part of a witch in this story. In other stories, she is referred to as a cunning woman (JPP 1.06) (Rørbye 1976; Tangherlini 2000). Her reaction to the initial refusal--bewitching the new calf so that it jumps about the barn--is extreme, and the death of the calf results in a far greater economic burden than her request for milk. Bewitching cows, or otherwise hurting the livestock, is a common antic of witches (DS VII 1179 and 1183). \n\n     The arrogance that Karen exhibits when she returns to the farm to collect milk is evident in the pitcher that she brings with her. While many poor might ask for a small pot of milk, Karen intends to walk off with an entire milk can, far more than a single person could hope to use before it would spoil, and reminiscent of the excessive supernatural milking described in other legends of witches (DS VII 591 and 592).\n\n     The farmer decides to confront the witch directly and beat her, as opposed to appealing to another intermediary such as a cunning person (DS VII 1180) or a minister (DS VII 574), strategies which tend to be effective, at least in narrative tradition (Tangherlini 1999). Not all ministers were willing to act as mediators (DS VII 176). The threat is not successfully mediated in this story and ultimately the farmer acquiesces to Karen's demands in an attempt to keep her witchcraft at bay. Her ability to change shape, in this case into a dark bird of prey, confirms that she is a witch.\n\n     After the rise of the collective dairies in the 1880s, many of the poor found that they no longer could count on getting milk from local farmers, as the dairies collected the milk each morning. In the seven short years following the establishment of the first cooperative dairy in 1882, six hundred additional cooperative dairies were established, primarily in Jutland. The result was that there was little or no excess milk production for the poor (Jørgensen 1940, 316).\n\n     Tang Kristensen reversed the order of certain phrases in the story's orientation in the published version. He also added the tag that Jens Peter's mother was at the farm when the episode with the calf occurred, a tag that actually appears on page 6193a at the end of a story about some sheep that had disappeared (JPP 1.06).", "danish_manuscript": "Der var en Mand der hed Kristian Sten-\nbroen i Stenbroen i Taars, syd for\nBorup. S. kommer der en Kone derind\nog vilde forlange noget Mælk. S. s. Kon-\nen: Ja hu kunde ikke godt i Dag, for de\nhavde en Ko der havde faaet Kalv,\nmen naar hu kom igien, skulde hu\nfaa alle det hu vilde have. De kaldte \nhende Støv-Karen og hu boede i Støv-\nhuset paa Vejen til Særing. Aldrig s.\nsnart hu var rejst, blev Kalven s. gal\nat den sprang op imod Ranen (Høranen\nog faldt ned igien og gav saadan nogle\nsær Lyd fra sig og det blev den ved\nmed s. længe, til den slog sig ihiel.\n\n6192B\nS. rejser Manden 2 Dags Morgen ned\nog vil banke Støvkaren. Men da h. kom\nmer ned som Fattiggaarden nu er, der\nkom h. i Møde med hende og hu gik\nmed en Kjæp i den 1 Haand og en Kande\ni den 2. Da h. kom lige tæt til hende\ns. forvandlede hu sig til en Krage og stod\n[paa] ovenpaa hendes Kjæp og stod og\ngalte ad ham og Kanden stod ved Siden\naf. Manden blev s. forskr. at h. løb\nhjem og s. til hans Kone, at s. snart\nStøvkaren kom igien, skulde hu have\nalt det hu forlangte. Se hu havde\nforskr. ham.", "english_manuscript": "There was a man called Kristian Stenbroen in Stenbroen in Tårs, south of Borup. Then a woman comes in and wants some milk. The farmwife says she couldn’t today, because they had a cow that had calved, but when she came again, she could have all that she wanted. They called her Støv-Karen and she live in Støvhuset on the road to Sæsing. As soon as she’d left, the calf went crazy and it jumped up against the hay rafters and fell down again and made some strange noises and it kept at it for so long that it finally killed itself. The next morning the man goes down to beat Støv-Karen. But as he comes down to where the poorhouse is now, he meets her, and she was walking with a staff in her one hand and a milk can in the other. When he got close to her, she changed herself into a crow and stood on top of her staff and stood and crowed at him, and the milk can stood beside it. The man got so scared that he ran home and told his wife that as soon as Støv-Karen came again, she was to have everything she wanted. You see, she’d scared him.", "danish_publication": "Der var en mand i Stenbroen i Tårs, der hed Kristian Stenbroen. Det er syd for Borup. Så kommer der en kone derind og vil forlange noget mælk, de kaldte hende Stöv-Karen, og hun boede i Stövhuset på vejen til Sæsing. Ja, siger konen i gården, hun kunde ikke godt i dag, for de havde en ko, der havde fået kalv, men når hun kom igjen, skulde hun få alt det, hun vilde have. Aldrig så snart hun var rejst, blev kalven så gal, at den sprang op imod ranen og faldt ned igjen og gav sådan nogle sære lyd fra sig, og det blev den ved med så længe, til den slog sig ihjel. Så rejser manden anden dags morgen ned og vil banke Stöv-Karen. Men da han kommer ned, som fattiggården nu er, der kommer han i møde med hende, og hun gik med en kjæp i den ene hånd og en kande i den anden. Da han kom lige tæt til hende, så forvandlede hun sig til en krage, der stod oven på hendes kjæp og stod og galte ad ham, og kanden stod ved siden af. Manden blev så forskrækket, at han løb hjem og sagde til hans kone, at så snart Stöv-Karen kom igjen, skulde hun have alt det, hun forlangte. Se hun havde forskrækket ham. Min moder var til stede, da det passerede med kalven.", "english_publication": "There was a man in Stenbroen in Tårs, he was called Kristian Stenbroen. That’s south of Borup. Then a woman comes in and wants some milk, they called her Støv-Karen and she lived in Støvhuset on the road to Sæsing. Well, says the farmer's wife, she couldn’t today, because they had a cow that had calved, but when she came again, she could have all that she wanted. As soon as she’d left, the calf gets so crazy that it jumped up against the hay rafters and fell down again and made some strange noises and it continued to do this for so long that it finally killed itself. The next morning the man goes down and wants to beat Støv-Karen. But as he comes down to where the poorhouse is now, he meets her, and she was walking along with a staff in her one hand and a milk can in the other. When he gets close to her, she changes herself into a crow and sits on top of her staff and caws at him and the milk can stood beside it. The man got so scared that he ran home and told his wife that as soon as Støv-Karen came again, she was to have everything she wanted. You  see, she’d scared him. My mother was there when that happened with the calf.", "keywords": {"keyword": ["calf", "cow", "crazy", "crow", "fall", "farm", "hay", "home", "kill", "Kristian", "milk", "morning", "mother", "noises", "poorhouse", "rafters", "road", "south", "Støv Karen", "today", "wife", "woman"]}, "etk_index": {"heading_danish": "Hekse og deres idrætter", "heading_english": "Witches and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}