{"publication_info": "DS_VII_146", "full_name": "241 - 1.05 - DS_VII_146", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 1.05, "fieldtrip": "October 1893", "fieldtrip_start_date": "1893-09-10", "fieldtrip_end_date": "1893-10-26", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 266, "name": "Hjørring", "display_name": "Hjørring (place mentioned)"}, {"place_id": 37, "name": "Astrup", "display_name": "Astrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "DS_VII_447", "full_name": "150 - 2.11 - DS_VII_447", "url": "data/stories/58.dfl"}, {"informant_id": 241, "publication_info": "DSnr_II_E_105", "full_name": "241 - 2.11 - DSnr_II_E_105", "url": "data/stories/161.dfl"}, {"informant_id": 241, "publication_info": "DSnr_V_889", "full_name": "241 - 4.28 - DSnr_V_889", "url": "data/stories/200.dfl"}, {"informant_id": 241, "publication_info": "DSnr_IV_880", "full_name": "241 - 4.36 - DSnr_IV_880", "url": "data/stories/208.dfl"}, {"informant_id": 556, "publication_info": "DS_VII_143", "full_name": "556 - 0.00 - DS_VII_143", "url": "data/stories/456.dfl"}, {"informant_id": 422, "publication_info": "DS_VII_106", "full_name": "422 - 0.00 - DS_VII_106", "url": "data/stories/619.dfl"}, {"informant_id": 400, "publication_info": "DS_IV_1161", "full_name": "400 - 0.00 - DS_IV_1161", "url": "data/stories/621.dfl"}, {"informant_id": 217, "publication_info": "DS_VII_144", "full_name": "217 - 0.00 - DS_VII_144", "url": "data/stories/633.dfl"}, {"informant_id": 150, "publication_info": "DS_VI_139", "full_name": "150 - 1.15 - DS_VI_139", "url": "data/stories/18.dfl"}, {"informant_id": 123, "publication_info": "DS_VI_98", "full_name": "123 - 3.08 - DS_VI_98", "url": "data/stories/411.dfl"}, {"informant_id": 550, "publication_info": "DS_VII_141", "full_name": "550 - 0.00 - DS_VII_141", "url": "data/stories/752.dfl"}, {"informant_id": 333, "publication_info": "DS_VII_145", "full_name": "333 - 0.00 - DS_VII_145", "url": "data/stories/769.dfl"}, {"informant_id": 355, "publication_info": "DS_VII_149", "full_name": "355 - 0.00 - DS_VII_149", "url": "data/stories/659.dfl"}]}, "fielddiary_page_start": "6192b", "fielddiary_page_end": "6193a", "bibliographic_info": "Tangherlini 2000\nAlver 1971\nHenningsen 1975\nJohansen 1991\nWoods 1959\nValk 2001", "bibliography_references": {"reference": [{"display_string": "[Article] Tangherlini, Timothy R. 2000. \"How do you know she's a witch\"? : Witches, cunning folk, and competition in Denmark. Vol. 59 of <i>Western Folklore</i> 3-4: 279-303."}, {"display_string": "[Book] Alver, Bente Gullveig. 1971. <i>Heksetro og trolddom. Et studie i norsk heksevæsen</i>. Oslo: Universitetsforlaget."}, {"display_string": "[Article] Henningsen, Gustav. 1975. Hekseforfølgelse efter 'hekseprocessernes tid.' Et bidrag til dansk etnohistorie. <i>Folk og Kultur</i>, 98-151."}, {"display_string": "[Book] Johansen, Jens Christian V. 1991. <i>Da djævelen var ude... Trolddom i det 17. århundredes Danmark (Odense University studies in history and social sciences)</i>. Odense: Odense Universitetsforlag."}, {"display_string": "[Book] Woods, Barbara Allen. 1959. <i>The Devil in dog form. A partial type-index of Devil legends (Folklore studies)</i>. Berkeley: University of California Press."}, {"display_string": "[Book] Valk, Ülo. 2001. <i>The black gentleman : manifestations of the Devil in Estonian folk religion (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}]}, "annotation": "The accusation of witchcraft in this story aims at the highest levels of local society, and Jens Peter no doubt takes pleasure in the humiliation associated with the revelation of the innkeeper's wife as a witch. Skytte-Kræn [Hunter Christian] is likely of much humbler origins than the merchant and innkeeper. He is quite possibly a cunning man, given both his nickname and the role he plays in this story (DS VII 144).\n\n    In related stories, manor lords are accused of having a pact with Satan (BJK 1.15; PJ 3.08).  There are also many stories in which the minister's wife's is revealed to be a witch (DS VII 149). In all these cases, the goal is to link the economically well-off or the politically powerful with the devil and, in so doing, undermine the legitimacy of their social and economic standing.\n\n     The accusation of witchcraft lost most legal power by the nineteenth century. By 1866 it was no longer possible to try someone in court for witchcraft (Johansen 1991, 25; Tangherlini 2000). The standard for proving an accusation of witchcraft was generally quite high, even during the seventeenth century when witchcraft trials were at a peak (Tangherlini 2000; Johansen 1991; Henningsen 1975). Changing shape from dog to human and back would likely have reached that standard. The black dog is a common shape for the devil and, given the close connection between the devil and witches, it is not hard to imagine a witch in dog form (Woods 1959; Valk 2001). Kristen Nielsen from Mosehuse, for example, also tells a variant in which the witch appears as a dog (DS VII 144). Otherwise, common animal shapes for the witch to assume are cats and hares (DS VII 141 and 145).\n\n     The power of naming as a form of control over the supernatural is a widely attested belief. Naming the witch is closely linked to other stories in which the witch's identity is brought to light (DS VII 149). In numerous other stories, naming the witch leads to the same type of transformation found in this story. ", "danish_manuscript": "Der var en Mand i Hjørring der var Kjøb-\nmand og gjæstgiver og hed Niels Løt. \nHans Kone hu hed Karen og en Mand i\nAstrup, den gamle Skytte-Kræn havde\nbeskyldt hende for en Hegs. S. stævner\nNiels Løt ham, h. skulde bevise, at Ko-\nnen var en Hegs og de kom i Retten\nmed hverandre. S. var der en stor sort\nHund der fulgte med N. L. i Retten.\nS. sp. de Skytte-Kr. stærkt til om h.\nkunde bevise, at dh. var en Hegs.\nS. [svarte Sk.] vender Sk. sig til dh\nHund: Stat op Karen og svar til det\nS. stod hu splitternøgen i Retsalen ved\n\n6193A\ndem. S. sled ha sig i hans Chenille,\nsom h. var i oven over hans Frakke og\nhytt oven over hans Kone.", "english_manuscript": "There was a man in Hjørring, he was a merchant and an innkeeper and he was called Niels Løt. His wife she was called Karen and a man in Astrup, the old Skytte-Kræn had accused her of being a witch. Then Niels Løt summoned him, he had to prove that the woman was a witch and they went to court. Then there was a big black dog that followed Niels Løt to the court. They questioned Skytte-Kræn hard if he could prove that she was a witch. Then he turns to this black dog and says, \"Stand up, Karen, and answer that.\" Then she stood there buck-naked in the middle of the courtroom with them. The man took off his chenille which he had on over his jacket and put it over his wife.", "danish_publication": "Der var en mand i Hjörring, han var kjöbmand og gjæst-giver og hed Niels Løt, hans kone hun hed Karen. Så havde den gamle Skytte-Kræn i Astrup beskyldt hende for at være en heks, og Niels Løt stævner ham da, han skal bevise, hvad han havde sagt. De kom så i retten med hverandre. Så var der en stor sort hund, der fulgte med Niels Løt i retten. De spörger Skytte-Kræn stærkt til, om han kan bevise, at hun er en heks. Så vender han sig til denher hund og siger: \"Stat op, Karen, og svar til det.\" Da stod hun splitternøgen i retssalen ved dem. Manden sled sig af hans chenille, som han var i oven hans frakke, og hyt den oven over hans kone.", "english_publication": "There was a man in Hjørring, he was a merchant and an innkeeper and he was called Niels Løt and his wife, she was called Karen. Then the old Skytte-Kræn from Astrup had accused her of being a witch and Niels Løt summons him then, he had to prove what he said. They went to court. Then there was a big black dog that followed Niels Løt to the court. They ask Skytte-Kræn if he can prove that she’s a witch. Then he turns to this black dog and says, “Stand up, Karen, and answer that.” Then she stood there buck-naked in the middle of the courtroom with them. The man took off his chenille which he had on over his jacket and put it over his wife.", "keywords": {"keyword": ["accused", "black", "court", "dog", "inn keeper", "Karen", "merchant", "naked", "Niels Løt", "old", "Skytte Kræn", "summons", "wife", "witch"]}, "etk_index": {"heading_danish": "Hekse og deres idrætter", "heading_english": "Witches and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}