{"publication_info": "DS_IV_1134", "full_name": "241 - 1.07 - DS_IV_1134", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 1.07, "fieldtrip": "October 1893", "fieldtrip_start_date": "1893-09-10", "fieldtrip_end_date": "1893-10-26", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 417, "name": "Mosbjærg", "display_name": "Mosbjærg (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_IV_1052", "full_name": "241 - 2.09 - DS_IV_1052", "url": "data/stories/159.dfl"}, {"informant_id": 241, "publication_info": "DSnr_IV_574", "full_name": "241 - 4.19 - DSnr_IV_574", "url": "data/stories/191.dfl"}, {"informant_id": 241, "publication_info": "DSnr_V_539b", "full_name": "241 - 4.26 - DSnr_V_539b", "url": "data/stories/198.dfl"}, {"informant_id": 205, "publication_info": "DS_IV_1120", "full_name": "205 - 0.00 - DS_IV_1120", "url": "data/stories/567.dfl"}, {"informant_id": 480, "publication_info": "DS_IV_1121", "full_name": "480 - 0.00 - DS_IV_1121", "url": "data/stories/746.dfl"}, {"informant_id": null, "publication_info": "DS_VII_506", "full_name": "0 - 0.00 - DS_VII_506", "url": "data/stories/890.dfl"}]}, "fielddiary_page_start": "6193a", "fielddiary_page_end": "6193b", "bibliographic_info": "Stokker 1992\nTangherlini 1999\nWoods 1959\nChristiansen 1958", "bibliography_references": {"reference": [{"display_string": "[Book] Christiansen, Reidar Thoralf. 1992. <i>The migratory legends (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}, {"display_string": "[Article] Stokker, Kathleen. 1992. Migratory Legend 3005 : 'The Would- Be Ghost' -- Why Be He a Ghost?. Vol. 48 of <i>Arv</i>, 143-152."}, {"display_string": "[Article] Tangherlini, Timothy R. 1998. \"Who ya gonna call?\" : Ministers and the Mediation of Ghostly Threat in Danish Legend Tradition. Vol. 57 of <i>Western Folklore</i> 2/3: 153-178."}, {"display_string": "[Book] Woods, Barbara Allen. 1959. <i>The Devil in dog form. A partial type-index of Devil legends (Folklore studies)</i>. Berkeley: University of California Press."}]}, "annotation": "The story of the would-be ghost is attested throughout Scandinavia (Christiansen 1958). Ghosts in the cemetery need to be conjured back into the ground, as they threaten to disrupt the world of the living. In a Lutheran accommodation of folk belief surrounding ghosts, ghosts were linked to manifestations of Satan (Tangherlini 1998). There could hardly be a more threatening figure than Satan in a Lutheran community, and one of the most common strategies for dealing with him was to call for the minister (Tangherlini 1998).\n\n     Kathleen Stokker links this story to questions about the power of the minister, confession and salvation, focusing particularly on the \"Black Book minister\" of Norwegian tradition (Stokker 1992). She proposes that the minister is essentially powerless to stop the farmhand from sinking, and resorts to confession and extreme unction to at least guarantee the young man salvation. An alternate reading of these stories is less supportive of the minister: if he is powerful enough to conjure the young man, he should be powerful enough to unconjure him as it were. Instead, he continues with the conjuring--and effective burial--as a form of extreme punishment.\n\n      The resolution of this story is stark--the farmhand is dead and the minister's wife has gone mad. So, while the farmhand intended only to restore the minister to the parsonage (and his wife) at night where under all other circumstances he rightfully belonged, his actions lead to a horrific dissolution of the minister's family.", "danish_manuscript": "En præst i Mosbjærg skulde op paa Kirke-\ngaarden 1 Time hver eneste Aften. S. \nfik hans Kone Kusken til at skr. ham\nmed et Lagen over sig. Løb foran Pr.\nfra en Grav til en 2. S. talte Pr. til\nham: Er du Msk. s. tal, er du\nSatan s. vig. Saadan talte h. 3 G.\nmen Karl. svarte ikke. S. tog h. i hans\nLomme og fik en Bog op og gav sig til at\n\n6193B\nlæse. Nu sank h. en 3 Tommer ned til\nAnklerne. Da raabte Karlen: Faer\nFaer, det er mig. Ja svarte Pr. om\ndu var s. min egen Broder, kan jeg ikke\nhjælpe dig nu. S. løb h. ned til Degn\nog fik Kirkenøglen, hentede Vin og Brød\nog berettede ham. Pr.s Kone tog sig\ns. meget af det, at hu gik fra Forstan\nden.", "english_manuscript": "A minister in Mosbjærg had to go up to the cemetery every night for an hour. Then his wife got their coachman to scare him by putting a sheet over himself. He ran in front of the minister from one grave to the next. Then the minister said to him, \"If you're a person, speak, if you're Satan, then give way!\" He said that three times, but the farmhand didn't answer. Then he reached into his pocket and took out a book and began reading. Then he sank down three inches to his ankles. Then the farmhand yelled, \"Father, Father, it's me!\" - \"Well,\" answered the minister, \"even if you were my own brother, I can't help you now.\" Then he ran down to the parish clerk and got the church keys, got wine and bread and gave him the last rites. The minister's wife was so horrified by this, that she lost her mind.", "danish_publication": "En præst i Mosbjærg skulde op på kirkegården en time hver eneste aften. Så fik hans kone kusken til at skræmme ham med et lagen over sig. Han løb foran præsten fra én grav til en anden. . . \"Er du menneske, så tal, er du Satan, så vig!\" Siger det 3 gange... Tager i lommen og får en bog op... Nu synker han en 3 tommer ned. Da råber karlen: \"Faer, faer, det er mig!\" — \"Ja,\" svarte præsten, \"om du var så min egen broder, kan jeg ikke hjælpe dig nu.\" Så løb han ned til degnen og fik kirkenöglen, hentede vin og brød og berettede ham. Præstens kone tog sig så meget af det, at hun gik fra forstanden.", "english_publication": "A minister in Mosbjærg had to go up to the cemetery every night for an hour. Then his wife got their coachman to scare him by putting a sheet over himself. He ran in front of the minister from one grave to the next…. “If you’re a person, speak, if you’re Satan, then give way!” He says it three times… He reaches into his pocket and takes out a book… Then he sinks down three inches. Then the farmhand yells, “Father, Father, it's me!” – “Well,” answered the minister, “even if you were my own brother, I wouldn’t be able to help you now.” Then he ran down to the parish clerk and got the church keys, got the wine and bread and gave him the last rites. The minister’s wife was so horrified by this, that she lost her mind.", "keywords": {"keyword": ["books", "bread", "brother", "cemetery", "church", "coachman", "farmhand", "father", "grave", "key", "minister", "night", "parish clerk", "pocket", "Satan", "sheet", "sinking", "three", "wife", "wine"]}, "etk_index": {"heading_danish": "Præster", "heading_english": "Ministers"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}