{"publication_info": "DS_IV_948", "full_name": "241 - 1.09 - DS_IV_948", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 1.09, "fieldtrip": "October 1893", "fieldtrip_start_date": "1893-09-10", "fieldtrip_end_date": "1893-10-26", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 654, "name": "Torslev", "display_name": "Torslev (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_IV_1052", "full_name": "241 - 2.09 - DS_IV_1052", "url": "data/stories/159.dfl"}, {"informant_id": 241, "publication_info": "DSnr_V_889", "full_name": "241 - 4.28 - DSnr_V_889", "url": "data/stories/200.dfl"}, {"informant_id": 241, "publication_info": "DS_VII_611", "full_name": "241 - 4.39 - DS_VII_611", "url": "data/stories/211.dfl"}, {"informant_id": 393, "publication_info": "DS_V_57", "full_name": "393 - 0.00 - DS_V_57", "url": "data/stories/792.dfl"}]}, "fielddiary_page_start": "6194a", "fielddiary_page_end": "6194a", "bibliographic_info": "Woods 1959\nNørr 1981\nNørr 1994\nTangherlini 1999", "bibliography_references": {"reference": [{"display_string": "[Article] Tangherlini, Timothy R. 1998. \"Who ya gonna call?\" : Ministers and the Mediation of Ghostly Threat in Danish Legend Tradition. Vol. 57 of <i>Western Folklore</i> 2/3: 153-178."}, {"display_string": "[Book] Woods, Barbara Allen. 1959. <i>The Devil in dog form. A partial type-index of Devil legends (Folklore studies)</i>. Berkeley: University of California Press."}, {"display_string": "[Book] Nørr, Erik. 1981. <i>Præst og administrator sognepræstens funktioner i lokalforvaltningen på landet fra 1800 til 1841 (Administrationshistoriske studier)</i>. Copenhagen: Rigsarkivet."}, {"display_string": "[Book] Nørr, Erik. 1994. <i>Skolen, præsten og kommunen kampen om skolen på landet 1842-1899</i>. Copenhagen: Jurist- og Økonomforbundet."}]}, "annotation": "Jens Peter concludes his session with Tang Kristensen on a pessimistic note with this legend of a nearly failed conjuring. Again, the haunt appears in the guise of a black dog (Woods 1959). The minister protects the children and then brings the dog outside to be conjured. Although he is successful, the conjuring leaves its mark on him (Tangherlini 1998). \n\n     In his story, Jens Peter engages in a bit of a rhetorical twist: the children promise not to say anything, but do so anyway. People then tell their stories to each other, keeping the minister out of the loop. This meta-performative remark describes a channel of communication in the parish where the minister, despite his centrality, was unaware of what the parishioners were talking about.\n\n     Tang Kristensen added an annotation in the published version identifying Hr. Knud Schott Deichmann as the minister in Torslev from 1792-1823.", "danish_manuscript": "Der var en Præst i Torslev der hed Deich-\nmann. H. brugte at læse for Konfirmant\npaa Kirkegulvet. Ligesom h. læste aller\nbedst, kommer der en stor sort Hund ind\npaa Kirkegulvet. H. blev ved at skubbe\nop paa Børnene, s. de kom op i Koret\nallesammen og Hunden fulgte bag efter.\nMen s. rejste Pr. ud af Kirken og Hu\nfulgte ham, men Børnene [de] blev der\ninde. S. blev ha ude 1/2 Time og\nkom da ind igien. Da var h. s. for-\nandret at Børnene ikke kunde kjende\nham. S. s. Pr. til dem, at naar de\nkom nu hjem og talte om det, der\nvar passeret her i Kirken i Dag\nskulde de ikke blive konf. af ham.\nIngen saa Hunden mere og Børnene\n[turde intet sige] sagde det alligevel.\nmen Folk tav still med det s. Pr. fik\nintet at vide.", "english_manuscript": "There was a minister in Torslev who was called Deichmann. He used to read to the confirmation candidates out on the church floor. One day as he was reading, a big black dog came in to the church. He kept pushing the children so they all wound up in the choir loft and the dog followed along behind. But then the minister left the church and the dog followed, but the children stayed inside. Then he was outside for half an hour and then he came back inside again. He was so changed then that the children didn't recognize him. Then the minister says to them that if when they got home they talked about what had happened in the church that day then they wouldn't be confirmed by him. Nobody saw the dog again and the children talked about it anyway but people kept quiet about it so the minister didn't find out.", "danish_publication": "Der var en præst i Torslev, der hed Deichmann. Han brugte at læse for konfirmanterne på kirkegulvet. Ligesom han en dag læste allerbedst, kom der en stor sort hund ind på kirkegulvet. Han blev ved at skubbe op på börnene, så de kom op i koret allesammen, og hunden fulgte bag efter. Men så rejste præsten ud af kirken, og hunden fulgte, men börnene blev der inde. Så blev han ude en halv time og kom da ind igjen. Da var han så forandret, at börnene ikke kunde kjende ham. Så siger præsten til dem, at når de nu kom hjem og talte om det, der var passeret her i kirken i dag, skulde de ikke blive konfirmeret af ham. Ingen så hunden mere, og börnene sagde det alligevel. Men folk tav stille med det, så præsten fik intet at vide.", "english_publication": "There was a minister in Torslev who was called Deichmann. He used to read for the candidates for confirmation out on the church floor. One day as he was reading along, a big black dog came in and walked out onto the church floor. He kept pushing the children so they all wound up in the choir loft and the dog followed along behind. But then the minister left the church and the dog followed but the children stayed inside. Then he was outside for half an hour and then he came back inside again. He was so changed that the children didn’t recognize him. Then the minister says to them that if when they got home, they talked about what had happened in the church that day then they wouldn’t be confirmed by him. Nobody saw the dog again and the children talked about it anyway. But people kept quiet about it so the minister didn’t find out.", "keywords": {"keyword": ["black", "children", "choir", "church", "confirmation", "day", "dog", "floor", "home", "minister", "outside", "wound"]}, "etk_index": {"heading_danish": "Præster", "heading_english": "Ministers"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}