{"publication_info": "DS_IV_1486", "full_name": "241 - 2.01 - DS_IV_1486", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 2.01, "fieldtrip": "October 1893", "fieldtrip_start_date": "1893-09-10", "fieldtrip_end_date": "1893-10-26", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 184, "name": "Gammel Vrå", "display_name": "Gammel Vrå (place mentioned)"}, {"place_id": 314, "name": "Jerslev bro", "display_name": "Jerslev bro (place mentioned)"}, {"place_id": 453, "name": "Østbjerg bakker", "display_name": "Østbjerg bakker (place mentioned)"}, {"place_id": 434, "name": "Nørre Sundby", "display_name": "Nørre Sundby (place mentioned)"}, {"place_id": 672, "name": "Tylstrup", "display_name": "Tylstrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "DS_II_E_156", "full_name": "150 - 1.43 - DS_II_E_156", "url": "data/stories/46.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1465", "full_name": "241 - 2.04 - DS_IV_1465", "url": "data/stories/154.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1592", "full_name": "241 - 2.10 - DS_IV_1592", "url": "data/stories/160.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1605", "full_name": "241 - 2.12 - DS_IV_1605", "url": "data/stories/162.dfl"}, {"informant_id": 392, "publication_info": "DS_IV_1481", "full_name": "392 - 0.00 - DS_IV_1481", "url": "data/stories/770.dfl"}, {"informant_id": 339, "publication_info": "DS_V_1422", "full_name": "339 - 0.00 - DS_V_1422", "url": "data/stories/766.dfl"}, {"informant_id": null, "publication_info": "DS_IV_1490", "full_name": "0 - 0.00 - DS_IV_1490", "url": "data/stories/871.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1488", "full_name": "241 - 2.03 - DS_IV_1488", "url": "data/stories/153.dfl"}, {"informant_id": 508, "publication_info": "DS_IV_1467", "full_name": "508 - 0.00 - DS_IV_1467", "url": "data/stories/501.dfl"}, {"informant_id": 59, "publication_info": "DS_IV_1478", "full_name": "59 - 0.00 - DS_IV_1478", "url": "data/stories/562.dfl"}, {"informant_id": 360, "publication_info": "DS_IV_1447", "full_name": "360 - 0.00 - DS_IV_1447", "url": "data/stories/669.dfl"}, {"informant_id": 501, "publication_info": "DS_IV_1449", "full_name": "501 - 0.00 - DS_IV_1449", "url": "data/stories/797.dfl"}, {"informant_id": 385, "publication_info": "DS_IV_1376", "full_name": "385 - 0.00 - DS_IV_1376", "url": "data/stories/475.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1408", "full_name": "241 - 2.14 - DS_IV_1408", "url": "data/stories/164.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1485", "full_name": "241 - 2.02 - DS_IV_1485", "url": "data/stories/152.dfl"}, {"informant_id": 523, "publication_info": "DS_IV_1466", "full_name": "523 - 0.00 - DS_IV_1466", "url": "data/stories/699.dfl"}]}, "fielddiary_page_start": "6291a", "fielddiary_page_end": "6292a", "bibliographic_info": "Jensen 1993\nAakjær 1915\nKnutzon and Lind 1940", "bibliography_references": {"reference": [{"display_string": "[Book] Jensen, Henrik Fibaek. 1993. <i>Jens Langkniv : en jysk Robin Hood? (Studier fra sprog- og oldtidsforskning)</i>. Copenhagen: Museum Tusculanum."}, {"display_string": "[Book] Aakjær, Jeppe. 1915. <i>Jens Langkniv. Af Fjends Herreds Krønikebog</i>. Copenhagen and Kristiania: Gyldendal."}, {"display_string": "[Film or broadcast] Knutzon, Per, Lind, Peter. 1940. Jens Langkniv. Denmark, Cimbria Film."}]}, "annotation": "Stories of ambushes in wooded, hilly areas are widely attested. Some of the attacks are successful (DS IV 1467), and some not (DS IV 1478). In these stories, groups of robbers are frequently described as having dens from where they can monitor activity on the road through the use of a primitive alarm (DS IV 1447 and 1449).\n\n     The horse dealer probably feels that the innkeeper's warning is suspect, since other stories attest to the villainy of larcenous innkeepers (DS IV 1376 and JPP 2.14). \n\n     The horse dealer's escape from the robber is not unusual, and Jens Peter's next story continues in the same vein (JPP 2.02). Although the robbery is initially successful, the horse dealer is able to appeal for help from the local manor farm's huntsman. The thief is killed and the money recovered--essentially reestablishing the economic order that was in peril at the beginning of the story. Because robbers often worked in groups, the inability to further question the robber implies a continuing threat there in the woods.\n\n     The robber's use of the long knife relates him to another famous Danish thief, Jens Langkniv [Longknife] who, in some stories, appears as a Danish Robin Hood (DS IV 1466) (Jensen 1993). Langkniv was an alias of Jens Olesen who was the subject of numerous legends, a novel by Jeppe Aakjær (1915), and a film in the 1940s directed by Per Knutzon and Peter Lind (considered by some film critics to be among the very worst films ever made).", "danish_manuscript": "Der var en Hestehandler der kom syd fra\nover Fjorden og vilde til Marked her nede.\nH. kom saa til en Kro, der hedder Lang-\nbro Kro nord for Sundby -- den G. gik\nVejen over Jerslev Broe. S. siger Kro-\nmanden--han sad inde og fik lidt at [vide]\nspise: Det er ikke værd at tage herfra\ni Aften, det er et stivt Vejr og der er en\nMand gaaet ud herfra, ham troer vi ikke\ns. godt. Jo, svarer Hesteh. h. var godt\nbevæbnet og havde 2 gode Pistoler. H. havde\nfortalt Hesteh. at h havde 4000 Rigsda\nler med sig h. vilde ned at kjøbe Heste for\nog det havde Gavtyven hørt. S. rejser h.\nDg. h. kom s. ned ad Østbjærg Bakker øster\n\n6291B\nfor Tylstrup, der gik Vejen igien og s,\nvar der et Krat og der gik Vejen ogsaa\ngjennem og ude i det lige ved Siden af\nVejen var en Dal, der kaldtes Tyrens\nDal, der boede Røveren og havde en\nstue og havde Snorer over Vejen med\nen Klokke nede i Stuen, s. h. kunde\nhøre naar nogen færdedes ad Vejen.\nRøveren kommer s. til ham og tager\nPengene fra ham og en stor hvid Vad-\nmelstrøje af dem de brugte i gl. Tid\nmed store Sølvknapper i. H. skød\nnok Pistolerne af, men ramte ikke.\nS. tog Manden Flugten da h. kom fra\nTyven og kom til Gl. Vraa og der fik\nh. skytten med sig. H. fortalte hvor-\ndan det var gaaet og h. bevæbnede sig.\nDg de kom s. derned da sad h. og havde\nbredt Vadmelstrøjen ud og sad og talte\nalle Pengene. S. raaber skytten til ham\nh. skulde overgive sig ellers skød h. Men\nRøveren sprang op og kastede sin\nlange Kniv, hvis Blad var en halv\nAlen lang og den vilde h. have sat i \nSkytten men den ramte ham ikke men\ni Sadlen lige foran ham og blev der\nsiddende. S. skød h. ham lige med det\nsamme; s. forbitret blev h. Men h. ærgre\nde sig over det s. længe h. levede, at h.\n\n6292A\nh. saadan skulde skyde ham ned paa Stedet \nfor der kom slet ingen flere Oplysninger \nfrem om ham. Min BedsteFader tjente\nsom Kusk paa Gl. Vraa og h. kjendte \nSkytten s. det er sandfærdigt at det\ngik saadan til. Der er mange bliven\nplyndrede der paa det Sted.", "english_manuscript": "There was a horse dealer who came from the south over the fjord and wanted to go to market down here. He arrived at an inn which is called Langbro (Long Bridge) Inn north of Sundby--at the time the road went over Jerslev bridge. Then the innkeeper said--he'd sat down inside and was having a bite to eat: \"It's not worth it, leaving here tonight. It's a mighty thick weather, and a guy we don't trust too well just left here.\" \"Well,\" answers the horse dealer, he was pretty well armed and had two good pistols. He'd told him, the horse dealer, that he had 4000 rigsdaler on him that he was going to go down and buy horses with and the robber had heard that. Then he leaves. When he got down to the Østbjærg hills east of Tylstrup--that's where the road went through--there was a woods which he also had to go through and in there just next to the road there was a dale, which was called Tyrens (the Bull's) dale. The robber lived there and he had a den along with ropes across the road with a bell down in the den so he could hear when somebody traveled along the road. The robber comes at him and takes the money from him along with a big white homespun sweater like the ones they used in the olden days with big silver buttons on it. He shot his pistols well enough, but didn't hit him. The man fled when he got away from the thief and arrived at Gammel-Vrå, where he got the huntsman to come with him. He told him what had happened and then he armed himself. When they got down into the dale, the robber was sitting down and had spread the homespun sweater out and was counting the money. The huntsman yells to him to give himself up otherwise he'd shoot. But the robber jumped up and threw his long knife, the blade of which was a foot long, and he wanted to hit the huntsman; but he didn't hit him but hit the saddle just in front of him instead and it stuck there. Then he shot him immediately, that's how mad he was. But he regretted it as long as he lived that he had to shoot him on the spot because they got no more information from him. My grandfather worked as the coachman at Gammel-Vrå and he knew the huntsman, so this really had happened. A lot of people were plundered there at that spot.", "danish_publication": "Der var en hestehandler der kom syd fra over fjorden og vilde til marked her nede. Han kom så til en kro, der hedder Langbro kro nord for Sundby — den gang gik vejen over Jerslev broe. Han sad nu inde og fik lidt at leve af, og fortalte kromanden, at han havde 4000 rigsdaler ved sig, han vilde ned og kjøbe heste for. \"Det er ikke værd at tage herfra i aften,\" siger så værten, \"det er et stivt vejr, og der er en mand gået ud herfra, ham troer vi ikke så godt.\" Han havde netop siddet der inde og hørt hestehandleren fortælle om pengene og var så rejst af. \"Jo,\" svarer han, \"jeg må af sted. Jeg er godt bevæbnet og har to gode pistoler.\" Så rejser han. Da han kom ned ad Øsbjærg bakker öster for Tylstrup — der gik vejen igjennem — så var der et krat, som han også skulde igjennem, og inde i det lige ved siden af vejen var en dal, der kaldtes Tyrens dal. Der boede röveren, og han havde en stue samt snore over vejen med en klokke nede i stuen, så han kunde høre, når nogen færdedes ad vejen. Röveren kommer så til ham og tager pengene fra ham, samt en stor hvid vadmelströje af dem, de brugte i gammel tid, med store sølvknapper i. Han skød nok pistolerne af, men ramte ikke. Manden tog flugten, da han kom fra tyven, og kom til Gammel-Vrå, hvor han fik skytten med sig. Han fortalte ham, hvordan det var gået, og så bevæbnede han sig. Den gang de så kom ned i dalen, sad röveren og havde bredt vadmelströjen ud og sad og talte pengene. Skytten råber til ham, at han skal overgive sig, ellers skyder han. Men röveren sprang op og kastede sin lange kniv, hvis blad var en halv alen i længden, og den vilde han have sat i skytten; men den ramte ham ikke, derimod i sadlen lige forved ham, og blev der siddende. Så skød han ham lige med det samme, så forbitret blev han. Men han ærgrede sig over det, så længe han levede, at han sådan skulde skyde ham ned på stedet, for der kom slet ingen oplysninger frem om ham. Min bedstefader tjente som kusk på Gammel-Vrå, og han kjendte skytten, så det var sandfærdigt, at det gik sådan til. Der er mange andre blevne plyndrede på dette sted.", "english_publication": "There was a horse dealer who came from the south over the fjord and wanted to go to market down here. He arrived at an inn, which is called Langbro (Long Bridge) Inn north of Sundby--at the time the road went over Jerslev bridge. So he sat down inside and had a bite to eat and told the innkeeper that he had four thousand rixdollars with him that he was going to use to buy horses. “It's not worth it leaving here tonight,” said the innkeeper, “it's a mighty thick weather, and a guy we don't trust too well just left here.” He had in fact been sitting inside there and heard the horse dealer talk about the money and then he had left. “Well,” he answers, “I've got to get going. I'm pretty well armed--I've got two good pistols.” Then he leaves. When he got down to the Østbjærg hills east of Tylstrup--that's where the road went through--there was a woods which he also had to go through, and in there just next to the road there was a dale, which was called Tyrens (Bull's) dale. The robber lived there and he had a den along with a rope across the road with a bell down in the den so he could hear when somebody traveled along the road. The robber comes at him and takes the money from him along with a big white homespun sweater like the ones they used to wear in the olden days with big silver buttons on it. The man shot his pistols well enough, but didn't hit him. Then he fled and when he got away from the thief and arrived at Gammel-Vrå, where he got the huntsman to come with him. He told him what had happened and then he armed himself. When they got down into the dale, the robber was sitting down and had spread the homespun sweater out and was counting the money. The huntsman yells to him to give himself up otherwise he'd shoot. But the robber jumped up and threw his long knife, the blade of which was a foot long, and he wanted to hit the huntsman; but he didn't hit him but instead hit the saddle just in front of him and it stuck there. Then the huntsman immediately shot the robber, that's how mad he was. But he regretted it as long as he lived that he had to shoot the robber on the spot because they got no further information on him. My grandfather worked as the coachman at Gammel-Vrå and he knew the huntsman, so this really had happened. So many others were robbed at that spot.", "keywords": {"keyword": ["armed", "bells", "bridge", "bull", "button", "coachman", "dale", "day", "dealer", "den", "east", "fact", "foot", "grandfather", "hill", "homespun", "horse", "hunter", "inn", "inn keeper", "knife", "market", "money", "north", "pistol", "rix dollars", "road", "robber", "robbery", "rope", "saddle", "shooting", "silver", "south", "sweater", "thief", "tonight", "weather", "white", "woods"]}, "etk_index": {"heading_danish": "Røvere, drabsmænd og tyve", "heading_english": "Robbers, murderers and thieves"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}