{"publication_info": "DS_IV_1485", "full_name": "241 - 2.02 - DS_IV_1485", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 2.02, "fieldtrip": "October 1893", "fieldtrip_start_date": "1893-09-10", "fieldtrip_end_date": "1893-10-26", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 453, "name": "Østbjerg bakker", "display_name": "Østbjerg bakker (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_IV_1486", "full_name": "241 - 2.01 - DS_IV_1486", "url": "data/stories/151.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1592", "full_name": "241 - 2.10 - DS_IV_1592", "url": "data/stories/160.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1605", "full_name": "241 - 2.12 - DS_IV_1605", "url": "data/stories/162.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1408", "full_name": "241 - 2.14 - DS_IV_1408", "url": "data/stories/164.dfl"}, {"informant_id": 123, "publication_info": "DS_III_1851", "full_name": "123 - 3.17 - DS_III_1851", "url": "data/stories/420.dfl"}, {"informant_id": 59, "publication_info": "DS_IV_1478", "full_name": "59 - 0.00 - DS_IV_1478", "url": "data/stories/562.dfl"}, {"informant_id": 360, "publication_info": "DS_IV_1447", "full_name": "360 - 0.00 - DS_IV_1447", "url": "data/stories/669.dfl"}, {"informant_id": 392, "publication_info": "DS_IV_1481", "full_name": "392 - 0.00 - DS_IV_1481", "url": "data/stories/770.dfl"}, {"informant_id": 339, "publication_info": "DS_V_1422", "full_name": "339 - 0.00 - DS_V_1422", "url": "data/stories/766.dfl"}, {"informant_id": null, "publication_info": "DS_IV_1490", "full_name": "0 - 0.00 - DS_IV_1490", "url": "data/stories/871.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1488", "full_name": "241 - 2.03 - DS_IV_1488", "url": "data/stories/153.dfl"}]}, "fielddiary_page_start": "6292a", "fielddiary_page_end": "6292a", "bibliographic_info": "Tangherlini 1995", "bibliography_references": {"reference": {"display_string": "[Article] Tangherlini, Timothy R. 1995. From Trolls to Turks. Continuity and Change in Danish Legend Tradition. Vol. 67 of <i>Scandinavian Studies</i> 1: 32-62."}}, "annotation": "Many legends attest to the presence of robbers in the Østbjerg hills. The soldier stands as a clear representative of both the peasant class and the protection of the nation from outside threat. Not surprisingly, when he finds himself at the center of an ambush, he is able to defeat his attackers, despite overwhelming odds.\n\n     The figure of the soldier is most commonly interpreted as a protector of the country. This notion had considerable currency in the aftermath of the Danish victories in the Three Years War and the valiant defense put up during the defeats in 1867. But in this story, the soldier plays a different role, protecting the economic fortunes of a single farmer, and by extension, the entire peasant class, rather than protecting the country. \n\n     The amputation of the robber's finger is an intriguing element of this story, and could be read as a metaphor for castration. The robber is permanently marked by the failed ambush, whereas the soldier and the farmer come through essentially unscathed (Tangherlini 1995).", "danish_manuscript": "En Soldat havde faaet Permission en\n2, 3 Dage og faaet Lov til at tage Sabbe\nlen med sig--det havde man ellers ikke\nLov til i de Dage. H. vilde til Jerslev.\nS. kom h. ind og fik sig en Dram i\nKroen. Da kommer der en gaardmand \nkjørende og h. vilde ogsaa her nord paa\ns sp. h. gaardm. om h. kunde ikke faa\nLov til at Kjøre med. Jo det kunde\nvære skjønt nok for Vejen var ikke\naltid s. rar gj. Østbjrg Bakker. H. \nhavde været i Aalborg og faaet nogle\nPenge der. De kommer s. ud at kjøre\nog da de kommer ud i Krattet kommer\nder 3 Røvere til dem. De to springer \nhver til sin side af Øgene og griber\ni dem og den 3 vil spr. op i Vognen.\nMen s. trækker Sold. Sabelen og hugger\nen Finger af ham og den bliver liggende\ni Vognen og s. galopperer de af alle \ntre. ", "english_manuscript": "A soldier had received leave for two or three days and had been given permission to take his sword with him, they weren't usually allowed to in those days. He intended to go to Jerslev. So he goes in and gets himself a dram at the inn. Then a farmer comes driving along, and he's also headed up north and so he asks him if he can ride along with him. Sure, that would be good, because the road wasn't always so nice through the Østbjærg hills. He had just been in Aalborg and gotten some money. They start driving and when they get into the woods, three robbers come at them. Two of them jump each to one side of the horses and grab hold of them, and the third tries to jump up in the wagon. But then the soldier draws his sword and chops a finger off of him, and it remains lying in the wagon. Then all three of them galloped away.", "danish_publication": "En soldat havde fået permission en 2, 3 dage og fået lov til at tage sabelen med sig, det havde man ellers ikke lov til i de dage. Han vilde til Jerslev og så kom han ind og fik sig en dram i kroen. Da kommer der en gårdmand kjørende, han vilde også her nord på. Så spörger soldaten gårdmanden, om han kunde ikke få lov til at kjøre med. Jo, det kunde være skjönt nok, for vejen var ikke altid så rar gjennem Øsbjærg bakker, og han havde netop været i Aalborg og fået nogle penge, som han havde med sig. De kommer så ud at kjøre, og da de kommer i krattet, bliver de omringet af 3 rövere. De to springer hver til sin side af øgene og griber i dem, og den tredje vil springe op i vognen. Men så trækker soldaten sabelen og hugger en finger af ham, og den bliver liggende i vognen. Oven på det galopperede de af alle tre.", "english_publication": "A soldier had received leave for two or three days and had been given permission to take his sword with him, they weren't usually allowed to in those days. He intended to go to Jerslev and so he goes in and gets himself a dram at the inn. Then a farmer comes driving along, and he’s also headed up north. So then the soldier asks the farmer if he can ride along with him. Yeah, he sure could, because the road wasn't always so nice through the Østbjærg hills, and he had just been in Aalborg and gotten some money, which he had with him. Then they start driving and, when they get into the woods, they get surrounded by three robbers. Two of them jump each to one side of the horses and grab hold of them, and the third tries to jump up into the wagon. But then the soldier draws his sword and chops a finger off of him, and it remains lying there in the wagon. When that happened, all three of them galloped away.", "keywords": {"keyword": ["allow", "day", "dram", "farmer", "finger", "hill", "horse", "inn", "money", "north", "permission", "riding", "road", "robber", "soldier", "sword", "three", "wagon", "woods"]}, "etk_index": {"heading_danish": "Røvere, drabsmænd og tyve", "heading_english": "Robbers, murderers and thieves"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}