{"publication_info": "DS_IV_1488", "full_name": "241 - 2.03 - DS_IV_1488", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 2.03, "fieldtrip": "October 1893", "fieldtrip_start_date": "1893-09-10", "fieldtrip_end_date": "1893-10-26", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 4, "name": "Aalborg", "display_name": "Aalborg (place mentioned)"}, {"place_id": 471, "name": "Randers", "display_name": "Randers (place mentioned)"}, {"place_id": 578, "name": "Spangerhede", "display_name": "Spangerhede (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_IV_1592", "full_name": "241 - 2.10 - DS_IV_1592", "url": "data/stories/160.dfl"}, {"informant_id": 241, "publication_info": "DSnr_II_E_105", "full_name": "241 - 2.11 - DSnr_II_E_105", "url": "data/stories/161.dfl"}, {"informant_id": 59, "publication_info": "DS_IV_1478", "full_name": "59 - 0.00 - DS_IV_1478", "url": "data/stories/562.dfl"}, {"informant_id": 360, "publication_info": "DS_IV_1447", "full_name": "360 - 0.00 - DS_IV_1447", "url": "data/stories/669.dfl"}, {"informant_id": 392, "publication_info": "DS_IV_1481", "full_name": "392 - 0.00 - DS_IV_1481", "url": "data/stories/770.dfl"}, {"informant_id": 339, "publication_info": "DS_V_1422", "full_name": "339 - 0.00 - DS_V_1422", "url": "data/stories/766.dfl"}, {"informant_id": null, "publication_info": "DS_IV_1490", "full_name": "0 - 0.00 - DS_IV_1490", "url": "data/stories/871.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1486", "full_name": "241 - 2.01 - DS_IV_1486", "url": "data/stories/151.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1485", "full_name": "241 - 2.02 - DS_IV_1485", "url": "data/stories/152.dfl"}]}, "fielddiary_page_start": "6292a", "fielddiary_page_end": "6293a", "bibliographic_info": "Dundes 1964", "bibliography_references": {"reference": {"display_string": "[Book] Dundes, Alan. 1980. <i>The morphology of North American Indian folktales (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}}, "annotation": "In this story of people being ambushed, a variant closely related to Jens Peter's first two stories (JPP 2.01 and 2.02), Jens Peter reveals how characters can be substituted with ease into motifemic slots to create slightly different stories (Dundes 1964). The essential features are the same: a person, carrying a large sum of money, is attacked by robbers in the hills. By his own quick action and strength, or through the intervention of a person with training in fighting (be it a huntsman or a soldier), the attack is averted and the robbers are punished.", "danish_manuscript": "En Man paa Spangerhede der hed Færch\nh. solgte en Hest til Aalborg for 600 Rdl.\n\n6292B\nS. tjente en Karl der som Kusk h. hed\nJens Snaarup og h. havde været Dra\ngon i Randers og vant til at ride og\ns. red h. med Hesten ved Haanden og\nred paa en Dragonhest. Da h. kom\ntil Langbro Kro, kom [der] h. ind i\nKroen og vil have 1 Snaps og 1 Taar\nØl. S. s. der 2 der inde. H. fortæller \nKromanden at h. havde været i Aal\nborg og havde 600 Daler paa sig. Da\ns. Kr. Du maa helst blive her i Nat\nfor du kommer ikke gj. Øsbj. B. De\n2 var nemlig stukne af lige efter.\nS. s. h. jo h. vilde hjem for hans\nHusbond ventede ham, h. vilde til Sp.\ni Nat. Hesten fik s. et lille Foder\nog s. rejste h. Da h. var s. midt vejs\nude i Krattet, kommer der 1 til ham\nog vilde endelig have Lov til at ride, h. var\ns. træt, men Jens vilde ikke lade ham\nkom op. A er godt vant til at ride\nselv, men h. bliver ved at følge med\nog holde ved Bidslet. Da de var nu et\ngodt Stykke inde, s. raaber 2 at h.\nskulde holde godt fast i Hesten, [A]\nMen s. lægger h. ham 1 under Øret, s.\nh. hvirmer 2, 3 gange omkring. S. var\nHesten stærk i Spring med det samme.\nDe 2 er dog s. hurtige at den 1 er lige\n\n6293A\noppe forud ham. Men s. langer h. \nham en med Kolben af hans Pistol\nsom h. havde med sig, s. virmer h.\nhen af Vejen og den 2 tog Flugten.\nKarlen var meget stærk og det stolede \nh. paa. S. saa h. ikke mere til dem.", "english_manuscript": "A man on Spangerhede who was called Færch, he sold a horse to someone in Aalborg for six hundred rixdollars. At the same time, a farmhand was working there as a coachman, he was called Jens Snårup and had been a cavalry soldier in Randers and was used to riding. So he rode on a cavalry horse and was leading the horse that had been sold. When he came to Langbro Inn on the way home, he went in there and wanted a shot of akvavit and a drop of beer. Two others were sitting in there. He sits down now and tells the innkeeper that he'd been in Aalborg and had six hundred rixdollars on him. Then the innkeeper says, \"You'd better stay here tonight because you won't get through the Østbjærg hills.\" The two had left just after. Well, he says he wants to go home because his boss was waiting for him, he had to go to Spangerhede that night. The horse got a little feed then and then he set off. When he was half way into the woods, a guy comes up to him and really wants to ride along, he was so tired, but Jens wouldn't let him up. \"I'm used to riding by myself,\" but he continued to follow along holding onto the bridle. When they were a good way in, the other one yells that he should hold on tight to the horse. Then he cuffs him one on the ear so he spins around two, three times. The horse was off and running fast immediately. The two are so fast that one of them is right up front with him in a moment. But then he wallops him with the butt of his pistol he had with him so he stumbles along the road and the other one fled. The farmhand was very strong and he was confident of this. Then he didn't see them any more.", "danish_publication": "En mand på Spangerhede, der hed Færch, han solgte en hest til Aalborg for 600 rigsdaler. I samme tid tjente en karl der som kusk, han hed Jens Snårup og havde været dragon i Randers og var vant til at ride. Så red han på en dragonhest og havde den solgte hest ved hånden. Da han kom til Langbro kro på hjemvejen, gik han derind og vilde have en snaps og en tår öl. Der sad to andre derinde. Han sidder nu og fortæller kromanden, at han havde været i Aalborg og havde 600 daler på sig. \"Da må du helst blive her i nat,\" siger kromanden, \"for du kommer ikke gjennem Øsbjærg bakker.\" De to var nemlig stukne af, lige efter at de havde hørt det. Jo, siger han, han vilde hjem, for hans husbond ventede ham, han måtte hjem til Spangerhede i nat. Hesten fik så et lille foder, og han rejste af. Da han var så midtvejs inde i krattet, kommer der én til ham og vil endelig have lov at ride, han var så træt. Men Jens vilde ikke lade ham komme op. \"A er godt vant til at ride selv.\" Men han bliver ved at følge med og holde ved bidselet. Da de var nu et godt stykke inde, så råber der en anden, at han skulde holde godt fast i hesten. Da lægger karlen ham én under øret, så han hvirmer en to, tre gange omkring. Hesten var stærkt i spring med det samme, men de to er dog så hurtige, at den ene er lige oppe forved ham lige øjeblikkelig. Men så langer han ham én med kolben af en pistol, han havde med sig, så han hvirmer hen ad vejen, og den anden tog flugten. Så så han ikke mere til dem. Karlen var meget stærk, og det stolede han på.", "english_publication": "A man on Spangerhede who was called Færch, he sold a horse to someone in Aalborg for six hundred rixdollars. At the same time, a farmhand was working there as a coachman, he was called Jens Snårup and had been a cavalry soldier in Randers and was used to riding. So he rode on a cavalry horse and was leading the horse that had been sold. When he came to Langbro Inn on the way home, he went in there and wanted a shot of akvavit and a drop of beer. Two others were sitting in there. He sits down now and tells the innkeeper that he'd been in Aalborg and had six hundred rixdollars on him. “You'd better stay here tonight,” says the innkeeper, “because you won't get through the Østbjærg hills.” The two had left just after they'd heard that. Well, he says he wants to go home because his boss was waiting for him, he had to get home to Spangerhede that night. The horse got a little feed then and he journeyed off. When he was halfway into the woods, a guy comes up to him and really wants to ride along, he was so tired. But Jens wouldn't let him up. “I'm used to riding by myself.” But then the guy continues to walk along with him holding onto the bridle. When they were a good way in, another person shouts out that he should hold on tight to the horse. Then the farmhand cuffs him one on the ear so he spins around two, three times. The horse was off and running fast immediately, but the two are so fast that one of them is right up front with him in a moment. But then he wallops him with the butt of a pistol he had with him so he stumbles along the road and the other one fled. Then he didn't see them any more. The farmhand was very strong and he counted on that.", "keywords": {"keyword": ["beer", "bridle", "cavalry", "coachman", "ear", "farmhand", "feed", "hill", "home", "horse", "inn", "inn keeper", "Jens", "night", "pistol", "riding", "rix dollars", "road", "shooting", "soldier", "strength", "three", "tired", "tonight", "woods", "work"]}, "etk_index": {"heading_danish": "Røvere, drabsmænd og tyve", "heading_english": "Robbers, murderers and thieves"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}