{"publication_info": "JAT_II_56", "full_name": "241 - 2.05 - JAT_II_56", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 2.05, "fieldtrip": "October 1893", "fieldtrip_start_date": "1893-09-10", "fieldtrip_end_date": "1893-10-26", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 43, "name": "Baggesvogn", "display_name": "Baggesvogn (place mentioned)"}, {"place_id": 523, "name": "Sindal", "display_name": "Sindal (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "JAH_II_256", "full_name": "150 - 3.13 - JAH_II_256", "url": "data/stories/76.dfl"}, {"informant_id": 150, "publication_info": "JAH_II_102", "full_name": "150 - 3.39 - JAH_II_102", "url": "data/stories/102.dfl"}, {"informant_id": 241, "publication_info": "DSnr_VI_65", "full_name": "241 - 2.06 - DSnr_VI_65", "url": "data/stories/156.dfl"}, {"informant_id": 241, "publication_info": "DS_VI_167", "full_name": "241 - 4.20 - DS_VI_167", "url": "data/stories/192.dfl"}, {"informant_id": 150, "publication_info": "JAH_II_201", "full_name": "150 - 3.29 - JAH_II_201", "url": "data/stories/92.dfl"}]}, "fielddiary_page_start": "6293a", "fielddiary_page_end": "6294a", "bibliographic_info": null, "bibliography_references": null, "annotation": "The tension between the peasants, who had to do villeinage at the manor farm, and the large land owners, who leased land to the peasants, informs this story. Here, the two farmers' amusing speculation about how different the rich really are leads the one farmer to put his money (or at least his horse and wagon) where his mouth is. Double entendres add significant humor to the story. The man's final evaluation of the countess as no different from anyone else is an endorsement of the liberal policies that had taken root in the peasant class--as well as among the urban elite--that people were equal, regardless of social class and wealth. It was this liberal thinking that ushered in an era of broad social and political change, from the democratic constitution of the mid nineteenth century to increasingly progressive social policies up through the early years of the twentieth century.\n\n     The leaseholds under Baggesvogn were sold at the beginning of the nineteenth century, although many of these sales included villeinage. Villeinage was seen unanimously by farmers and smallholders alike to be an undue burden. One of the main goals of the Venstre party in the period after the promulgation of the constitution was to pass legislation that would substitute cash payments for the in-kind work of villeinage.\n\n    Baggesvogn is five kilometers north of Sindal and was originally built in the fifteenth century. The main building was built in 1744. The dating of the legend is a bit off, as the Count Feer alluded to in the story was probably Peter Chr. de Fædder, who owned Baggesvogn from 1799-1803. He married Kirstine Gleerup (d. 1826), who was the daughter of the previous owner, Mourids Gleerup (d. 1820). From 1803-1812, Baggesvogn was owned by Georg  Moltke-Rosenkrantz, who in turn sold the estate to Michael Aagaard, who went bankrupt in 1820. In the more than five hundred years since it was first mentioned in the historical record, Baggesvogn has had 38 owners. ", "danish_manuscript": "Det var i 1806 der var en Grev Feer\npaa Baggesvogn. H. var s. stræng med\nhans Hovbønder, pinede og plagede\ndem med Arbejde. S. var det en Dag om\nHøsten alle Bønderne var forsamlede\ntil Hove og skulde kjøre Korn. S. var \nder 2 Bønder der fulgtes ad fra Sin-\ndal og Grevinden gik ude i Haven.\nS. s. den 1 til den 2. Det er en smuk\nKone. Ja s. den 2 det er en smuk Kone,\ndet maatte være skjønt at ligge med saa\ndan en. Ja s. den 2, det vilde h. gjærne\ngive Hester og Vogn for. Det gaar hu \ni Haven og hører. S. snart som de havde\nfaaet Læsset af og vilde kjøre igien, s.\nblev der sendt Bud til Manden, h. skulde\n\n6293B\nkomme op til hende. Om h. vilde staa\nved det h. havde sagt. S. s. h. Jo det\nvilde h. nok. Ja hvad har h. sagt. Ja\nh. vilde give Heste og Vogn for at ligge\nved hende. S. s. hu til Tj. at h. skulde\nspænde Hestene fra og kjøre Vognen\nned i Gaarden. S. var h. ved hende en\nSmule, det var vel ikke s. længe og s.\ntroede h. h. skulde have haft Heste og\nVogn igien, men det fik h. ikke. S. \nvilde h. gaa hjem og gik og klagede sig\nog s. Ja det ene var som det ene, h. \nkunde ikke skjønne paa det var nogen\nForandring, det var ligedan. S. kom\nmer h. til Greven, der var ude i Mar\nken og h. skjælder ud: Hvorfor h.\nkom saadan gaaende og havde ikke\nHeste og Vogn. Ja s. h. Grevinden tog\ndet fra ham, for hu sagde hans Læs\nde var mindre end de andre deres,\nmen h. kunde ikke skjøne paa der\nvar nogen Forandring. h. tykte at hans\nLæs var lige s. stor som de andres.\nNaa s. Greven det har ingen Nød, du\nkan følge med hjem til Gaarden, s. \nskal du nok faa dine Heste og V. igien\nS. følges h. med og de kommer ind til\nGrevinden. Hør min kjære Kone, er det\nsandt du har taget Heste og V. fra den\n\n6294A\nMand. Ja det er sandt. H. s. at\nhans Læs var mindre end de andre deres.\nJa det var de ogsaa. Ja s. stræng maa\ndu ikke være s. Gr. h. skal have H. og V.\nigien. Jaja det faar h. s. ogsaa at have.\nS. fik h. det og kunde begynde at kjøre\nKorn igien og s. var det til Side.\nGreven døde et Aars Tid efter.", "english_manuscript": "In 1806, there was a count named Feer at Baggesvogn. He was quite hard on his peasants and he tormented and harassed them with work. One day all the peasants were gathered for villeinage and were supposed to drive the grain. There were two peasants who accompanied each other from Sindal and the countess was out walking in the woods. The one says to the other, \"That's a beautiful woman.\" - \"Yes,\" says the other, \"that's a beautiful woman, it must be fantastic to sleep with one like that.\" Then the first one says that he'd gladly give his horses and wagon in exchange for the chance. The countess out in the garden hears this. As soon as they had unloaded their wagons and were going to drive off again, the man gets a message that he should go up to her. Would he stand by what he'd said? Yes, he sure would, he says. What was it he'd said? Yes, he'd give his horses and wagon to sleep with her. Then she tells the servant that he should unharness the man's horses and drive the wagon down into the courtyard. Then the man went in with her a little bit, it really wasn't too long, and then he thought he was going to get his horses and wagon back, but he didn't get them. Now he has to walk home, and so he's walking along and complaining, saying: Well, the one was pretty much like the other, he didn't notice that there was any great change, it was still the same. Then he comes to the count who was out in the field and he scolds him, why was he walking along and why didn't he have horses or a wagon. \"Well,\" he says, \"the countess took it from me, because she said that my load was smaller than the others', but I couldn't tell that there was any difference, I thought my load was just as big as theirs.\" \"I see,\" says the count, \"that's no good, you can follow me home to the farm, then you'll get your horses and your wagon back.\" Then they accompanied each other and come in to the countess. \"Listen here, my dear wife,\" says the count, \"is it true that you took the horses and wagon from this man?\" \"Yes, it is true.\" \"He says that his load was smaller than the others'.\" \"Yes, it was, too.\" \"Yes, but you can't be that strict,\" says the count. \"He is to have his horses and wagon back.\" \"OK, OK, he'll get them too.\" He got his things and he could start driving grain again, and then that was done with. The count died a year later.", "danish_publication": "Det var i 1806, der var en grev Feer på Baggesvogn. Han var så stræng mod hans hovbønder og pinte og plagede dem med arbejde. Så var det en dag om hösten, alle bønderne var forsamlede til hove og skulde kjøre korn. Da var der to bønder, der fulgtes ad fra Sindal, og som nu grevinden gik ude i skoven, siger den ene til den anden: \"Det er en smuk kone.\" — \"Ja\", siger den anden, \"det er en smuk kone, det måtte være skjönt at sove ved sådan én\". Den første siger igjen, at det vilde han gjærne give heste og vogn for. Det går grevinden nu i haven og hører. Så snart som de havde fået læsset af og vilde kjøre igjen, så blev der sendt bud til manden, han skulde komme op til hende. Om han vilde stå ved det, han havde sagt? Jo, det vilde han nok, siger han; men hvad var det, han havde sagt? Ja, han vilde give heste og vogn for at sove ved hende. Så befaler hun tjeneren, at han skulde spænde den mands heste fra og kjøre vognen ned i gården. Så var manden inde ved hende en smule, det var vel ikke så længe, og nu troede han, han skulde have haft heste og vogn igjen, men det fik han ikke. Nu vilde han da gå hjem, og han gik og klagede sig og sagde: Ja, det ene var som det andet, han kunde ikke skjönne på, der var nogen forandring, det var ligedan. Greven var ude i marken, og ham kommer han til, som han nu går. Han skjælder ud, hvorfor han kom sådan gående og havde ikke heste og vogn. \"Ja\", siger han, \"grevinden tog det fra mig, for hun sagde, mine læs de var mindre end de andre deres, men a kunde ikke skjönne på, der var nogen forandring, a tykte, mine læs de var lige så store som deres.\" — \"Nå\", siger greven, \"det har ingen nød, du kan følge med hjem til gården, så skal du nok få dine heste og din vogn igjen\". De følges nu ad, og de kommer ind til grevinden. \"Hør, min kjære kone\", siger greven, \"er det sandt, du har taget heste og vogn fra denne mand?\" — \"Ja, det er sandt.\"\n— \"Han siger, at hans læs var mindre end de andre deres.\" — \"Ja, det var de også.\" — \"Ja, så stræng må du ikke være,\" siger greven, \"han skal have heste og vogn igjen.\" — \"Jaja, det får han så også at have.\" Han fik sine sager og kunde begynde at kjøre korn igjen, og så var det til side.", "english_publication": "In 1806, there was a count named Feer at Baggesvogn. He was quite hard on his peasants and he tormented and harassed them with work. One day during the harvest all the peasants were gathered for villeinage and were supposed to drive the grain. There were two peasants who accompanied each other from Sindal and, as the countess was out walking in the woods, the one says to the other, “That's a beautiful woman.” – “Yes,” says the other, “that's a beautiful woman, it must be fantastic to sleep with one like that.” Then the first one says that he'd gladly give his horses and wagon in exchange for the chance. The countess out in the garden hears this. As soon as they had unloaded their wagons and were going to drive off again, the man gets a message that he was to go up to see her. Would he stand by what he'd said? Yes, he sure would, he says; but what was it he'd said? Yes, he'd give his horses and wagon to sleep with her. Then she tells the servant that he should unharness the man's horses and drive the wagon down into the courtyard. Then the man went in with her a little bit, it really wasn't too long, and then he thought he was going to get his horses and wagon back, but he didn't get them. Now he has to walk home, and so he’s walking along and complaining, saying: Well, the one was pretty much like the other, he didn't notice that there was any great change, it was still pretty much the same. The count was out in the field and he comes up to him as he's walking. He scolds him, why was he walking along and why didn't he have horses or a wagon? “Well,” he says, “the countess took it from me, because she said that my loads were smaller than the others', but I couldn't tell that there was any difference, I thought my loads were just as big as theirs.” “I see,” says the count, “that's no good, you can follow me home to the farm, then you'll get your horses and your wagon back.” Then they accompanied each other and come in to see the countess. “Listen here, my dear wife,” says the count, “is it true that you took the horses and wagon from this man?” “Yes, it is true.” “He says that his loads were smaller than those of the others.” “Yes, they were, too.” “Yes, but you can't be that strict,” says the count. “He is to have his horses and wagon back.” “OK, OK, he'll get them back.” He got his things and he could start driving grain again and then that was that.", "keywords": {"keyword": ["beautiful", "count", "countess", "courtyard", "day", "farm", "field", "garden", "grain", "harvest", "home", "horse", "message", "name", "peasantry", "servant", "sleep", "torment", "unharnessed", "villeinage", "wagon", "wife", "woman", "woods", "work"]}, "etk_index": {"heading_danish": "Fra hoveriets tid", "heading_english": "From the time of villeinage"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}