{"publication_info": "DSnr_VI_65", "full_name": "241 - 2.06 - DSnr_VI_65", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 2.06, "fieldtrip": "October 1893", "fieldtrip_start_date": "1893-09-10", "fieldtrip_end_date": "1893-10-26", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 43, "name": "Baggesvogn", "display_name": "Baggesvogn (place mentioned)"}, {"place_id": 86, "name": "Bragholdt", "display_name": "Bragholdt (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_VI_897", "full_name": "241 - 2.07 - DS_VI_897", "url": "data/stories/157.dfl"}, {"informant_id": 241, "publication_info": "DS_VI_191", "full_name": "241 - 4.15 - DS_VI_191", "url": "data/stories/187.dfl"}, {"informant_id": 241, "publication_info": "DS_VI_167", "full_name": "241 - 4.20 - DS_VI_167", "url": "data/stories/192.dfl"}, {"informant_id": 241, "publication_info": "DSnr_V_889", "full_name": "241 - 4.28 - DSnr_V_889", "url": "data/stories/200.dfl"}, {"informant_id": 420, "publication_info": "DS_VI_122", "full_name": "420 - 0.00 - DS_VI_122", "url": "data/stories/597.dfl"}, {"informant_id": 376, "publication_info": "DS_VI_592", "full_name": "376 - 0.00 - DS_VI_592", "url": "data/stories/674.dfl"}, {"informant_id": 124, "publication_info": "DS_VII_1179", "full_name": "124 - 0.00 - DS_VII_1179", "url": "data/stories/705.dfl"}, {"informant_id": 356, "publication_info": "DS_VII_1180", "full_name": "356 - 0.00 - DS_VII_1180", "url": "data/stories/709.dfl"}, {"informant_id": 150, "publication_info": "JAH_VI_81", "full_name": "150 - 2.02 - JAH_VI_81", "url": "data/stories/49.dfl"}, {"informant_id": 412, "publication_info": "DS_VI_144", "full_name": "412 - 0.00 - DS_VI_144", "url": "data/stories/492.dfl"}, {"informant_id": 372, "publication_info": "DS_VI_150", "full_name": "372 - 0.00 - DS_VI_150", "url": "data/stories/649.dfl"}, {"informant_id": 241, "publication_info": "JAT_II_56", "full_name": "241 - 2.05 - JAT_II_56", "url": "data/stories/155.dfl"}]}, "fielddiary_page_start": "6294a", "fielddiary_page_end": "6294b", "bibliographic_info": "Christiansen 1958\nRørbye 1976, 260", "bibliography_references": {"reference": [{"display_string": "[Book] Christiansen, Reidar Thoralf. 1992. <i>The migratory legends (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}, {"display_string": "[Book] Rørbye, Birgitte. 1976. <i>Kloge folk og skidtfolk. Kvaksalveriets epoke i Danmark</i>. Copenhagen: Politiken."}, {"display_string": "[Article] Stokker, Kathleen. 1995. Between Sin and Salvation : The Human Condition in Legends of the Black Book Minister. Vol. 67 of <i>Scandinavian Studies</i> 1: 91-108."}]}, "annotation": "Jens Peter's story is a variant of legends about inexperienced use of the black book. Although Christiansen (1958) describes legends in which the devil is set to an innocuous task (for example making ropes of sand) while the person waits for assistance from a person more skilled in magic, there is no such salvation for the countess in this story.\n\n     One can read the countess's grisly death at the hands of the devil as a form of narrative retribution. In the previous legend, Jens Peter told of the poor treatment that the peasants received from the count, as well as the lax morals of the countess herself. In this story, the countess arrogantly attempts to undue the curse on the farm herself, rather than rely on the services of the Bragholdt hag for example, and her arrogance is punished decisively. \n\n      The punishment meted out by the devil is reminiscent of punishments suffered by those who have a pact with the devil (DS VI 144 and 150), and the countess's status as a wealthy landowner would make her equally suspect of this type of unholy alliance.\n\n     The countess transgresses numerous social norms during her séance. Bringing a draught animal into the house is unusual at best, and at worst proposes an inversion of the normal household organization. Enlisting the help of women of lower social status enacts two transgressions at once: First, it crosses the social boundaries that divide the classes and thus is reminiscent of her sexual dalliance with the farmer (JPP 2.05). Second, it exposes her hired hands to extraordinary danger, a reification of the mistreatment of workers for which she and her husband are known.\n\n     The black book, in Denmark referred to as Cyprianus, was often in the possession of both wise ministers and cunning folk. The name of the book is linked to Cyprian who was martyred in 290 (Rørbye 1976, 260). Here, the Bragholdt hag is a local cunning woman, even though Jens Peter describes her as a witch. Even though a Cyprianus would have been a prized possession, the countess would likely have had enough power to convince the Bragholdt hag to lend her the book.\n\n     Bragholt lies three kilometers slightly to the north and east of Baggesvogn. Later maps indicate two farms at Bragholt, \"Stor Bragholt\" and \"Lille Bragholt,\" probably a result of a division of the properties of the original Bragholt. It is unlikely that Bragholt was a manor farm; it was probably a large farm, perhaps a proprietærgård. Again, the dating of the story seems unlikely, as the count at Baggesvogn in 1808 was Georg Moltke-Rosenkrantz, and not de Fædder. Of course, de Fædder's wife Kirstine did not die until 1826; she married Moltke-Rosenkrantz after her husband Chr. Peter de Fædder died, making Moltke-Rosenkrantz the count at Baggesvogn.", "danish_manuscript": "De havde\ns. mange stude paa Bagg. S. var det \nen Vinter de halve af dem døde. S. troede\nhu der var nogle [af dem] der havde forheg-\nset dem. Der var en Kjælling paa\nGodset i Bragholt de kaldte Brag-\nholt Kjæll. hu var en rigtig Hegs\nog havde Cyprianus. De Bøger laaner\nGrevinden ad hende. Der bliver en\nStud slagtet og der bliver gjort mange\nKunster og der var 2 gl. kjællinger\nhu havde ved sig i et Kammer den\nNat ude ved Studen. Og s. kalder de\nFanden ind til dem, h. skulde [kom] sige\nhvem der havde forhegset Studene.\nMen s. kjendte de ikke rigtig hvordan\nde skulde tale med ham. Det gik da\nsaadan at de 3 Kvinder blev split\nad af ham i ene Stumper der inde\ni Kammeret baade Grevinden og de 2\nkjæll. De sagde formelig at Blodet\naf dem sad rundt omkring paa Mu\nrene. Det var 1808. Min fader kunde\n\n6294B\nendelig huske det som Barn, Bragholt\nkjæll. var jo ikke med, for havde hu\nværet med, s. havde det gaaet godt.\nDen ene af de Kjæll. havde en Søn der\ntjente paa Gaarden som Studerøgter. Lige\nsom det passerede s. kom der tre Rif\nter paa Dynen som de vilde have\nrevet Dynen i Stykker over ham, mens\nh. laa i Sengen. Den var virkelig reven\ni Stykker.", "english_manuscript": "They had many oxen at Baggesvogn. One winter, half of them died and then the countess thought that there was someone who had bewitched them. There was a hag on the estate in Bragholdt they called the Bragholdt's hag, she was a real witch and had Cyprianus. The countess borrows these books from her. Then an ox was slaughtered and many spells were cast and there were two old women with her that night in the room with the ox. And then they call the Devil in to them, he was to tell them who had bewitched the oxen. But then they didn't really know how to talk to him. So what happened was that the three women were torn apart into small stumps in there in the room by him, both the countess and the two women. They said that their blood was spattered about on the walls. That was in 1808. My father remembered it as a child. The Bragholdt hag wasn't there, because if she'd been there, it would have gone fine. One of the women had a son who worked at the farm as an ox handler. Just as it happened, three slashes appeared in the comforter over him, like it was going to tear the comforter to pieces on top of him, while he lay there in bed. It was really torn to pieces.", "danish_publication": "De havde saa mange Stude paa Baggesvogn. En Vinter døde de halve af dem, og saa troede Grevinden, der var nogen, der havde forhegset dem. Der var en Kjælling paa Godset, de kaldte Bragholt-Kjælling, hun boede i Bragholt og var en rigtig Hegs og havde Cyprianus. De Bøger laaner Grevinden af hende. Der bliver en Stud slagtet, og der bliver gjort mange Kunster. Grevinden havde den Nat to gamle Kjællinger inde ved sig i Kammeret, hvor de gjorde Kunstnerne med Studene. De kalder Fanden ind til dem, han skulde sige dem, hvem der havde forhegset Studene. Men saa kjender de ikke rigtig til, hvordan de skulde tale med ham, og det gik da saadan, at de tre Kvinder blev split ad af ham i ene Stumper. Om Morgenen laa de der inde, baade af Grevinden og de to Kjællinger, og Blodet af dem sad formelig rundt omkring paa Murene. Det var i 1808. Min Fader kunde endelig huske det som Barn. Den ene af de Kjællinger havde en Søn, der tjente paa Gaarden som Studerøgter. Ligesom det passerede, kom der tre Rifter i Dynen over ham, saa det var, ligesom det vilde have revet den i tre Stykker. Havde Bragholt-Kjællingen nu ogsaa været til Stede, saa havde det gaaet godt, for hun kj endte Kunsterne til Gavns.", "english_publication": "They had so many oxen at Baggesvogn. One winter, half of them died and then the countess thought that there was someone who had bewitched them. There was a hag on the estate they called Bragholdt's hag, she lived in Bragholdt and was a real witch and had Cyprianus. The countess borrows these books from her. Then an ox was slaughtered and many spells were cast. The countess had two women with her that night in the room where they cast spells with the ox. They call the devil in to them, he was to tell them who had cursed the oxen. But then they don't really know how they should speak to him and so it happened that the three women were torn apart into small stumps. In the morning they lay in there, both the countess and the two women, and their blood was spattered about on the walls. That was in 1808. My father remembered it as a child. One of the women had a son who worked at the farm as an ox handler. Just as it happened, three slashes appeared in the comforter over him, so it was just like it was going to tear it into three pieces. If the Bragholdt hag had also been there, then it would have gone well because she knew the spells really well.", "keywords": {"keyword": ["blood", "books", "borrow", "Bragholdt Hag", "children", "comforter", "countess", "curse", "cyprianus", "death", "devil", "estate", "farm", "father", "hag", "morning", "night", "ox", "slaughter", "son", "spell", "three", "walls", "witch", "witchcraft", "woman"]}, "etk_index": {"heading_danish": "Om Fanden og forbund med ham", "heading_english": "About the Devil and being in league with the Devil"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}