{"publication_info": "DS_VI_897", "full_name": "241 - 2.07 - DS_VI_897", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 2.07, "fieldtrip": "October 1893", "fieldtrip_start_date": "1893-09-10", "fieldtrip_end_date": "1893-10-26", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 86, "name": "Bragholdt", "display_name": "Bragholdt (place mentioned)"}, {"place_id": 337, "name": "Knudsholm", "display_name": "Knudsholm (place mentioned)"}, {"place_id": 673, "name": "Ugilt", "display_name": "Ugilt (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_VI_167", "full_name": "241 - 4.20 - DS_VI_167", "url": "data/stories/192.dfl"}, {"informant_id": 241, "publication_info": "DSnr_VI_345", "full_name": "241 - 4.38 - DSnr_VI_345", "url": "data/stories/210.dfl"}, {"informant_id": 503, "publication_info": "DS_V_177", "full_name": "503 - 0.00 - DS_V_177", "url": "data/stories/697.dfl"}, {"informant_id": 150, "publication_info": "DS_VII_1045", "full_name": "150 - 0.03 - DS_VII_1045", "url": "data/stories/3.dfl"}, {"informant_id": 90, "publication_info": "DS_VI_810", "full_name": "90 - 2.07 - DS_VI_810", "url": "data/stories/339.dfl"}, {"informant_id": 235, "publication_info": "DS_VI_1079", "full_name": "235 - 1.56 - DS_VI_1079", "url": "data/stories/276.dfl"}, {"informant_id": 241, "publication_info": "DSnr_VI_65", "full_name": "241 - 2.06 - DSnr_VI_65", "url": "data/stories/156.dfl"}, {"informant_id": 448, "publication_info": "DS_VI_323", "full_name": "448 - 0.00 - DS_VI_323", "url": "data/stories/610.dfl"}, {"informant_id": 528, "publication_info": "DS_VI_326", "full_name": "528 - 0.00 - DS_VI_326", "url": "data/stories/435.dfl"}, {"informant_id": 430, "publication_info": "DS_VI_898", "full_name": "430 - 0.00 - DS_VI_898", "url": "data/stories/628.dfl"}, {"informant_id": 539, "publication_info": "DS_VI_899", "full_name": "539 - 0.00 - DS_VI_899", "url": "data/stories/657.dfl"}, {"informant_id": 337, "publication_info": "DS_VI_900", "full_name": "337 - 0.00 - DS_VI_900", "url": "data/stories/693.dfl"}, {"informant_id": 90, "publication_info": "DS_VI_1028", "full_name": "90 - 2.20 - DS_VI_1028", "url": "data/stories/352.dfl"}, {"informant_id": 241, "publication_info": "DS_VII_1182", "full_name": "241 - 1.04 - DS_VII_1182", "url": "data/stories/145.dfl"}]}, "fielddiary_page_start": "6294b", "fielddiary_page_end": "6295a", "bibliographic_info": null, "bibliography_references": {"reference": [{"display_string": "[Book] Hansen, H. P. 1943. <i>Kloge folk. Folkemedicin og overtro i Vestjylland</i>. Copenhagen: Ejnar Munksgaard."}, {"display_string": "[Book] Rørbye, Birgitte. 1976. <i>Kloge folk og skidtfolk. Kvaksalveriets epoke i Danmark</i>. Copenhagen: Politiken."}]}, "annotation": "\"Showing again\" is a common skill of the cunning folk (AMJ 2.07; KMP 1.56). In this case, the Bragholdt hag gets her ability to show again from a small demon, a confirmation of her link to Satan. This link is implicit in her owning Cyprianus in the previous story (JPP 2.06). The Bragholdt hag's morality is drawn further into question when she is described as a drunk. One of the ongoing concerns in debates over the different classes of poor--the deserving and undeserving--was the high incidence of alcoholism among the poor, and the effects of alcoholism on their ability to provide for themselves.\n\n     Stories of questionable practices in the cunning woman's barn are fairly widely attested--enough for Tang Kristensen to include a subsection in his published collection Danske sagn entitled \"I den kloge kones lade om natten\" [In the cunning woman's barn at night] (DS VI, 323 and 326). In these stories, the cunning woman calls the devil to her to extract information (DS VI 898). The story, however, is not solely a criticism of the Bragholdt hag. The local economies of rural Denmark were moving quickly towards complete monetization by the last decades of the nineteenth century, and payment for services rather than barter arrangements had become the norm. In the story, Iver attempts to sidestep paying the Bragholdt hag for rendering a valuable service--canvas was important both as an item that could be sold and as a source of material for work clothes--only to discover that the implicit contractual arrangement held sway. She of course uses her supernatural power, rather than the power of the magistrate, to collect on her debt. But she also makes good on her side of the bargain, and the new economic order is firmly established: monetary payment for services rendered. In some variants, the person manages to get away without paying (DS VI 900), while others include a greater emphasis on the contractual arrangement than in this variant (DS VI 899).\n\n     That the canvas is hidden in the minister's meadow is a tantalizing variation on the story. In his repertoire, Jens Peter tells several stories of ministers who tread the fine line between good and evil. The implication in this story is that either (a) the minister--or perhaps his wife--had something to do with the theft or (b) someone is trying to frame the minister for the crime.     \n\n     Unlike Peder Johansen, who's father's foster father was a cunning man, and Ane Margrete Jensdatter (AMJ 2.20), whose stories generally endorse the powers of cunning folk, Jens Peter is critical of cunning folk. Here, he links the Bragholdt hag directly to the devil, and implies that she is in fact a witch. Her actions align her with another cunning person in his repertoire, Støv-Karen, who is interested primarily in personal gain (JPP 1.04). Jens Peter's critique of the cunning folk diverges from the critique proffered by Kirsten Marie Pedersdatter, who was much more of a rationalist and viewed the widespread belief in the ability of  witches and cunning folk to be foolish.\n\n     The distance from Knudsholm to Bragholdt is approximately fifteen kilometers.     \n", "danish_manuscript": "Der boede en Mand paa Knudsholmen\ni Ugilt Sogn, de kaldte ham Iver Hol\nmen eller den lange Iver, h. havde\net stort Stykke Lærred, der blev væk\net Efteraar. S. rejste h. ud til dh.\nBragholt Kj. og hu skulde da vise Lær-\nredet igien, hvem der havde taget det.\nN. h. kommer til hende og da var hu \ns. fuld.  Hu siger at ha skulde kom\nme igien i Morgen, s. skulde hu nok\nsige hvor Lærredet var. S. syntes h.\ndet var en lang Vej fra Br. til Knudsh.\nog Laden var daarlig, h. kunde nok\nkomme ind af en af Væggene og s. gik\nh. ind og stjælede sig i noget Halm. S. \nvarede det ikke ret længe inden Kjæll.\nkom ind i Laden ogsaa og havde en\nbitte en med sig som hu havde i\nHaaret af med den ene Haand og havde\net vaadt Viskestykke (Karklud) i den 2.\n\n6295A\nog daskede ham med. H. skulde s. hende\nhvor Lærredet var. S. s. F. Han hører\nh. hører h. hører. Men Kjæll. var s. \nfuld, hu mærkede ikke h. sagde det.\nN. hu blev ved at daske paa h. skulde\nsige, hvor Læredet var. Det maatte\nh. jo ogsaa til og sagde at det laa i\nsiden af et Høl der nede i Præstens\nEng, der var det fjælt. Pr. i Ugilt\nhar en Eng i Nordresiden af Hol\nmens Mark. S. rejste Kjæll. og F.\nud og Manden rejste hjem, h. vilde \njo ikke have at Kjæll. skulde have\nnogle Penge for dether. Men 2 Dags\nMorgen kom der Bud efter ham, h.\nmaatte derud igien og tale med hende.\nHu vilde have hendes Betaling og s.\nkunde ha rejse. S. tog h. hans\nlærred op. det var paa Pladsen som\ndet var sagt.", "english_manuscript": "There was a man who lived on Knudsholm in Ugilt parish, they called him Iver Holmen or \"Long Iver.\" He had a large piece of canvas that disappeared one fall. Then he went down to this here Bragholdt hag and she was supposed to show the canvas again, who had taken it. When he gets down to her, she's so drunk. She tells him to come the next morning, then she'd tell him where the canvas was. He felt that it was quite a ways from Bragholdt to Knudsholm, and the barn was in bad shape, he could probably get in through one of the walls and hide himself in some hay in there and so he went in and hid himself in some hay. It wasn't too long before the hag came into the barn too and she had a little one with her, she was holding it by the hair in one of her hands and she had a wet dishrag in the other and slapped him with that. He was supposed to tell her where the canvas was. Then the Devil says: \"He hears, he hears, he hears!\" But the hag was so drunk she didn't notice he said that. Well, she continued slapping him, he was to tell her where the canvas was. He had to at last and he said that it lay in the side of a hollow down on the minister's meadow, that's where it was hidden. The minister in Ugilt has a meadow on the north side of Holmen's field. Then the hag and the Devil left and the man went home, he didn't want the hag to get any money for this. But the following morning a message came for him, he had to go out there and talk to her. She wanted her payment and then he could leave. Then he went and got his canvas, it was right where they'd said it would be.", "danish_publication": "Der boede en mand på Knudsholmen i Ugilt sogn, de kaldte ham Iver Holmen eller den lange Iver. Han havde et stort stykke lærred, der blev væk et efterår. Så rejste han ned til Bragholt-kjælling, og hun skulde da vise lærredet igjen. Da han nu kommer til hende, er hun fuld. Hun siger, at han skal komme igjen i morgen, så skulde hun nok sige, hvor lærredet var. Han syntes, det var en lang vej fra Bragholt til Knudsholm, og laden var dårlig, han kunde nok komme ind ad én af væggene og fjæle sig der i noget halm. Som tænkt så gjort; men det varede ikke ret længe, inden kjællingen også kom ind i laden og havde en bitte én med sig, som hun havde i håret af med den ene hånd, og hun havde et vådt viskestykke (en karklud) i den anden og daskede ham med. Han skulde sige hende, hvor lærredet var. Dertil svarede Fanden: \"Han hører, han hører, han hører.\" Men kjællingen var så fuld, hun mærkede ikke, han sagde det. Nå, hun blev ved at daske på, han skulde sige, hvor lærredet var. Det måtte han jo også til, og han sagde, at det lå i siden af et høl der nede i præstens eng, der var det fjælt. Præsten i Ugilt har nemlig en eng i nordresiden af Holmens mark. Så rejste kjællingen og Fanden ud, og manden rejste hjem, han vilde jo ikke have, at kjællingen skulde have nogle penge for dether. Men anden dags morgen kom der bud efter ham, han måtte så der ud igjen og tale med hende. Hun vilde have hendes betaling, og så kunde han rejse. Hans lærred var på pladsen, som der var sagt, og så fik han det jo samlet op.", "english_publication": "There was a man who lived on Knudsholm in Ugilt parish, they called him Iver Holmen or “Long Iver.” He had a large piece of canvas that disappeared one fall. Then he went down to the Bragholdt hag and she was supposed to show the canvas again. When he gets down to her, she’s drunk. She tells him to come the next morning, then she’d tell him where the canvas was. He felt that it was quite a long way from Bragholdt to Knudsholm, and the barn was in bad shape, he could probably get in through one of the walls and hide himself in some hay in there. No sooner thought than done; but it wasn’t too long before the hag came into the barn, too, and she had a little devil with her, she was holding it by the hair in one of her hands and she had a wet dishrag in the other and slapped him with that. He was to tell her where the canvas was. The devil answered her: “He hears, he hears, he hears!” But the hag was so drunk she didn’t notice that he'd said that. Well, she continued slapping him and he said that it lay in the side of a hollow down on the minister’s meadow, that’s where it was hidden. The minister in Ugilt has a meadow on the north side of Holmen’s field. Then the hag and the devil left and the man went home, he didn’t want the hag to get any money for this. But the following morning a message came for him, he had to go out there and talk to her. She wanted her payment and then he could leave. His canvas was in the place that had been mentioned and he went and got it.", "keywords": {"keyword": ["barn", "Bragholdt Hag", "canvas", "devil", "disappearance", "drunkard", "fall", "field", "hag", "hair", "hay", "hollow", "home", "Iver Holmen", "Long Iver", "meadow", "message", "minister", "money", "morning", "north", "parish", "walls", "wet"]}, "etk_index": {"heading_danish": "Kloge mænd og koner og deres bedrifter", "heading_english": "Cunning men and women and their activities"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}