{"publication_info": "DS_IV_1052", "full_name": "241 - 2.09 - DS_IV_1052", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 2.09, "fieldtrip": "October 1893", "fieldtrip_start_date": "1893-09-10", "fieldtrip_end_date": "1893-10-26", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 300, "name": "Hvidstedgård", "display_name": "Hvidstedgård (place mentioned)"}, {"place_id": 409, "name": "Mølgård", "display_name": "Mølgård (place mentioned)"}, {"place_id": 578, "name": "Spangerhede", "display_name": "Spangerhede (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DSnr_II_E_105", "full_name": "241 - 2.11 - DSnr_II_E_105", "url": "data/stories/161.dfl"}, {"informant_id": 241, "publication_info": "DSnr_II_B_203", "full_name": "241 - 4.10 - DSnr_II_B_203", "url": "data/stories/181.dfl"}, {"informant_id": 378, "publication_info": "DS_VI_68", "full_name": "378 - 0.00 - DS_VI_68", "url": "data/stories/701.dfl"}, {"informant_id": 480, "publication_info": "DS_IV_1121", "full_name": "480 - 0.00 - DS_IV_1121", "url": "data/stories/746.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1134", "full_name": "241 - 1.07 - DS_IV_1134", "url": "data/stories/148.dfl"}, {"informant_id": 241, "publication_info": "DS_V_975", "full_name": "241 - 1.08 - DS_V_975", "url": "data/stories/149.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_948", "full_name": "241 - 1.09 - DS_IV_948", "url": "data/stories/150.dfl"}, {"informant_id": 144, "publication_info": "DS_VI_48", "full_name": "144 - 0.00 - DS_VI_48", "url": "data/stories/586.dfl"}, {"informant_id": 554, "publication_info": "DS_VI_66", "full_name": "554 - 0.00 - DS_VI_66", "url": "data/stories/552.dfl"}]}, "fielddiary_page_start": "6295b", "fielddiary_page_end": "6296a", "bibliographic_info": null, "bibliography_references": null, "annotation": "In his stories, Jens Kristensen acribes supernatural powers to Pastor Trap, including the ability to be two places at once and to tell the future. These capabilities certainly qualify the minister as a wise minister and align him with other wise ministers that figure prominently in Jens Peter's repertoire (JPP 1.07-09). Pastor Trap's apparent wealth and power is unusual for a local minister; Jens Peter connects this to Trap's alleged membership in the Freemasons. There are numerous stories about the Freemasons, describing them as having access to untold wealth (DS VI 48), but also indicating that they have a pact with the devil (DS VI 66).\n\n     The first Freemason organization in Denmark started in Copenhagen in 1743. This was modeled after the British Freemasonry that emerged in London in 1717. Danish Freemasonry was organized according to both German and British precedent through the first part of the nineteenth century. King Frederik VII was instrumental in changing the organization of the Danish lodge to the Swedish system of Freemasonry in 1858. Interestingly, Peder Johansen's boss at the mill in Fuldbro was a member of the masons (see biographical essay on Peder Johansen); despite this (or perhaps because of this), Peder did not tell any stories of the alleged supernatural abilities of masons.\n\n     Tang Kristensen collected other variants of this story that also included Pastor Trap's ability to foresee the date of his death (DS VI 68). Erik Jessen Trap was the owner of Hvidstedgård from 1782-1804, and the parish minister in Tårs. His crypt is under the altar in the church in Tårs.", "danish_manuscript": "En Præst der boede paa Hvidstedgaard\nhed Trap og ejede baade Hv. og Span-\ngerhede og Mølgaard og Gods til og\nUgiltgaard og Præstegaarden. H.\nvar Consistorialraad og Frimurer. De\nkunde se ham komme kjørende fra\nGaarden og ned til Spangerhede og naar\nde kom til Gaarden var h. alligevel\nhjemme. Hans Grav er under Alteret\ni Taars i en muret Begr. Der var en\nTømrer og Murer der skulde lave\nGraven og de arbeidede paa den. S. kom\nPr. ind til dem og vilde se til dem og\ns. lagde h. saadan hans Arm paa\nKnæfaldet foran Alteret og s. græd h.\nsaadan og Vandet løb ned fra ham saa\ndan at deres Skjørteærmer blev vaade.\nDe skulde skynde dem med Graven. S. \ns. Jens Murmester: Ja, Faaer er jo en\nfrisk rask Mand endnu h. kan leve i\nmange Aar. S. s. Pr. Ja Graven er aldrig \ns. snart færdig at Liget skal\n\n6296A\nogsaa vær færdigt og det var det ogsaa\nH. døde s. hurtig Aar 1804.", "english_manuscript": "A minister who lived at Hvistedgård was called Trap and owned both Hvistedgård and Spangerhede and Mølgård along with its large landholding and Ugiltgård and the parsonage. He was a member of the konsistorium and was a Freemason. They could see him come driving from the farm down to Spangerhede and when they got to the farm he was home nonetheless. His grave is under the alter in Tårs in a walled grave. A carpenter and a mason were supposed to build the grave and they worked on it. Then the minister comes in and wants to see how it's going. He laid his arms on the kneeler before the altar and he cried and the water ran down his face so that his shirt sleeves got wet. They were to hurry up with the grave. Then Mason Jens says, \"But Father is a healthy and lively man still, he could live for many more years.\" The minister answered: \"Well, the grave is ready as soon as the corpse is ready.\" It was too, he died suddenly in 1804.", "danish_publication": "Pastor Trap boede på Hvidstedgård og ejede både den og Spangerhede og Mølgård med gods til og Ugiltgård og præstegården. Han var konsistorialråd og frimurer. De kunde se ham komme kjørende fra gården og ned til Spangerhede, og når de kom til gården, var han alligevel hjemme. Hans grav er under alteret i Tårs i en muret begravelse. En tømrer og en murer skulde lave graven, og de arbejdede på den. Så kommer præsten ind og vil se til dem. Han lagde sådan hans arme på knæfaldet foran alteret, og så græd han sådan, at deres skjorteærmer blev våde. Han bad dem så skynde dem med graven. Da siger Jens Murmester: \"Jamen fåer er jo en frisk og rask mand endnu, han kan leve i mange år endnu.\" Dertil svarede præsten: \"Ja, graven er aldrig så snart færdig, at liget også skal være færdigt.\" Det var det også, han døde så hurtig år 1804.", "english_publication": "Pastor Trap lived at Hvidstedgård and owned it and he also owned Spangerhede and Mølgård along with its large landholding and Ugiltgård and the parsonage. He was a member of the university council and was a Freemason. They could see him come driving from the farm and down to Spangerhede and when they got to the farm he was already home. His grave is under the alter in Tårs in a walled crypt. A carpenter and a mason were supposed to build the crypt and they worked on it. Then the minister comes in and wants to see how it's going. He laid his arms on his knees before the altar and he cried so much that his shirt sleeves got wet. He asked them to hurry up with the crypt. Then Mason Jens says, “But Father is a healthy and lively man still, he could live for many more years.” To that the minister answered: “Well, the grave is ready as soon as the corpse is ready.” It was too, he died suddenly in 1804.", "keywords": {"keyword": ["altar", "arms", "carpentry", "corpse", "crying", "death", "farm", "father", "freemason", "grave", "home", "Jens", "knee", "minister", "parsonage", "pastor", "shirt", "walls", "wet"]}, "etk_index": {"heading_danish": "Præster", "heading_english": "Ministers"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}