{"publication_info": "DS_II_E_2", "full_name": "150 - 1.13 - DS_II_E_2", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 1.13, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place mentioned)"}, {"place_id": 656, "name": "Torstedlund", "display_name": "Torstedlund (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "Unpub_BJK_112", "full_name": "150 - 1.12 - Unpub_BJK_112", "url": "data/stories/15.dfl"}, {"informant_id": 490, "publication_info": "DS_II_E_22", "full_name": "490 - 0.00 - DS_II_E_22", "url": "data/stories/598.dfl"}, {"informant_id": 451, "publication_info": "DS_II_E_48", "full_name": "451 - 0.00 - DS_II_E_48", "url": "data/stories/839.dfl"}, {"informant_id": 123, "publication_info": "DS_II_E_20", "full_name": "123 - 2.15 - DS_II_E_20", "url": "data/stories/389.dfl"}, {"informant_id": 235, "publication_info": "DS_II_E_84", "full_name": "235 - 2.09 - DS_II_E_84", "url": "data/stories/292.dfl"}]}, "fielddiary_page_start": "3241a", "fielddiary_page_end": "3241a", "bibliographic_info": null, "bibliography_references": null, "annotation": "Encounters with lindorm are widely attested (PJ 2.15 ). Here the lindorm manifests as an unusually large snake. In other stories, the lindorm threatens to topple a church or prevents people from attending church (KMP 2.09). The published version of the story differs only slightly from the manuscript recording. Lavst Gammelholm does not appear in any of Jens's other stories.", "danish_manuscript": "Hernede lidt norden og østen for Torstedlund de\nkaldte det Sørvad, det var Lavst Gammelholm\nh kom gaaende ad Vejen og da ser h. den h.\nforfærdlige Lindorm den kunde [gaa]  naa fra\ndet ene Dige til det andet der var et Dige ved\nhver Side af Vejen. Det var spaaet sagde den\ngamle, der skulde komme en Lindorm op i Er-\nsted Wælder--det er inde i Skoven ved det de\nkalder Ersted Kjær, men det hører ikke til\nErsted nu for da Jægermesteren solgte Gaarde\nne, da tog h. Engene fri. Nu troede de jo\ndet var den og s. kom Birkedommeren Knud\nTejl og hans Skriverer derop med deres Bøsser\nog vilde have dræbt dh. Orm men væk var den.\nDe troede jo den var siden det var saadan en\nM. som L. G. der sagde det.\n", "english_manuscript": "Down here a little north and east of Torstedlund, there's a place called Sørvad. It was Lavst Gammelholm, he came walking down the road and sees the most horrible lindorm, it could reach from one stone wall to the other. There was a wall on either side of the road. It had been predicted that a lindorm was supposed to come up in Ersted wælder--that's in the woods near what they call Ersted swamp, but it's not part of Ersted now, because when the huntsmaster sold the farms, he took over the meadows. So they believed that it was that and so District Judge Knud Tejl and his scribe went up there with their guns and wanted to kill this here snake, but it was gone. They believed it was there, since it was a man like Lavst Gammelholm who'd told them about it.", "danish_publication": "Her nede lidt norden og östen for Torstedlund er en lavning, de kalder Sörvad. Der kommer Lavst Gammelholm gående en dag, og da ser han den forfærdeligste lindorm foran sig på vejen; der var et dige ved hver sin side af den vej, og ormen kunde nå fra det ene dige til det andet. Nu havde han hørt, at der var spået af, at der skulde komme en lindorm op i Ersted wælder — det er inde i skoven ved det, de kalder Ersted kjaar, men det hører ikke til Ersted nu, for da jægermesteren solgte gårdene, da tog han engene fri — og da Lavst nu ser ormen, så går han tilbage igjen og fortæller det, og så kom birkedommeren, Knud Teil hed han, og hans skrivere derop med deres bøsser og vilde have dræbt den her orm, for de troede jo, den var der, siden det var sådan en mand som Lavst Gammelholm, der havde sagt det, — men væk var den.", "english_publication": "Down here a little north and east of Torstedlund, there’s a hollow they call Sørvad. One day, Lavst Gammelholm was walking down there and he saw the most horrible lindorm in front of him on the road; there was a stone wall on either side of the road, and the snake could reach from the one wall to the other. Now he’d heard that it had been predicted that a lindorm was supposed to come up in Ersted wælder--that’s in the woods near what they call Ersted swamp, but it’s not part of Ersted now, because the huntsmaster sold the farms when he took over the meadows--and when Lavst saw the snake, he went back and told others about it, and then the district judge, he was called Knud Teil, and his scribe went up there with their guns and wanted to kill this here snake as they believed it was there, since it was a man like Lavst Gammelholm who’d told them about it--but it was gone. ", "keywords": {"keyword": ["belief", "day", "district judge", "east", "farm", "hollow", "horrible", "hunter", "kill", "Knud", "Lavst", "Lavst Gammelholm", "lindorm", "meadow", "north", "road", "snake", "stone", "swamp", "walls", "woods"]}, "etk_index": {"heading_danish": "Lindorme og småkryb", "heading_english": "Wiverns and small creepy-crawlies"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}