{"publication_info": "DSnr_II_E_105", "full_name": "241 - 2.11 - DSnr_II_E_105", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 2.11, "fieldtrip": "October 1893", "fieldtrip_start_date": "1893-09-10", "fieldtrip_end_date": "1893-10-26", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 307, "name": "Ilbjærge-bro", "display_name": "Ilbjærge-bro (place mentioned)"}, {"place_id": 578, "name": "Spangerhede", "display_name": "Spangerhede (place mentioned)"}, {"place_id": 673, "name": "Ugilt", "display_name": "Ugilt (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_IV_1605", "full_name": "241 - 2.12 - DS_IV_1605", "url": "data/stories/162.dfl"}, {"informant_id": 235, "publication_info": "DS_II_E_213", "full_name": "235 - 2.10 - DS_II_E_213", "url": "data/stories/293.dfl"}, {"informant_id": 536, "publication_info": "DS_II_E_211", "full_name": "536 - 0.00 - DS_II_E_211", "url": "data/stories/602.dfl"}, {"informant_id": 217, "publication_info": "DS_II_E_214", "full_name": "217 - 0.00 - DS_II_E_214", "url": "data/stories/631.dfl"}, {"informant_id": 241, "publication_info": "DSnr_IV_880", "full_name": "241 - 4.36 - DSnr_IV_880", "url": "data/stories/208.dfl"}, {"informant_id": 241, "publication_info": "DS_VII_146", "full_name": "241 - 1.05 - DS_VII_146", "url": "data/stories/146.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1488", "full_name": "241 - 2.03 - DS_IV_1488", "url": "data/stories/153.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1052", "full_name": "241 - 2.09 - DS_IV_1052", "url": "data/stories/159.dfl"}]}, "fielddiary_page_start": "6296a (2)", "fielddiary_page_end": "6296a (2)", "bibliographic_info": null, "bibliography_references": null, "annotation": "The basilisk is a legendary creature, much like the lindorm. The basilisk develops from the egg of an old rooster (!) (DS II E 211) or, more often, inside old casks of beer or mead (DS II E 213). The basilisk is destructive, and kills everything with which it comes into contact (DS II E 214). \n\n      In this story, the threat of the basilisk appears within the boundaries of the farm, inside an otherwise mundane, yet important, piece of equipment. The threat, like that of the robbers and witches whom preoccupy Jens Peter in his other stories, is immediate and local. The basilisk threatens not only the well being of people who see it, but also compromises the economic well being of the inn, since the sale of beer or mead is an important source of income for innkeepers.\n\n     Jens Peter maintains his keen interest in the immediate area surrounding Ugilt and its early history. In another variant of the story (JPP 4.36), he segues from a story about Skyt-Kræn, who also appears in other stories of his (JPP 1.05). Spangerhede also appears in several of his stories (JPP 2.03 and 2.09). In this story, the wide open fields of the manor farm offer a convenient dumping ground for the terrifying creature.", "danish_manuscript": "Der var Kro i ældre Tid i det vesterste\naf Ugilt Sogn i det Sted der ligger nær-\nmest østen for [Br] Ilbro ved Vejen\nud ad Ugilt. S. havde de en gl. Tønde\nMjød og der blev en Basilisk i og de\nkunde høre den tarsk i Tønden s.\nde kunde høre den en hel Fjerdingvej\nhen. De var s. bange for den og\nfik den begravet i Brinken vesten\nfor Vejen i Spangerhedes Mark.\nDet var et gl. Sagn at naar den slog\nTønden i Stykker og saa Msker s.\ndøde de øjeblikkelig. Vejen o: Sæby-\nVejen (den gl.) Men tæt ved gl. Vejen\n(den gl.) ad Frederikshavn.", "english_manuscript": "In the old days there was an inn in the most western part of Ugilt parish at the place that is just east of Ilbro at the road out of Ugilt. They had an old barrel of mead here and a Basilisk developed in it, and they could hear it thrashing about in the barrel so they could hear it an entire mile away. They were really afraid of it and so they had it buried in an embankment west of the road in Spangerhede's field. There was an old legend that said that when it smashed a barrel and saw people, they'd die immediately. The road o: Sæby road (the old). Close to the old road (the old) toward Frederikshavn.", "danish_publication": "Der var Kro i ældre Tid i det vesterste af Ugilt Sogn i det Sted, der ligger nærmest østen for Ilbro ved Vejen ind ad Ugilt. Her havde de en gammel Tønde Mjød, som der blev en Tingesten i, de kaldte en Basilisk, og den tarsk i Tønden, saa det kunde høres en hel Fjerdingvej hen. De var saa bange for, at den skulde gaa i Stykker, for hvis det var sket, saa havde der sket en Ulykke. Det var nemlig et gammelt Sagn, at naar den slog Tønden i Stykker og saa Mennesker, saa døde de øjeblikkelig. Saa fik de Tønden kastet ned i Brinken vesten for Vejen i Spangerhedes Mark. De kunde høre den banke der nede i Tønden i længere Tid, snart et helt Aar, men saa blev det endelig stille, og saa var det Skidt af med Livet.", "english_publication": "In the old days, there was an inn in the westernmost part of Ugilt parish at a place just east of Ilbro at the road into Ugilt. They had an old barrel of mead there which had a thingamajig in it, they called it a Basilisk, and it thrashed about in the barrel so that it could be heard an entire mile away. They were afraid that the barrel was going to break because, if that happened, then something really bad would happen. There was an old legend that said that when it smashed a barrel and saw people, they’d die immediately. They threw the barrel down the embankment west of the road out onto Spangerhede’s field. They could hear it knocking about in the barrel down there for quite a while, almost an entire year, but finally it got quiet and then that filth had died.", "keywords": {"keyword": ["accidents", "afraid", "barrel", "basilisk", "day", "death", "east", "embankment", "field", "inn", "legend", "mead", "old", "parish", "road", "west", "year"]}, "etk_index": {"heading_danish": "Lindorme og småkryb", "heading_english": "Wiverns and small creepy-crawlies"}, "tango_indices": {"tango_index": [null, null, null, null]}, "genre": null}