{"publication_info": "DS_III_1850", "full_name": "241 - 2.13 - DS_III_1850", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 2.13, "fieldtrip": "October 1893", "fieldtrip_start_date": "1893-09-10", "fieldtrip_end_date": "1893-10-26", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 300, "name": "Hvidstedgård", "display_name": "Hvidstedgård (place mentioned)"}, {"place_id": 732, "name": "Vrejlev", "display_name": "Vrejlev (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 241, "publication_info": "DSnr_II_B_203", "full_name": "241 - 4.10 - DSnr_II_B_203", "url": "data/stories/181.dfl"}}, "fielddiary_page_start": "6296b", "fielddiary_page_end": "6296b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Jens Peter's storytelling provides a map for reading features of the local landscape, instilling significance in features that others might not notice. In this manner, Jens Peter emerges as a knowledgeable guide to local topography, and provides a reading of the landscape that infuses it with tragedy and danger. The loss of the local minister in a horrible accident would have been a memorable event. \n\n     It is about five kilometers from Vrejlev to Hvidstedgård, and one can easily imagine a shortcut over the meadow between the road from Vrejlev to Tårs, across Boller kær (marsh), and on through the meadow at Hvidstedgård.\n\n     In the published version of the story, Tang Kristensen reversed the order of several sentences for no apparent reason. He also mistranscribed the name of the farm as Hvilstedgård. The meadow near Hvidstedgård is fed by the Uggerby river.", "danish_manuscript": "I Hvidstedgaards Enge er der et svære\nstort Hul de kalder Præstehullet den Dag\ni Dag er. Der kjørte en Præst fra Vrej\nlev i paa Isen baade med Slæde og\nKusk og det hele blev væk. Det er\nnu groet sammen og er ikke nær s. stort\nsom før.", "english_manuscript": "In Hvidstedgård's meadows, there is a really big hole, they called it Minister Hole to this very day. A minister from Vrejlev drove onto the ice and into it with his sleigh and driver and everything disappeared. It has grown in a bit and isn't nearly as big as it was before.", "danish_publication": "I Hvilstedgårds enge er der et svære stort hul, de kalder Præstehøllet den dag i dag er. Men det er groet meget sammen og ikke nær så stort som för. Her kjørte en præst fra Vrejlev i på isen både med slæde og kusk og det hele, og der blev det.", "english_publication": "In Hvilstedgård’s meadows, there is a really big hole, they called it the Minister Hole to this very day. It has grown in a bit and isn’t nearly as big as it was before. A minister from Vrejlev drove onto the ice and into it with his sleigh and driver and everything, and they stayed there.", "keywords": {"keyword": ["day", "driver", "ice", "meadow", "minister", "sleigh"]}, "etk_index": {"heading_danish": "Forskjellige stedsagn", "heading_english": "Diverse place legends"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}