{"publication_info": "DS_IV_1408", "full_name": "241 - 2.14 - DS_IV_1408", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 2.14, "fieldtrip": "October 1893", "fieldtrip_start_date": "1893-09-10", "fieldtrip_end_date": "1893-10-26", "places": {"place": {"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_IV_1486", "full_name": "241 - 2.01 - DS_IV_1486", "url": "data/stories/151.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1605", "full_name": "241 - 2.12 - DS_IV_1605", "url": "data/stories/162.dfl"}, {"informant_id": 385, "publication_info": "DS_IV_1376", "full_name": "385 - 0.00 - DS_IV_1376", "url": "data/stories/475.dfl"}, {"informant_id": 334, "publication_info": "DS_IV_1400", "full_name": "334 - 0.00 - DS_IV_1400", "url": "data/stories/509.dfl"}, {"informant_id": 65, "publication_info": "DS_IV_1388", "full_name": "65 - 0.00 - DS_IV_1388", "url": "data/stories/574.dfl"}, {"informant_id": 523, "publication_info": "DS_IV_1378", "full_name": "523 - 0.00 - DS_IV_1378", "url": "data/stories/698.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1485", "full_name": "241 - 2.02 - DS_IV_1485", "url": "data/stories/152.dfl"}, {"informant_id": 65, "publication_info": "DS_IV_1407", "full_name": "65 - 0.00 - DS_IV_1407", "url": "data/stories/575.dfl"}, {"informant_id": 68, "publication_info": "DS_IV_1405", "full_name": "68 - 0.00 - DS_IV_1405", "url": "data/stories/560.dfl"}, {"informant_id": 144, "publication_info": "DS_IV_1406", "full_name": "144 - 0.00 - DS_IV_1406", "url": "data/stories/585.dfl"}]}, "fielddiary_page_start": "6296b (2)", "fielddiary_page_end": "6296b (2)", "bibliographic_info": null, "bibliography_references": null, "annotation": "This story combines Jens Peter's fascination with robbers and inns. Unlike his other stories about horse dealers traveling with large sums of money, this horse dealer would have been better off on the road than the seeming safety of the inn (JPP 2.01 and 2.02). Melting lead into the ears of a sleeping guest is widely attested as a presumably undetectable method for murder (DS IV 1407). Other methods include driving a nail through the ear of a sleeping person (DS IV 1405 and 1406). Murder will out, and many legends attest to the surprising manner in which the ill deed is uncovered.", "danish_manuscript": "Paa en Kierkegaard her i Vendsyssel\nvil en graver kaste en Grav. Liget var\nforraadent, men Hovedet var helt.\nDa h. kaster det op mellem de andre\nBen, rasler det og da var der Bly i\nØrene. S. bliver det mældt til Sogne-\nfogeden og s. kommer de efter at en Heste\nhandler var bleven saadan behandlet\ni en Kro i Sognet og hu havde faaet\nen 4000 Daler for det. Hu var ikke\ndød endnu og s. blev h. aflivet. \nHa var kommen til Kroen om Aften\nog død s. pludselig om Morg og begravet\nder paa Kirkegrd. Krokonen var Enke\nog hu fik hendes Datter til at hjælpe\nsig. Hu kom i Tugthuset paa Livstid.", "english_manuscript": "In a cemetery here in Vendsyssel, a grave digger was digging a grave. The body was rotten but the head was intact. When he throws it up to the other bones, it rattles and there was lead in the ears. Then this gets reported to the parish bailiff and it turns out that a horse seller had been dealt with like that in an inn in the parish and she'd gotten 4000 daler for it. She wasn't dead yet and so she was executed. He'd come to the inn in the evening and died so suddenly the next morning after which he'd been buried in the cemetery. The innkeeper was a widow and she had her daughter help her. She was put in jail for the rest of her life.", "danish_publication": "På en kirkegård her i Vendsyssel vilde en graver kaste en grav og støder på et lig, der var forrådnet, men hovedet var helt. Da han nu kaster det op mellem de andre ben, rasler det, og da var der bly i ørerne. Så bliver det mældt til sognefogden, og han kommer da efter, at en hestehandler var kommen til kroen om aftenen og død så pludselig om morgenen, hvorefter han blev begravet på kirkegården, og hans lig måtte det være. Det blev så opklaret, at krokonen, som var enke, havde aflivet ham og fået en 4000 daler for det. Hun var ikke død endnu og måtte bekjende sin gjerning. Hun havde fået datteren til at hjælpe sig med at hælde blyet i ørerne på ham. Den gamle blev henrettet, og datteren kom i tugthuset på livstid.", "english_publication": "In a cemetery here in Vendsyssel, a grave digger was digging a grave and he finds a body that was rotten but the head was intact. When he throws it up to the other bones, it rattles and there was lead in the ears. Then this gets reported to the parish bailiff and he figures out that a horse dealer had come to the inn one night and had died suddenly the next morning after which he’d been buried in the cemetery and this had to be his body. It turned out that the innkeeper, who was a widow, had killed him and gotten four hundred daler by doing so. She wasn’t dead yet and had to admit to her deed. She’d gotten her daughter to help her pour the lead into his ears. The old woman was executed and her daughter was put in jail for the rest of her life.", "keywords": {"keyword": ["admission", "bailiff", "body", "bones", "burial", "cemetery", "daler", "daughter", "death", "digging", "ear", "execution", "grave", "horse", "inn", "inn keeper", "jail", "kill", "morning", "night", "old", "parish", "rest", "rotten", "vendsyssel", "widow", "woman"]}, "etk_index": {"heading_danish": "Røvere, drabsmænd og tyve", "heading_english": "Robbers, murderers and thieves"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}