{"publication_info": "DS_IV_687", "full_name": "241 - 2.15 - DS_IV_687", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 2.15, "fieldtrip": "October 1893", "fieldtrip_start_date": "1893-09-10", "fieldtrip_end_date": "1893-10-26", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 71, "name": "Boller", "display_name": "Boller (place mentioned)"}, {"place_id": 629, "name": "Tårs", "display_name": "Tårs (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DSnr_IV_290", "full_name": "241 - 4.25 - DSnr_IV_290", "url": "data/stories/197.dfl"}, {"informant_id": 68, "publication_info": "DS_V_513", "full_name": "68 - 0.00 - DS_V_513", "url": "data/stories/557.dfl"}, {"informant_id": 150, "publication_info": "DS_VII_1045", "full_name": "150 - 0.03 - DS_VII_1045", "url": "data/stories/3.dfl"}, {"informant_id": 460, "publication_info": "DS_V_728", "full_name": "460 - 0.00 - DS_V_728", "url": "data/stories/818.dfl"}, {"informant_id": 111, "publication_info": "DS_V_733", "full_name": "111 - 0.00 - DS_V_733", "url": "data/stories/740.dfl"}, {"informant_id": 123, "publication_info": "DS_V_822", "full_name": "123 - 2.05 - DS_V_822", "url": "data/stories/379.dfl"}, {"informant_id": 235, "publication_info": "DS_V_810", "full_name": "235 - 1.07 - DS_V_810", "url": "data/stories/226.dfl"}, {"informant_id": 373, "publication_info": "DS_IV_744", "full_name": "373 - 0.00 - DS_IV_744", "url": "data/stories/529.dfl"}, {"informant_id": 123, "publication_info": "JAH_II_413", "full_name": "123 - 3.18 - JAH_II_413", "url": "data/stories/421.dfl"}, {"informant_id": 521, "publication_info": "DS_IV_691", "full_name": "521 - 0.00 - DS_IV_691", "url": "data/stories/439.dfl"}]}, "fielddiary_page_start": "6296b", "fielddiary_page_end": "6297a", "bibliographic_info": "Pentikäinen 1969\nTangherlini 1998", "bibliography_references": {"reference": [{"display_string": "[Article] Pentikäinen, Juha. 1969. The Dead without Status. Vol. 4 of <i>Temenos</i>, 92-102."}, {"display_string": "[Article] Tangherlini, Timothy R. 1998. \"Who ya gonna call?\" : Ministers and the Mediation of Ghostly Threat in Danish Legend Tradition. Vol. 57 of <i>Western Folklore</i> 2/3: 153-178."}]}, "annotation": "The manor lord's haunt is a classic example of a guilty haunt and is widely attested (DS IV 691; Pentikaïnen 1969). The manor lord is threatening not only in life, but in death as well. \n\n     Jens Peter turns to the wise minister for help, narratively proposing this as an effective strategy against the haunting of the manor lord (Tangherlini 1998). The conjuring does not proceed smoothly, and the farmhand's interruption nearly dooms the minister, a motif that is wll known from other stories of conjuring (DS V 728 and 733; PJ 2.05; KMP 1.07). In some stories, the minister actually does lose power over the ghost because of the farmhand's interruption, and these stories often detail the catastrophic results of that interruption (DS IV 744).\n\n     Kristian IV's wife, Kristine Munk, was exiled to the manor farm at Boller, and lived there from 1630-1658. Later, the manor farm became part of the larger holdings of the Count of Frijesenborg (PJ 3.18).", "danish_manuscript": "Der var en Herremand her paa Boller \ni Taars det var en stor Kjæltring og\ns. slem til at plage hans Bønder med\nHoveri og Skatter og Tiender og jog dem\nfra deres gaarde og turede med dem. S.\n\n6297A\nblev h. s. slem til at gaa igien der paa\ngaarden s. Manden der var kommen\nder kunde ikke være der. S. fik h. en\nklog Præst til at komme og mane ham\nog h. kom til fastsat Tid og de kom jo\nogsaa til at tale sammen og h. gjente\nham fra gaarden og forbi Boller [M]\nVandmølle. Udenfor Møllen paa\n[M] Vanddæmningen vilde h. have ham\nsat ned. Møllekarlen tykte det var\nskjønt at se hvordan det gik til og h.\nraammer Hovedet ud og ser paa det.\nMen s. bliver gj. for stærk og Pr. var\nved at skulle have været ned i Mølle-\ndammen. S. bliver Karlen forskr. og træk\nker sig tilbage og s. bliver Pr. Herre over\nManden og h. bliver sat ned.", "english_manuscript": "There was a manor lord here at Boller in Tårs, he was quite a scoundrel, and plagued his peasants with villeinage, taxes and tithes, and then he chased them from their farms and abused them. Then he haunted really badly there at the farm so that the new man who'd come there couldn't stay. Then he got a wise minister to come and conjure him. He came at a fixed time and they also wound up speaking to each other. He chased him from the farm and past Boller water mill. He wanted to put him down in the millpond dam outside of the mill. The miller's farmhand thought that it would be fun to watch how things went and he sticks his head out and watches. But then the revenant becomes too strong, and the minister was about to be put down in the millpond. Then the farmhand gets scared and pulls his head back inside. The minister then gets mastery over the man and he's put down.", "danish_publication": "Der var en herremand her på Boller i Tårs, det var en stor kjæltring, og så slem til at plage hans bønder med hoveri og skatter og tiender, og så jog han dem fra deres gårde og turede med dem. Han blev så slem til at gå igjen der på gården, så den nye mand, som var kommen der, ikke kunde være der. Så fik han en klog præst til at komme og mane ham.  Han kom til fastsat tid, og de korn jo også til at tale sammen. Han gjente ham så fra gården og forbi Boller vandmølle. Der vilde han have ham sat ned på vanddæmningen udenfor møllen. Møllekarlen tykte, det var skjönt at se, hvordan det gik til, og han rammer hovedet ud og ser på det. Men så bliver gjengangeren for stærk, og præsten var ved at skulle have været ned i mølledammen. Så bliver karlen forskrækket og trækker sig tilbage. Præsten bliver da herre over manden, og han bliver sat ned.", "english_publication": "There was a manor lord here at Boller in Tårs, he was quite a scoundrel, and plagued his peasants with forced labor, taxes and tithes, and then he chased them from their farms and abused them. The manor lord went again so much there at the farm that the new man who’d come there couldn’t stay. Then he got a wise minister to come and conjure the revenant of the manor lord. The revenant came at a set time and they also wound up speaking to each other. The minister chased the revenant from the farm and out past Boller water mill. He wanted to put the revenant down in the dam outside of the mill. The miller’s farmhand thought that it would be fun to watch how things went and he sticks his head out and watches. But then the revenant becomes too strong, and the minister was about to be put down in the millpond. Then the farmhand gets scared and pulls his head back inside. The minister then gets mastery over the revenant and he’s put down.", "keywords": {"keyword": ["chase", "conjuring", "Cunning Folk", "dam", "farm", "farmhand", "fix", "fun", "labor", "manor lord", "mill", "mill pond", "miller", "minister", "outside", "peasantry", "revenant", "scoundrel", "strength", "taxes", "tithe", "water", "wound"]}, "etk_index": {"heading_danish": "Herremænd, fruer, jomfruer", "heading_english": "Manor lords, ladies and misstresses"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}