{"publication_info": "DS_V_859", "full_name": "241 - 2.17 - DS_V_859", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 2.17, "fieldtrip": "October 1893", "fieldtrip_start_date": "1893-09-10", "fieldtrip_end_date": "1893-10-26", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 654, "name": "Torslev", "display_name": "Torslev (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 450, "publication_info": "DS_V_855", "full_name": "450 - 0.00 - DS_V_855", "url": "data/stories/451.dfl"}, {"informant_id": 65, "publication_info": "DS_V_860", "full_name": "65 - 0.00 - DS_V_860", "url": "data/stories/576.dfl"}, {"informant_id": 476, "publication_info": "DS_V_864", "full_name": "476 - 0.00 - DS_V_864", "url": "data/stories/446.dfl"}]}, "fielddiary_page_start": "6297b", "fielddiary_page_end": "6297b", "bibliographic_info": null, "bibliography_references": null, "annotation": "The motif of the brave person who sits inside a circle drawn on the church floor and refuses the devil's temptations is well known throughout Scandinavia (DS V 855). The minister dares not spend the night in the church, and the volunteer agrees to sit vigil, as it were, in exchange for a considerable economic reward, in this case a cow. It is worth noting that the Lutheran church prohibited the practice of sitting vigil after the Reformation.\n\n     The brave person is often a poor cobbler (DS V 860). The devil notes the underlying fiscal motivation driving the cobbler's bravery. The cobbler counters that he is simply engaged in normal economic activity--the making of a pair of shoes.\n\n     Sitting under the church bell, rather than inside a circle, is also attested as efficacious against the threat of the revenant or the devil (DS V 864). Irrespective of where the brave person sits, the threat is directed at the sanctity of the church itself and by extension the very center of the community. \n\n     Jens Peter's story resolves positively both for the community, which gets the church back, and for the cobbler, whose economic fortune increases greatly.", "danish_manuscript": "I Torslev Kirke var det s. galt med Spø-\ngeri og skidt. S. var der en Skomager\nh. akkorderede med dem om det h.\nskulde sidde der en hel Nat og have\nen Ko for at sidde der. Pr. slog\nen Kreds om ham der inde i Kirken.\nH. sad der med hele hans Skomager-\nværktøj og skomagerede der og havde\nLys der og syede paa et Par sko.\nS. kommer F. og [sidder] siger: Du sid-\nder nok her og tjener Ko. Nej h.\nsyede paa Sko. H bød ham Penge\nog lagde dem uden for Kredsen og lagde\net og andet, der kunde friste ham, men\nkunde ikke faa ham til at gaa uden-\nfor Kredsen. Pr. havde jo sagt, at\nnaar h. gik udenfor, blev h. split ad,\nS. blev h. ved at friste en Tid men\nfik ikke Held af det og h. tjente Koen\ngodt nok.", "english_manuscript": "There were a lot of ghosts and hauntings in Torslev church. Then there was a cobbler, he agreed with them that he was supposed to sit there for a whole night and he'd get a cow in exchange for sitting there. The minister drew a circle around him there in the church. He sat there with all his cobbler tools and cobbled there and he had a candle and sewed on a pair of shoes. Then the Devil comes and says: \"You're probably sitting here earning a cow.\" No, he was sewing a pair of shoes. He offered him money and put it down outside of the circle and put down one thing after another that might tempt him, but he still couldn't get him out of the circle. The minister had said that if he went outside of the circle he'd be torn apart. He continued to tempt him for a while but didn't succeed and he earned that cow sure enough.", "danish_publication": "I Torslev kirke var det så galt med spøgeri og skidt. Så var der en skomager, han akkorderede med dem om det, han skulde sidde der en hel nat og have en ko for det. Præsten slog en kreds om ham der inde i kirken, og han sad der med hele hans skomagerværktöj og skomagererede og syede på et par sko og havde naturligvis lys ved sig. Så kommer Fanden og siger: \"Du sidder nok her og tjener ko.\" Nej, han syede på sko. Fanden bød ham penge og lagde dem uden for kredsen og lagde et og andet, der kunde friste ham, men kunde alligevel ikke få ham til at gå uden for kredsen. Præsten havde jo sagt ham, at når han gik udenfor, så blev han split ad. Han blev sådan ved at friste ham en tid, men fik ikke held af det, og han tjente koen godt nok.", "english_publication": "There were a lot of ghosts and hauntings in Torslev church. Then there was a cobbler, he agreed with them that he would sit there for a whole night and get a cow in exchange. The minister drew a circle around him there in the church, and he sat there with all his cobbling equipment and cobbled and sewed on a pair of shoes and of course he also had a candle with him. Then the devil comes and says: “You’re probably sitting here earning a cow.” No, he was sewing a pair of shoes. The devil offered him money and put it down outside of the circle and put down one thing after another that could tempt him, but he still couldn’t get him out of the circle. The minister had told him that if he went outside of the circle he’d be torn apart. The devil continued to tempt him for a while but didn’t succeed, and the cobbler earned that cow sure enough.", "keywords": {"keyword": ["agreement", "church", "circle", "cobbler", "cow", "devil", "ghost", "haunting", "minister", "money", "night", "outside", "sewing", "shoe"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}