{"publication_info": "DSnr_II_G_138", "full_name": "241 - 2.18 - DSnr_II_G_138", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 2.18, "fieldtrip": "October 1893", "fieldtrip_start_date": "1893-09-10", "fieldtrip_end_date": "1893-10-26", "places": {"place": {"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "JFm_X_79c", "full_name": "150 - 1.04 - JFm_X_79c", "url": "data/stories/7.dfl"}, {"informant_id": 241, "publication_info": "DSnr_V_889", "full_name": "241 - 4.28 - DSnr_V_889", "url": "data/stories/200.dfl"}, {"informant_id": 385, "publication_info": "DS_IV_1307", "full_name": "385 - 0.00 - DS_IV_1307", "url": "data/stories/481.dfl"}, {"informant_id": 41, "publication_info": "DS_VI_434", "full_name": "41 - 0.00 - DS_VI_434", "url": "data/stories/772.dfl"}, {"informant_id": 419, "publication_info": "DS_II_G_221", "full_name": "419 - 0.00 - DS_II_G_221", "url": "data/stories/601.dfl"}, {"informant_id": 515, "publication_info": "DS_II_G_219", "full_name": "515 - 0.00 - DS_II_G_219", "url": "data/stories/668.dfl"}, {"informant_id": 150, "publication_info": "DS_II_F_14", "full_name": "150 - 2.15 - DS_II_F_14", "url": "data/stories/62.dfl"}]}, "fielddiary_page_start": "6297b", "fielddiary_page_end": "6298b", "bibliographic_info": "Grundtvig, Gamle danske Minder III\n", "bibliography_references": {"reference": {"display_string": "[Book] Grundtvig, Svend. 1854-1861. <i>Gamle danske minder i folkemunde</i>. Copenhagen: C. G. Iversen."}}, "annotation": "In this widely reported story, the dead suitor returns to claim his bride. In many variants, the girl does not realize that the man is dead until they arrive at the cemetery (DS II G 221). In Jens Peter's variant, the girl is terrified by the black dog digging in the cemetery, and she soon realizes that she is dealing with a horrifying revenant. It is somewhat surprising that she does not realize that she is dealing with a revenant already at the beginning of the story when her boyfriend rides up, since she should know that he is dead.\n\n     Jens Peter continues his story beyond the standard resolution in which the girl recognizes that her fiancé is dead and runs for safety (DS II G 219). In his variant, the revenant appears at the door of the church house and attempts to enlist another dead person in capturing the girl. The girl's shredded apron on the grave stone is reminiscent of the shredded apron strings that reveal the true identity of a werewolf (BJK 2.15).\n\n     The rhyme that the boy recites is a common feature of the story, although the order of the first and second line is sometimes switched. The greatest variation is in the third line:  \"ræddes du ikke lille Pige\" [aren't you getting scared, little girl] (DS II G 221); \"bliver du ikke bange min lille Pige\" [aren't you getting frightened my little girl] (DS II G 220); \"frygter du ej, mit hjærte\" [do you not fear, my heart] (DS II G 220); \"er du ikke bange lille Lisbet\" [aren't you frightened, little Lisbet] (DSnr II G 136); \"er du bange mit Hjærte\" [are you frightened, my heart] (DSnr II G 139); \"bliver du ikke bange, lille Pige\" [are you getting frightened, little girl] (DS II G 140); \"er du ikke bange, lille Pige\" [aren't you frightened, little giril] (DSnr II G 141); \"Æ do et ræj, Karen?\" [Ain't you scared, Karen?] (DSnr II G 142); \"æ do et ræd, lille Maren\" [ain't you scared, little Maren] (DS II G 222 and DSnr II G 143); \"og kjæresten min sørger ikke\" [and my sweetheart does not sorrow] (DSnr II G 145). Grundtvig in Gamle danske Minder  III (241-2) asked his readers to send him examples of the story in which the verse appeared, noting that, as of 1861, there were no Danish recordings of the legend.\n\n     Tang Kristensen added a long note to the end of the published version of this story, writing: \"Ved enligt liggende Kirker laa der tit et Kirkehus, hvor man søgte til med smaa Børn, der skulde døbes o. lign. Af og til kunde der sidde et Fattiglem til Leje der. Ved Vindum Kirke har der f. Ex. i ældre Tid været saadant et Kirkehus, der for længst er revet ned og ikke erstattet med noget andet. Fortælleren sagde, at Kisten blev vendt, men var det ikke Liget, der blev vendt i Kisten, saa han kom til at ligge paa Maven?\" [Near solitary churches there was often a church house where one brought small children that were to be baptized and the like. Every now and then a poor person could be there as a renter. At Vindum church, for example, in olden times there was a church house like that which has long since been torn down and nothing has been built in its place. The storyteller said that the coffin was turned, but isn't it more likely that it was the corpse in the coffin that was turned so it wound up lying on its stomach?] There is no reason to think that Jens Peter did not mean that the coffin should be turned, rather than the body. The general belief was that bodies should be carried out of the house feet first, otherwise they could return to the house to haunt. Apparently, the body has been left in the house with the head facing the door, making it possible for him to assist the boy's revenant in capturing the girl. Turning the coffin around would deny him that ability.", "danish_manuscript": "En Karl og en Pige havde svoret hinanden\nKjærlighed i Liv og Død. S. døer Karlen\nog bliver begravet. En Aften var Pigen\nude at spasere og da kommer Karlen ri-\ndende paa en sort Hest og Sadlen var\ns. blank. S. s. Karlen: Død Mand\n\n6298A\nrider rank, Maanen skinner blank,\nfrygt ikke lille Maren. S. bliver de ved\nat følges ad til Kirkegrden, der red\nh. hen. S. skulde hu holde ved hans\nHest en lille Smule. S. syntes hu ha\nblev for længe henne og vil gaa hen at\nse gj. Stetten. Da ser hu en grim\nstor sort Hund der stod og [kasted]\nkradsede i Graven i Jorden s. stærk\nh. kunde. det var den grav Karlen var\nbleven begravet i. Pigen havde hyttet\nhendes Forklæde hen over Sadlen for hu\ntykte Sadlen var s. smuk. Da hu nu \nsaa Hunden kaste Jord blev hun for-\nskrækket og løb hendes Vej ned til Kirke-\nhuset. Der boede en Mand i det Hus,\nder var sat et Lig ind som skulde have\nværet begravet Dagen før, men som de\nvar komme for sildig med, og da hu nu\nkommer ind til M. fortæll. hu ham\nhvordan det var med dh. S. s. Mand.\nLad os vende den Kiste. S. vendte\nde Kisten som stod der inde med Ho-\nvedet til den anden Side. S. kommer\ndet ogsaa til Døren og banker paa og nævner\nNavnet paa Liget der var i Kisten, h.\nskulde lukke op. S. svarte Liget det var\nham forment, for h. var vendt og \nkunde s. ikke lukke op. S. blev Pigen i\nKirkehuset om Natten, men 2 Dgs Mor-\ngen da Mand gik op til Kirken for\n\n6298B\nat se efter hendes Forklæde da laa det\nog var revet i ene Stumper. Karlen vil\nde jo have haft Pigen med ind paa\nKirkegaarden og havde hende begravet\ntillig i med sig selv. Men hu saa ham\naldrig mere.", "english_manuscript": "A boy and a girl had promised each other their love both in life and in death. Then the boy dies and is buried. One evening the girl is out walking and then the boy comes riding up on a black horse and the saddle was so very shiny. Then the boy says, Dead man rides erect The moon shines brightly Do not be afraid, little Maren! They accompany each other to the cemetery, he was riding there. Then she was to hold his horse for a little while. She felt that he was gone for quite a while and she wanted to go and look through the cemetery gate. Then she sees a huge black dog that was clawing at the ground as hard as he could; it was the grave where the boy had been buried. The girl had put her apron over the saddle because she thought it was so pretty. When she saw the dog tossing dirt into the air she got so scared that she ran away down to the church house. There was a man who lived in that house and a corpse had been brought there that was supposed to have been buried the day before but they had come too late with it and when she comes inside to this man, she tells him what was going on. Then the man says, \"Let's turn this coffin around.\" They turned the coffin around, so that the head was on the other side. Soon after there's a knock on the door, and it names the name of the man who is lying in the coffin, he was to open the door. But then the corpse answered that he was forbidden to do so, he'd been turned and so he couldn't open the door. Now the girl stayed in the church house that night, but the next morning when the man went up to the church to look for her apron he found it lying there torn to pieces. The boy wanted the girl along with him in the cemetery and have her buried along with him. She never saw him again.", "danish_publication": "En Karl og en Pige havde svoret hinanden Kjærlighed i Liv og Død. Saa døer Karlen og bliver begravet. En Aften var Pigen ude at spasere, og da kommer han ridende paa en sort Hest, men Sadlen var saa blank. Saa siger Karlen:\n\"Død Mand rider rank,\nMaanen skinner blank,\nfrygt ikke, lille Maren!\" \nDe bliver saa ved at følges ad til Kirkegaarden, der red han hen. Saa skulde hun holde ved hans Hest en lille Smule. Hun syntes, han blev for længe henne, og vilde gaa hen at se gjennem Stetten. Da ser hun en grumme stor, sort Hund, der stod og kradsede i Jorden i Graven saa stærkt han kunde; det var den Grav, Karlen var bleven begravet i. Pigen havde hyt hendes Forklæde over Sadlen, for hun tykte, den var saa smuk. Da hun nu saa Hunden kaste Jord op, blev hun forskrækket og løb hendes Vej ned til Kirkehuset. Der boede en Mand i det Hus, og der var lige bleven sat et Lig ind, som skulde have været begravet Dagen før, men som de var komne for sildig med. Da Pigen nu kommer ind til Manden, fortæller hun ham, hvordan det var med hende. Saa siger Manden: \"Lad os vende den Kiste.\" De vendte da Kisten, som stod der med den døde Mand, saa Hovedet kom til den anden Side. Kort efter kommer det ogsaa til Døren og banker paa og nævner Navnet paa Liget, der var i Kisten, han skulde lukke op for ham. Men saa svarte Liget, det var ham forment, for han var bleven vendt og kunde altsaa ikke lukke op. Nu blev Pigen i Kirkehuset om Natten, men anden Dags Morgen, da Manden gik op til Kirken for at se efter hendes Forklæde, da laa det og var revet i ene Stumper. Karlen saa hun aldrig mere. Han vilde jo have haft Pigen med ind paa Kirkegaarden og have hende begravet tillige med sig selv.", "english_publication": "A boy and a girl had promised each other they’d love one another in life and in death. Then the boy dies and is buried. One evening the girl is out walking and then he comes riding up on a black horse but the saddle was very shiny. Then the boy says,\n      Dead man rides erect\n      The moon shines brightly\n      Do not be afraid, little Maren!\nThey accompany each other to the cemetery, he was riding there. Then she was to hold his horse for a little while. She felt that he was gone for quite a while and she wanted to go and look through the cemetery gate. Then she sees a huge black dog that was clawing at the ground as hard as it could; it was digging at the grave where the boy had been buried. The girl had thrown her apron over the saddle because she thought it looked so pretty. When she saw the dog tossing dirt into the air she gets so scared that she runs away down to the church house. There was a man who lived in that house and a corpse had just been brought there which was supposed to have been buried the day before but had come too late. When the girl comes inside to this man, she tells him what has happened to her. Then the man says, “Let’s turn this coffin around.” They turned the coffin that was standing there with the dead man in it around so that the head was pointing the other way. Soon thereafter there’s a knock on the door and the name of the man who is lying in the coffin is called, he’s supposed to open the door. But then the corpse answered that he was forbidden to do so, he’d been turned and so he couldn’t open the door. Now the girl stayed in the church house that night, but the next morning when the man went up to the cemetery to look for her apron he found it lying there, torn to pieces. She never saw the boy again. He wanted the girl along with him in the cemetery, to have her buried along with him.", "keywords": {"keyword": ["afraid", "air", "apron", "black", "boy", "burial", "cemetery", "cemetery gate", "church", "coffin", "corpse", "day", "death", "dirt", "dog", "door", "evening", "girl", "grave", "horse", "house", "Little Maren", "love", "moon", "morning", "name", "night", "riding", "saddle"]}, "etk_index": {"heading_danish": "Religiøse sagn", "heading_english": "Religious legends"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}