{"publication_info": "JAH_VI_248", "full_name": "150 - 1.14 - JAH_VI_248", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 1.14, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 7, "name": "Aarestrup", "display_name": "Aarestrup (place mentioned)"}, {"place_id": 656, "name": "Torstedlund", "display_name": "Torstedlund (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 486, "publication_info": "DS_VI_345", "full_name": "486 - 0.00 - DS_VI_345", "url": "data/stories/482.dfl"}}, "fielddiary_page_start": "3241a", "fielddiary_page_end": "3241b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Despite the fact that the revenant in this story has been conjured down, Jens's mother is afraid that the ghost is still haunting when she sees the sparks up ahead. The threat of revenants breaking the bonds of being conjured are a constant threat in Danish legend tradition. Amusingly, it is the parish clerk, presumably the voice of reason and rationality given his role as school teacher, who is making the sparks because he too is afraid of walking the road alone. \n\n     Tang Kristensen makes some significant additions in the published version, changing the order of events, and expanding on the thoughts and statements of Jens's mother.", "danish_manuscript": "Der skulde en være bleven manet der nede i Sør\n\n3241B\nvad. Min Moder kom en G. fra Torstedlund\ndet var s. sjent, da [h] saa hun en der gik og slog\nIld hele Tiden. S. var det Degnen i Aarestrup\nNiels Krafsen. Du var snart havde ræd mig\nhen, s. h. Ja nu kan du bie lidt, s kan vi\nfølges ad. Nej h. vilde ikke bie. Deng. hun\nsaa den Glitten s. tænkte hu, nu kommer h.\nMen sært var det, Degnen ogsaa var ræd og gik\nog hug Ild og det var et langt Stykke.\n", "english_manuscript": "There was supposed to be someone conjured down in Sørvad. My mother was walking from Torstedlund late one night and she saw someone walking in front of her making sparks the whole time. It was the parish clerk from Årestrup, Niels Krafsen. “You almost scared me to death,” he said “Now you can wait a bit and we can accompany each other.” No, she didn’t want to wait there. When she’d seen the glittering, she’d thought, now he’s coming. It was strange that someone like the parish clerk was also scared, and went making sparks, and it was a long way.", "danish_publication": "Der skal en gang være bleven én manet der nede i Sørvad. Min moder kom en aften sjent gående fra Torstedlund og skulde der forbi, da så hun sådan en sær glitten forved sig, og det blev ved et langt stykke, indtil hun endelig nåer det. Hun gik jo og tænkte: \"Nu kommer han (gjengangeren)\", men da var det ikke andet end degnen i Årestrup, Niels Krafsen, som gik og slog ild med hans fyrtöj hele tiden. \"Du var snart ved at have rædet mig hen\", sagde han, \"jeg troede, du var et gjenfærd, og derfor slog jeg ild. Nu kan du bie lidt, så kan vi følges ad\". Nej, hun vilde ikke bie på det sted, og så gik hun hendes vej. Sært var det, at sådan en mand som degnen var ligeså ræd som min moder for gjengangeren.", "english_publication": "There was supposed to be someone conjured down in Sørvad. Late one night, my mother was walking from Torstedlund and had to go by that place, and then she all of a sudden sees a strange glittering in front of her, and it continued for quite a while, until she finally got up to it. She went and thought, “Now he’s coming  (the revenant),” but it wasn’t anything but the parish clerk from Årestrup, Niels Krafsen, who was walking along making sparks with his flint lighter the whole time. “You almost scared me to death,” he said, “I thought you were a revenant, and that’s why I kept making sparks. Now you can wait a bit and we can accompany each other.” No, she didn’t want to wait there, and so she went her way. It was strange that someone like the parish clerk was just as afraid of the revenant as my mother.", "keywords": {"keyword": ["afraid", "conjuring", "death", "flint", "mother", "Niels Krafsen", "night", "parish clerk", "revenant"]}, "etk_index": {"heading_danish": "Vore fædres tankesæt og åndsliv", "heading_english": "Our forebears' way of thinking and spiritual life"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}