{"publication_info": "Unpub_JPP_220", "full_name": "241 - 2.20 - Unpub_JPP_220", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 2.2, "fieldtrip": "October 1893", "fieldtrip_start_date": "1893-09-10", "fieldtrip_end_date": "1893-10-26", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 140, "name": "Elling", "display_name": "Elling (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "DS_II_A_150", "full_name": "150 - 1.24 - DS_II_A_150", "url": "data/stories/27.dfl"}, {"informant_id": 241, "publication_info": "DS_VI_191", "full_name": "241 - 4.15 - DS_VI_191", "url": "data/stories/187.dfl"}, {"informant_id": 241, "publication_info": "DSnr_II_D13", "full_name": "241 - 4.02 - DSnr_II_D13", "url": "data/stories/173.dfl"}]}, "fielddiary_page_start": "6298b (2)", "fielddiary_page_end": "6298b (2)", "bibliographic_info": "Boberg 1934", "bibliography_references": {"reference": {"display_string": "[Book] Boberg, Inger M. 1934. <i>Sagnet om den store Pans død</i>. Copenhagen: Levin og Munksgaards Forlag."}}, "annotation": "The mermaid in Jens Peter's story is hardly the love struck mermaid from Hans Christian Andersen's short story that most people think of when they think of Danish mermaids. Instead, she is a threatening creature, whose antics first bother the farmhand, and later lead to the destruction of his livelihood.\n\n      Burning the mermaid is not the best strategy for dealing with her and, like most supernatural beings, her reaction is extreme. The seeming nonsense she utters parallels other phrases uttered by supernatural beings, the best known of these being the announcement of the death of Pan (see Boberg 1934).\n\n     Tang Kristensen did not publish this version, choosing a later variant instead (JPP 4.02). The note at the end of the manuscript edition is not a reference to H.C. Andersen's mermaid, but rather a reference to another variant of this story told by Gerhard Peter Andersen from Lørslev and appended to Jens Peter's later variant.", "danish_manuscript": "Det var ude i Jerup i Elling Sogn da\nkunde de ikke faa Salt i den gl. Krig\n1801 og s. kogte de Salt af Tang. S.\nvar der en Karl der paste Saltværket\nmin Fader har set det Værk mange\ngange. S. var der en Havfru der gik\nderop og vilde staa ved Kjedlen og varme\nsig og hu kom hver Eneste Dag i længere\nTid. S. blev Karlen gal og tog en Spand\nkoghed Lage og slog paa hende. S.\nskreg hu og rejste ud i Havet: Pil-\nvakker Pilvakker, Skriven er skoldet.\nS. kom Havmanden ude i Havet rig\ntig te Vandet det brusede om ham\nog rejste op der til Saltværket og split\ntede Træet og alting ad som det var\nSytraade, rev hele Bygningen ned.\nKarlen løb sin Vej og de fik aldrig\ndet bygget op mere. Stumper af\nBygningen laa paa Pladsen da min Fa\nder gik til Præst der ude. Sml. Andersen.", "english_manuscript": "It was out in Jerup in Elling parish, they couldn't get salt in the old war of 1801, and so they cooked salt from seaweed. There was a farmhand who took care of the saltworks, my father had seen that saltworks many times. Then there was a mermaid who'd come ashore to warm herself by this kettle, and she came every day for a quite a while. Finally, the farmhand got angry and took a bucket of boiling hot salt brine and throws it at her. Then she screams and she darts out into the water, \"Pilvakker, Pilvakker, Skriven has been scalded.\" Then the merman came out of the ocean so the water boiled around him and he went up there to the saltworks and smashed the wood and everything else as easily as if it were sewing thread and tore the whole building down. The farmhand ran off and they never did build it up again. Pieces of the building lay out there at that place where it had been when my father went to the minister out there. Compare to Andersen.", "danish_publication": "Unpublished", "english_publication": "Unpublished version reads: It was out in Jerup in Elling parish, they couldn't get salt in the old war of 1801, and so they cooked salt from seaweed. There was a farmhand who took care of the saltworks, my father had seen that saltworks many times. Then there was a mermaid who'd come ashore to warm herself by this kettle, and she came every day for a quite a while. Finally, the farmhand got angry and took a bucket of boiling hot salt brine and throws it at her. Then she screams and she darts out into the water, \"Pilvakker, Pilvakker, Skriven has been scalded.\" Then the merman came out of the ocean so the water boiled around him and he went up there to the saltworks and smashed the wood and everything else as easily as if it were sewing thread and tore the whole building down. The farmhand ran off and they never did build it up again. Pieces of the building lay out there at that place where it had been when my father went to the minister out there. Compare to Andersen.", "keywords": {"keyword": [1801, "angry", "brine", "bucket", "buildings", "cooking", "day", "farmhand", "father", "kettle", "mermaid", "merman", "minister", "ocean", "old", "parish", "salt", "saltworks", "scalded", "seaweed", "sewing", "thread", "war", "water", "wood"]}, "etk_index": {"heading_danish": "Uudgivne historier", "heading_english": "Unpublished stories"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}