{"publication_info": "JAT_VI_905", "full_name": "241 - 3.01 - JAT_VI_905", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 3.01, "fieldtrip": "Photo 3: August 1895", "fieldtrip_start_date": "1895-08-20", "fieldtrip_end_date": "1895-09-03", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 79, "name": "Borup mark", "display_name": "Borup mark (place mentioned)"}, {"place_id": 266, "name": "Hjørring", "display_name": "Hjørring (place mentioned)"}, {"place_id": 629, "name": "Tårs", "display_name": "Tårs (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 241, "publication_info": "DSnr_II_D13", "full_name": "241 - 4.02 - DSnr_II_D13", "url": "data/stories/173.dfl"}}, "fielddiary_page_start": "7065b", "fielddiary_page_end": "7066a", "bibliographic_info": "MO III, 486, 500\nMO IV 72, 163", "bibliography_references": null, "annotation": "Tang Kristensen wrote this short biographical sketch as part of his photographic trip with Peter Olsen. In the published version, Tang Kristensen supplemented his field diary notes with other notes, possibly from his pocket note books, which he also used as a resource while writing Minder og Oplevelser (see also MO III 486, 500 and IV 72, 163).", "danish_manuscript": "Jens Peter Pedersen f. 1ste Maj 1836 paa\nBorup Mark, Taars. Drejer. Hans Fader \nfortalt det meste, h. var født i Tranum\nHan Herred. Baade Faders Moder og Moders\nModer fortalte meget. Den sidste var fr\n\n7066A\nTaars og var en Søster til Boghandler Chr\nistensen i Kbh. der rømte her fra, sagtens\nfor at blive fri for Tjenesten og kom til\nKbh i Bogbinderlære. Har lærte Drejeriet\ni Hjøring. Har livet her en 26 Aar.", "english_manuscript": "Jens Peter Pedersen born 1st May 1836 at Borup Mark, Taars. Turner. His father told the most, he was born in Tranum, Han Herred. Both his father's mother and mother's mother told a lot. The latter was from Taars and was a sister to Bookseller Christensen in Copenhagen, who ran away from here, probably to get out of working as a hired hand and came to Copenhagen as a bookbinder apprentice. He learned turning in Hjørring. He has lived here for 26 years.", "danish_publication": "Jens Peter Pedersen er født den 1. maj 1836 på Borup mark i Tårs. Hans fader var født i Tranum, Han herred, og han har fortalt ham en hel del af det, han kan. Men både fader, moder og moders moder fortalte meget. Den sidste var fra Tårs og var for resten en søster til boghandler Chr. Steen i Kjöbenhavn, der römte fra hjemmet, sagtens for at blive fri for tjenesten (?), kom så til Kjöbenhavn og kom i bogbinderlære. Jens Peter har lært drejerhåndværket i Hjörring og har nu boet i Ilbjærge i et lille hus i 26 år. Han har altid været ugift, og det ser yderst tarveligt ud hos ham. Da vi sidst skiltes, havde han helt ondt ved at sige farvel til mig. Jeg kunde tydelig se, han gjærne vilde, jeg skulde have blevet hos ham noget længere, da det interesserede ham så overordentlig at få disse gamle ting skrevet op. En aften kom han i øsende regn op til mig i Lørslev skole og sad hele aftenen i de våde klæder og fortalte. Han var vant til hårdhed, og en smule regn gjorde ham ikke noget, sagde han.", "english_publication": "Jens Peter Pedersen was born the first of May, 1836 on Borup field in Tårs. His father was born in Tranum, Han herred, and told him a great deal of the stories he can tell. But both his father, mother and mother’s mother told a lot. The latter was from Tårs and was, by the way, the sister of bookseller Chr. Steen in Copenhagen, who ran away from home, probably to get out of working as a hired hand, came to Copenhagen and became a bookbinder apprentice. Jens Peter learned how to turn in Hjørring and has now lived in Ilbjærge in a little house for 26 years. He has always been unmarried, and he lives humbly. The last time we took leave, he had a really difficult time saying goodbye to me. I could clearly see that he wanted me to stay with him a bit longer, since he was quite interested in getting these old things written down. One evening, he came up to where I was staying at Lørslev school in the pouring rain and he sat the whole evening in wet clothes and told. He was used to difficulty, and a little rain didn’t do him any harm he said.", "keywords": {"keyword": ["apprenticeship", "birth", "books", "clothing", "dealer", "evening", "father", "field", "harm", "home", "house", "Jens", "learning", "mother", "old", "Peter", "Peter Pedersen", "rain", "school", "sister", "story", "wet", "work", "writing"]}, "etk_index": {"heading_danish": "Vore fædres tankesæt og åndsliv", "heading_english": "Our forebears' way of thinking and spiritual life"}, "tango_indices": {"tango_index": null}, "genre": null}