{"publication_info": "JAT_V_320", "full_name": "241 - 4.01 - JAT_V_320", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.01, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 629, "name": "Tårs", "display_name": "Tårs (place mentioned)"}, {"place_id": 639, "name": "Tise", "display_name": "Tise (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "JAH_V_558", "full_name": "235 - 1.33 - JAH_V_558", "url": "data/stories/253.dfl"}, {"informant_id": 235, "publication_info": "JAH_V_524", "full_name": "235 - 1.03 - JAH_V_524", "url": "data/stories/222.dfl"}, {"informant_id": 235, "publication_info": "JAH_V_574", "full_name": "235 - 2.07 - JAH_V_574", "url": "data/stories/290.dfl"}]}, "fielddiary_page_start": "7803a", "fielddiary_page_end": "7803b", "bibliographic_info": "Sandemose 1933", "bibliography_references": {"reference": [{"display_string": "[Book] Sandemose, Aksel. 1933. <i>En flyktning krysser sitt spor. Fortelling om en morders barndom</i>. Oslo: Aschehoug."}, {"display_string": "[Book] Gaardboe, Anton. 1968. <i>De sidste Natmandsfolk i Vendsyssel</i>. Aarhus: Forlaget Viking Books."}, {"display_string": "[Book] Gaardboe, Anton. 1904. <i>Himmerlands Rakkere I-II</i>. Aarhus: Albert Bayers Forlag."}, {"display_string": "[Book] Hansen, H. P. 1952. <i>Jyske skøjere og rakkere</i>. Copenhagen: Hernov."}]}, "annotation": "Jens Peter's story of tricking the gypsy offers another view of the natmænd (refuse workers; nightmen) and wanderers that were resoundingly criticized in Kirsten Marie Pedersdatter's stories. In Kirsten Marie's story of a marriage between a Dane and a gypsy, the outcome is tragic (KMP 1.33). In this story, the marriage is more of an aside, and hardly a cause for approbation, worry or sorrow.\n\n     Although this story is reminiscent of Kirsten Marie's story of tricking a stodderkonge [beggar bailiff] (KMP 1.03), there are several important differences.  In that story, the stodderkonge is made to look foolish; here, the poorer farmhand simply takes advantage of an opportunity to get a little money from a person both drunk and known to be generous. The reversal of status--essentially begging from a natmand--is amusing, and does not seem to be worrisome to either Elias or Jens Tårs. \n\n     The apparent wealth of the gypsy aligns with the story of the gypsy birth banquet from Kirsten Marie's repertoire (KMP 2.07). In her story, the gypsies' wealth is a cause for suspicion and can be interpreted in the context of widely held conservative views of poverty assistance laws. Jens Peter seems to be more accepting, if not downright impressed, by Elias's wealth, and there is little implication that Elias is engaged in anything illicit. \n\n     Elias is criticized for being a snob,  something that is hard to imagine given the status of gypsies and natmænd in rural Danish society. His desire for respect violates the unwritten rules of social decorum known as Janteloven [the Law of Jante] articulated by Aksel Sandemose in his popular novel, En flygtning krydser sit spor (1933). Elias's generosity makes up for his apparent desire to move up socially.  Unexpectedly, his wealth stems from his natmand work, as Jens Peter mentions in the story that Elias was on his way home to slaughter a horse. \n\n     Again, Jens Peter loads his narrative with local place names, and situates events and people in this narratively rich landscape. The mention of Natmandsbank [Nightman's Hill] reveals the degree to which the separation of this class of people permeated the local landscape. Interestingly, Jens Hansen moves out to this area once he marries into ELias's family. This would be akin to marrying down, since Jens Peter tells us that Jens Hansen was a farmer's son. But Elias's wealth seems to mitigate this problem.", "danish_manuscript": "Elias var den første Tater, der bosatte sig i\nTaars. H. var nede fra Hobro-Egnen og var\nnoget fin paa det, og boede paa Natmands-\nbanken, nordvest for Taars Kirke. Jens\nHansen, der skal være oppe fra Tise og var en\nGaardmandssøn, blev kjendt med Elias´s\nDatter og giftede sig med hende og s. kom h.\ntil at bo der. Husmand Jens Taars i\nUgilt traf en G. Elias oppe ved Hvidevold\nog da Elias var noget skjænket, s. bad Jens\nTaars ham: Hør gode Herre Kan de ikke\ngive en Fattig Mand et Par Skilling. Elias\nvar ridende paa en Krikke h. havde faaet\ni Hjørring og som h skulde have hjem at\nslagte. Jo det kan A s.m. nok, jeg har selv\nprøvet at være fattig. H. fik s. et Par Skil-\nling. Jens T. rendte s. omkring og kom til \nham igien nede paa Fuglsig Vase og s. det\n\n7803B\nsamme. Ja, for Elias var noget beskjænket\nog kunde ikke kjende ham. 3dje G. kom h.\ntil ham ved Spillehuset, for h. vidste nok\nhvad Skind h skulde rive i, det ligger østen for\nFuglsig og har navn af Spille-Ole som\nBoede der. Der gik det lige saadan. Atter en\nAlmisse. Elias var s. god af sig, især naar\nNogen kunde æn ham lidt.", "english_manuscript": "Elias was the first gypsy who settled in Tårs. He came from down in the Hobro district and he was a bit of a snob and lived at Natmandsbank (The Nightman's Hill) northwest of Tårs church. Jens Hansen, who was supposedly a farmer's son from up in Tise, got to know Elias's daughter and married her, and so he wound up living there as well. Cotter Jens Taars from Ugilt met Elias one time up by Hvidevold and since Elias was a bit drunk, Jens Taars asked him, \"I say my good man, can you spare a few shillings for a poor man?\" Elias was riding on a nag that he had gotten in Hjørring and that he was supposed to bring home and slaughter. \"Yes, I certainly can, I was once poor myself.\" So he got a couple of shillings. Jens Taars ran up ahead then and came up to him again down at Fuglsig vase (crossing) and says the same thing. You see Elias was pretty drunk and didn't recognize him. The third time he came up to him near the music house (spillehus), as he knew who he should latch onto, it is just east of Fuglsig and is named after Spille-Ole who lived there and it was exactly like the other times. Alms yet again. Elias was pretty generous, especially when people showed him a little respect.", "danish_publication": "Elias var den første tater, der bosatte sig i Tårs. Han boede på Natmandsbanken nordvest for Tårs kirke og var nede fra Hobro-egnen. Jens Hansen, der skal have været en gårdmandssön oppe fra Tise, blev kjendt med Elias's datter og giftede sig med hende, og så kom han også til at bo der. Elias var god af sig, men noget fin på det og vilde gjærne, at nogen kunde ære ham lidt. Han havde en gang været i Hjörring efter en krikke, som han skulde hjem og have slagtet, og som han nu kommer ridende på den hen ad vejen, og var noget beskjænket, kommer han i møde med husmand Jens Tårs i Ugilt oppe ved Hvidevold, og han beder ham: \"Hør, gode herre, kan De ikke give en fattig mand et par skilling\". — \"Jo, det kan I såmænd nok, jeg har selv prøvet at være fattig\". Jens Tårs fik så et par skilling og rendte nu omkring og kom til ham igjen nede på Fuglsig vase og siger det samme. Jo, Elias siger jo og giver ham atter et par skilling, for han kunde jo ikke kjende ham. Tredje gang kom han til ham ved Spillehuset, for Jens Tårs vidste nok, hvad skind han skulde rive i, og der gik det ligesom de andre gange, han fik atter en almisse. Spillehuset ligger östen for Fuglsig og har navn efter Spille-Ole, som boede der.", "english_publication": "Elias was the first gypsy who settled in Tårs. He lived at Natmandsbank (The Nightman’s Hill) northwest of Tårs church. He came from down in the Hobro district. Jens Hansen, who was supposedly a farmer’s son from up in Tise, got to know Elias’s daughter and married her, and so he wound up living there as well. Elias was pretty well off, but he was also a bit of a snob and wanted people to respect him. Once he’d been in Hjörring to get a nag, which he was going to bring home and have slaughtered, and so now as he’s riding along the road on it and was a bit tipsy, he meets up with Cotter Jens Tårs from Ugilt up near Hvidevold, and Jens asks Elias, “I say my good man, can you spare a few shillings for a poor man?” – “Yes, I certainly can, I was once poor myself.” Jens Tårs then got a couple of shillings and then he ran up ahead and came up to him again down at Fuglsig vase (crossing) and says the same thing. Sure, Elias says sure and gives him a couple of shillings again, since he didn’t recognize him. The third time he came up to him near the music house, as Jens Tårs now knew who he should latch onto, and it was exactly like the other times, he got alms yet again. The music house is just east of Fuglsig and is named after Spille-Ole who lived there.", "keywords": {"keyword": ["alms", "church", "cotter", "daughter", "district", "east", "elias", "farmer", "gypsy", "hill", "home", "house", "Jens Hansen", "Jens Tårs", "marriage", "music", "nag", "name", "northwest", "Ole", "poor", "riding", "road", "shilling", "slaughter", "son", "wound"]}, "etk_index": {"heading_danish": "Livet uden døre", "heading_english": "Life outdoors"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}