{"publication_info": "DSnr_I_124", "full_name": "241 - 4.03 - DSnr_I_124", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.03, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 114, "name": "Dals mølle", "display_name": "Dals mølle (place mentioned)"}, {"place_id": 384, "name": "Lørslev", "display_name": "Lørslev (place mentioned)"}, {"place_id": 409, "name": "Mølgård", "display_name": "Mølgård (place mentioned)"}, {"place_id": 515, "name": "Sandkilde", "display_name": "Sandkilde (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 241, "publication_info": "DSnr_I_324", "full_name": "241 - 4.04 - DSnr_I_324", "url": "data/stories/175.dfl"}}, "fielddiary_page_start": "7803b", "fielddiary_page_end": "7804a", "bibliographic_info": "Boberg 1938\nTangherlini 1998\nMauss 1967", "bibliography_references": {"reference": [{"display_string": "[Book] Boberg, Inger M. 1938. <i>Bjærgfolkenes bagning. Sagntypen \"grissel og rage.\" En sagnundersøgelse (Danmarks folkeminder)</i>. Copenhagen: Det Schønbergske forlag."}, {"display_string": "[Article] Tangherlini, Timothy R. 1998. Barter and Games : Economics and the Supernatural in Danish Legendry. Vol. 54 of <i>Arv</i>, 41-62."}, {"display_string": "[Book] Christiansen, Reidar Thoralf. 1992. <i>The migratory legends (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}, {"display_string": "[Thesis] Ball, Kimberly. 2009. The Otherworld Vessel as Metatraditional Motif in Northern European Literature and Folk Narrative. Vol. PhD of <i>Comparative Literature</i>PhD diss., University of California Press."}, {"display_string": "[Book] Mauss, Marcel. 1967. <i>The gift. Forms and functions of exchange in archaic societies</i>. New York: Norton."}]}, "annotation": "Stories of the mound dwellers' smithing is closely related to stories of their baking (Boberg 1938; Tangherlini 1998). Jens Peter implicitly acknowledges this connection, as his next story is a variant of ML5080, \"Food from the Fairies\" (JPP 4.04). \n\n     The mound dwellers' baking is a model for low-level out group barter transaction (Tangherlini 1998). The expectation of both parties is reasonable payment for services. In this story, the passing farmer enters into a contractual relationship with the mound dwellers, a relationship that he recognizes himself. The farmer, however, does not keep up his part of the bargain. One would expect that such a non-reciprocal transaction--effectively theft--would result in some form of retribution (or at least an attempt at retribution as in the case of the stolen drinking horn ML6045, \"Drinking Cup Stolen from the Fairies\"; JPP 4.04). Such is not the case here, and the man and his successors on the farm all get use of a remarkably well-forged tool, clearly of significant benefit to the farm's economy. The \"lang-jærn\" [lit. long-iron] is known in English as a \"jointer knife\" and is a vertical blade that runs in front of the plowshare, and is used to help cut field stubble.\n\n     While it may be tempting to read the long iron as a gift from the mound dwellers (Boberg 1938; Mauss 1967), one would then have to disregard the statement, \"they didn't get any payment for it,\" a recognition that the encounter included an implicit, reciprocal, monetized transaction.\n\n     Tang Kristensen identified the supernatural beings in this story as dwarves, probably based on the Nordic mythological record that ascribes great prowess in smithing to dwarves. Jens Peter, however, makes no mention of dwarves, and it is more likely that the beings are the tradition dominant mound dwellers. This assignation would also link it to the next story about the mound dwellers' baking (JPP 4.04).\n\n     As typical for his stories, Jens Peter includes remarkable local detail about where the events transpired. Lørslev is just north of Ilbjerge huse, and Dals mill is just to the east. The other place names are the names of farms and houses in the immediate area.", "danish_manuscript": "Der var en Mand h. boede i et Sted, der kaldes\nMikkelsted eller Mikkelsgaard, h vilde til Dals\n\n7804A\nMølle og kjører igiennem nogle Sandklitter eller\nGravaaler lige tæt norden og østen for Huset\nder kaldes Sandkilde og der hører h. det sme-\nder derinde i en [V] lille Høj eller Banke\nsom Vejen gik igiennem, den gik ikke lang, som \nden gaar nu. S raaber han: [Lav] Smed mig et\nLangjærn til min Plov. Og h. kjører vide-\nre og tænker ingen ting paa. Da h. kommer\ns. tilbage fra Møllen, da kommer der en\nud med Langjærnet og raaber, h. skulde\nvente. H. blev jo s. forskr. Te h. kjørte\ntil, men s. drev de Jærnet i Vognen\ntil ham. H. kjørte videre og de fik\ningen Betaling, og det Jærn kunde h. aldrig\nslide op. Det Sted er nu revet ned\nhvor h. boede, men laa i Lørslev By.\nMarken er lagt under Mølgaard og 2\nAndre Gaarde. Der var 3 Mænd der sled\nPaa det efter hverandre, men de fik det ikke slidt op.", "english_manuscript": "A man, who lived in a place called Mikkelsted or Mikkels farm, he wanted to drive to Dals mill one day, and so he drives through an area of sand dunes and ditches (gravaaler) which were just north and east of the house called Sandkilde. Then he hears smithing inside a little mound or hill, which the road went right past, it didn't go the same way then as it does now. Then he calls out, \"Smith me a long iron for my plow.\" And he drives on past and doesn't think anything about it. When he comes back from the mill, some one comes running out with a long iron and shouts that he should wait. He got so scared that he kept driving, but then they threw the long iron up into his wagon to him. He drove home with it now, and they didn't get any payment for it and he could never wear that iron out. The place where he lived has been torn down, but it was over in Lørslev township. The fields have been placed under the control of Mølle farm and two other farms. There were three men who used it one after the other but they didn't manage to wear it out.", "danish_publication": "En Mand, der boede i det Sted, som kaldtes Mikkelsted eller Mikkels Gaard, han vilde en Dag kjøre til Dals Mølle, og saa kjører han igjennem nogle Sandklitter eller Gravaaler, der er lige tæt norden og østen for det Hus, som kaldes Sandkilde. Da hører han det smede inde i en lille Høj eller Banke, som Vejen lige gik igjennem, den gik nemlig ikke den Gang, som den gaar nu. Saa raaber han: \"Smed mig et Lang-jærn til min Plov,\" men kjører videre og tænker ingen Ting paa. Da han kommer saa tilbage fra Møllen, da kommer der én ud med Lang-jærnet og raaber, han skulde vente. Han blev jo saa forskrækket, te han kjørte til, men saa drev den anden Jærnet i Vognen til ham. Han kjørte nu hjem med det, og Dværgfolkene fik ingen Betaling for det. Det Jærn kunde han aldrig slide op; og der var tre Mænd efter hverandre, der sled paa det, men de fik det ikke slidt op. Mikkels Gaard, hvor det skete, er nu reven ned, og Marken er lagt under Mølgaard og to andre Gaarde, men det var da i Lørslev By.", "english_publication": "A man, who lived in a place called Mikkelsted or Mikkels farm, he wanted to drive to Dals mill one day, and so he drives through an area of sand dunes and ditches which were just north and east of the house called Sandkilde. Then he hears smithing inside a little mound or hill that the road went right past, it didn’t go the same way then as it does now. Then he calls out, “Smith me a jointer knife for my plow,” but keeps driving and doesn’t think anything about it. When he comes back from the mill, someone comes running out with a jointer knife and tells him that he should wait. He got so scared that he kept driving, but the other one threw the jointer knife up into his wagon. He drove home with it now and the dwarves didn’t get any payment for it. That knife could never be worn out; and there were three men, one after the other, who used it, but they never wore it out. Mikkels farm, where this happened, has been torn down now, and the fields have been placed under the control of Mølle farm and two other farms, but that was over in Lørslev township.", "keywords": {"keyword": ["day", "ditch", "dune", "dwarves", "east", "farm", "field", "hill", "home", "house", "iron", "mikkels", "mill", "mound", "north", "plow", "road", "sand", "smithing", "three", "township", "wagon"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}