{"publication_info": "DSnr_I_324", "full_name": "241 - 4.04 - DSnr_I_324", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.04, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 108, "name": "Byghøj", "display_name": "Byghøj (place mentioned)"}, {"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place mentioned)"}, {"place_id": 384, "name": "Lørslev", "display_name": "Lørslev (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DSnr_I_124", "full_name": "241 - 4.03 - DSnr_I_124", "url": "data/stories/174.dfl"}, {"informant_id": 241, "publication_info": "DSnr_I_404", "full_name": "241 - 4.43 - DSnr_I_404", "url": "data/stories/215.dfl"}, {"informant_id": 235, "publication_info": "DS_I_400", "full_name": "235 - 1.20 - DS_I_400", "url": "data/stories/239.dfl"}, {"informant_id": 69, "publication_info": "DS_I_381", "full_name": "69 - 0.00 - DS_I_381", "url": "data/stories/822.dfl"}, {"informant_id": 150, "publication_info": "JAH_I_37", "full_name": "150 - 3.26 - JAH_I_37", "url": "data/stories/89.dfl"}, {"informant_id": 483, "publication_info": "DS_I_832", "full_name": "483 - 0.00 - DS_I_832", "url": "data/stories/463.dfl"}]}, "fielddiary_page_start": "7804a", "fielddiary_page_end": "7804b", "bibliographic_info": "Tangherlini 1998\nFoster 1965", "bibliography_references": {"reference": [{"display_string": "[Book] Boberg, Inger M. 1938. <i>Bjærgfolkenes bagning. Sagntypen \"grissel og rage.\" En sagnundersøgelse (Danmarks folkeminder)</i>. Copenhagen: Det Schønbergske forlag."}, {"display_string": "[Article] Tangherlini, Timothy R. 1998. Barter and Games : Economics and the Supernatural in Danish Legendry. Vol. 54 of <i>Arv</i>, 41-62."}, {"display_string": "[Article] Foster, George. 1965. Peasant Society and the Image of Limited Good. Vol. 67 of <i>American Anthropologist</i>, 293-315."}]}, "annotation": "Jens Peter tells a variant of a the widely attested story of the mound dwellers' baking. The repair of the broken peel board is an example of a typical, low level, barter (non monetized) transaction with an out group trading partner. These stories allow narrators to explore--and endorse or reject--the advisability of such out group trade, as part of the growing rejection of the \"limited good\" model of economic organization (Tangherlini 1998; Foster 1965). \n\n     Out group trade can be a fraught proposition for a number of reasons. First, members of two different groups do not necessarily share the same values, and it can be difficult to calculate \"fairness\" in items traded, particularly in the realm of barter. Second, members from different groups do not necessarily have an expectation of repeated interaction. The rules governing one-off trade can be quite different from the rules governing continued trade. Stories of the mound dwellers baking explore many of these problems, and different narrators, through their choice of resolution, endorse widely divergent strategies for out group trade (Tangherlini 1998). In Jens Peter's version, the young hired boy refuses to take part in the transaction, and suffers dire consequences. The older farmer accepts the barter payment and thrives. \n\n     Tang Kristensen, as a note to the published version, wrote, \"J.P.P. viste mig Højen, der virkelig nu er næsten ukjendelig som Høj og kun viser sig som en lille Forhøjning i Jordsmonnet\" [J.P.P. showed me the mound which is now practically unrecognizable as a mound and appears as just a little rise in the ground].", "danish_manuscript": "Der var en der hed Svend, h. boede ogsaa \ni en Grd i Lørslev der nu er væk. S. var\nh. heroppe efter Ilbjærgs til at pløje\nog havde 4 bæster for. S. kjørte Dr. saa\nde 2 og Fad. Pløjede. Da de havde pløjet\nnoget, s. Dr. Hør Fader Fader. Hvad \ngodt s. Fad. Er der Ild der som det røger\nJa der er [Ild] sg. Fd. S. er der som h. kunde\nBande ogsaa Ild i det graa Øg. S. pløjer\nDe en 3, 4 Omfald paa Ageren igien og da\n\n7804B\nde kalder den Byghøj\nkommer de for en lille Høj  der var paa Ag\ns. trækker der en Haand op af Højen med en\nSkaade der var i Stykker og Md. havde jo\nhans Pløvokse og Søm og s. gjorde h. Holdt\nog gjorde det i Stand. Siden den var s. færdig\nlægger h. den hen som h. havde faaet den.\nog s. blev det strags væk. H. tager hjem\nom Midd. og kommer igien om Eftermidd.\nstrags kommer der en Haand op med en hvid\nTallerken med varm ny Smørrebrød paa\naf Højen og h. tog Holdt og gav sig til at\nspise af det. Men Dr. h. ville ikke spise.\n[Dr.] M. bekom det godt, men Dr. svandt\nhelt hen og døde inden Efteraaret.\nByghøj. Der er nu pløjet og snart udslæbt.", "english_manuscript": "There was a guy who was called Svend, who also lived at a farm in Lørslev, it's gone now. One day he was up here near Ilbjærge plowing, and he had four animals before the plow. The boy drove two of the animals and father, he was plowing. When they had plowed for a while, the boy says, \"Hey, father, father.\" -- \"What is it?\" says the father. \"Is there fire where there's smoke?\" -- \"Yes there is,\" says the father. \"Well then,\" boy could he ever swear, \"the gray nag has caught fire.\" They plow another two or three times across the field again, and when they come past a little mound that was out on the field--it's called Byghøj--a hand reaches up from the mound with a broken peel board. The man had his plow axe and some nails and so he stopped and he repaired it. When it was done, he puts it down where he'd gotten it and it immediately disappeared. He goes home at noon and comes back in the afternoon. Immediately, a hand pops up out of the mound holding a white plate with a fresh warm piece of buttered bread, and he stopped and started eating it. But the boy wouldn't eat any. The man had good of it, but the boy became thin and died before the autumn. Byghøj. It's been plowed and will soon be gone.", "danish_publication": "Der var én, der hed Svend, han boede i en Gaard i Lørslev, der nu er væk. Saa var han en Dag her oppe efter Ilbjærge til at pløje og havde fire Bæster for, Drengen kjørte da de to, og Faderen pløjede. Da de havde pløjet noget, siger Drengen: \"Hør, Fader, Fader.\" — \"Hvad godt?\" siger Faderen. \"Er der Ild der, som det røger?\" — \"Ja, der er,\" siger Faderen. \"Saa er der,\" som han kunde bande, \"ogsaa Ild i det graa Øg.\" De pløjer saa en 3, 4 Omfald paa Ageren igjen, og da kommer de for en lille Høj, der var paa Agrene, de kalder den Byghøj, men den er nu pløjet og snart udslæbt. Da rækker der en Haand op af Højen med en Skaade, der var i Stykker. Manden havde jo hans Plovøgse og Søm, og saa gjorde han Holdt og gjorde det i Stand. Siden den var saa færdig, lægger han den hen, som han havde faaet den, og saa blev den strags væk. Han tager hjem om Middagen og kommer igjen om Eftermiddagen. Strags kommer der en Haand op af Højen, og den har en hvid Tallerken med en varm ny Smørrebrød paa, og han tog Holdt og gav sig til at spise af den. Men Drengen han vilde ikke spise. Manden bekom det godt, men Drengen svandt helt hen og døde inden Efteraaret.", "english_publication": "There was a guy who was called Svend and he lived at a farm in Lørslev, it's gone now. One day he was up here near Ilbjærge plowing, and he had four animals before the plow. The boy drove two of the animals and the father was plowing. When they had plowed for a while, the boy says, \"Hey, father, father.\" -- \"What is it?\" says the father. \"Is there fire where there's smoke?\" -- \"Yes there is,\" says the father. \"Well then,\" boy could he ever swear, \"the gray nag has caught fire.\" They plow another two or three times across the field again. When they come past a little mound that was out on the field--it's called Byghøj, but it's been practically plowed under and it'll soon be gone--a hand reaches up from the mound with a broken peel board. The man had his plow axe and some nails and so he took it and repaired it. When it was done, he puts it down where he'd gotten it and it immediately disappeared. He goes home at noon and comes back in the afternoon. Immediately, a hand pops up out of the mound holding a white plate with a fresh warm piece of buttered bread, and he stopped and started eating it. But the boy wouldn't eat any. It was good for the man, but the boy became thin and died before the autumn.", "keywords": {"keyword": ["afternoon", "animals", "autumn", "boy", "bread", "day", "death", "disappearance", "farm", "father", "field", "fire", "home", "mound", "nag", "nail", "noon", "peel board", "plate", "plow", "plow axe", "plowing", "smoke", "swear", "thin", "three", "white"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}