{"publication_info": "DS_VI_429", "full_name": "241 - 4.05 - DS_VI_429", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.05, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 315, "name": "Jerup", "display_name": "Jerup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DSnr_I_286", "full_name": "241 - 4.12 - DSnr_I_286", "url": "data/stories/184.dfl"}, {"informant_id": 41, "publication_info": "DS_VI_434", "full_name": "41 - 0.00 - DS_VI_434", "url": "data/stories/772.dfl"}, {"informant_id": 406, "publication_info": "DS_VI_427", "full_name": "406 - 0.00 - DS_VI_427", "url": "data/stories/807.dfl"}, {"informant_id": 552, "publication_info": "DS_VI_430", "full_name": "552 - 0.00 - DS_VI_430", "url": "data/stories/512.dfl"}, {"informant_id": 241, "publication_info": "DS_VI_433", "full_name": "241 - 4.06 - DS_VI_433", "url": "data/stories/177.dfl"}, {"informant_id": 65, "publication_info": "DS_VI_431", "full_name": "65 - 0.00 - DS_VI_431", "url": "data/stories/578.dfl"}]}, "fielddiary_page_start": "7804b", "fielddiary_page_end": "7805a", "bibliographic_info": "Woods 1958", "bibliography_references": {"reference": [{"display_string": "[Book] Woods, Barbara Allen. 1959. <i>The Devil in dog form. A partial type-index of Devil legends (Folklore studies)</i>. Berkeley: University of California Press."}, {"display_string": "[Edited book] Luther, Martin. 1967. Vol. 54 of <i>Luther's Works (Table Talk)</i>. Ed. Theodore G. Tappert; Helmut T. Lehman. Minneapolis: Fortress Press."}]}, "annotation": "Stories of people hanging themselves as a form of amusement are not uncommon (DS VI 430). The old sailor appears at first to be the voice of reason, refusing to join in with the rest of his shipmates. His solitary change of mind, however, puts him in a position of significant danger. Suicides absent themselves from community through the act of suicide itself and its aftermath. The self-centered pursuit of anything--wealth, fame or, in this case death--are generally decried narratively since all of these individual pursuits undermine community. The devil, of course, encourages the destruction of community. The Lutheran church considered suicide to be a sin, although Luther wrote: \"I don't have the opinion that suicides are certainly to be damned. My reason is that they do not wish to kill themselves but are overcome by the power of the devil\" (Luther 1967, vol. 54, 29). \n\n     In this story, the devil appears in the shape of a large, mysterious cat, one of his more common animal forms (Woods 1958). Interestingly, there is no appeal to religious symbolism in this story, which makes it unusual. In other stories of suicide, death is often averted by the use of such symbolism (JPP 4.06).\n\n     Suicide does not seem to be the goal of the sailors' bizarre undertaking. Rather, they seem interested in tempting death or, in this case, the devil. There is a small possibility that the men are engaged in a form of auto-erotic asphyxia as a way to pass the time, a suggestion that is hinted at in other stories (DS VI 431).\n\n      There are no statistics about suicide in the Danish navy from this period.", "danish_manuscript": "Der var en Mand nede i Jerup h. havde været\ntil orlogs i den gl. Krig i 15 Aar. S. \nvar det en Dag de havde haft stille Vejr\ni 4 Dage og kunde ikke sejle. S. var det en\nDag vilde de 300 Mand der var i Skibet\ntil at prøve hvordan det var at hænge sig.\nDen ene efter den 2 og den der var oppe\nskulde række Fing. i Vejret, naar h. ikke\nvilde der længere. S. var der en gl. Matros\nder var 60 Aar h. vilde ikke probere og\ndg. havde de prøvet det allesam. S.\nkommer de op paa Dækket og da savner de\nham, h. var ikke med dem, og de vil\n\n7805A\nda gaa tilbage og søge efter ham. Kommer\nned i Skibsrummet, men kunde ikke komme ind\nhvor de har prøvet deth. Døren var lukket\ns. de kunde ikke lukke den op. S. kommer Skibs\nkapit. til i det samme og h. s. Spræng Døren\nS. slog de jo Døren i Stykk. og da de kommer\nderind, da sad der en sort Kat paa Hovedet\naf den gl. t. H. var død. men Doktoren\nfik ham til Live igien. De havde ingen\nKatter paa Skibet, men h. rejste op paa\nDækket og ud ad Havet efter det grinede(?) den\ngl. Den gl. fortalte bag efter at [Katten]\nda de andre var gaaet op s. vilde h. til\nat probere det, men aldrig s. snart h.\nhavde Hagen i strikken, s. var det akku-\nrat ligesom de kunde havde lagt en Td.\nKorn paa Hovedet af ham s. tungt blev\ndet, og s. [kom h. ikke op] sidste h. ikke af sig\nselv\nx og h. hængte op i Strikken.\nHavde de nu ikke kommet derud og faaet\nDøren sprængt, s. havde h. aldrig kommet\ntil Live igien. Den gl. fra Jerup saa\ndet og fortalte, at det var sandt. Min Fa-\nder tjente ved ham. H. kunde blive s. \ngal. naar Folk ikke vilde tro det. \nH. vilde ikke prøve det, for h tykte det\nvar s. narvornt.", "english_manuscript": "There was a man down in Jerup, he'd been in the navy for fifteen years in the old war. They'd had quiet weather for four days and couldn't sail, and so the three hundred men who were on board decided to see what it was like to be hung. So one after the other, and then, the one who was up was supposed to put his finger in the air when he didn't want to hang any longer. Then there was an old sailor, sixty years old, he didn't want to try this. They'd all tried it by that time. So they all went up on deck and they're missing him, he wasn't with them and so they wanted to go back down to look for him. They get down below decks but they can't get into the room where they'd tried this. The door was locked so they couldn't open it. Then at that moment the ship's captain comes along and says, \"Break down the door!\" Then they smashed the door to pieces and when they get in there, there was a black cat sitting on the head of the old guy and he was hanging up in the noose and he was dead. The doctor managed to bring him back to life. They didn't have any cats on board but it got up and went up on deck and out into the sea, after that the old man laughed. The old man told them afterward that when they had gone up he decided to try it, but as soon as he had his chin in the noose, it was just as if they'd put a barrel of grain that's how heavy it got and then he didn't remember a thing. If they hadn't come out and smashed the door down, then he'd never have survived. The old man from Jerup had seen the whole thing and said that it was true. My father worked at the farm with him. He'd get so mad when people didn't believe his stories. He didn't want to try it because he thought it was silly.", "danish_publication": "Der var en mand nede i Jerup, han havde været til orlogs i 15 år i den gamle krig, og han fortalte en mærkelig ting, der en dag havde tildraget sig på skibet. De havde haft stille vejr i 4 dage og kunde ikke sejle, og så vilde de 300 mand, der var i skibet, for at forslå tiden til at prøve på for løjer, hvordan det var at hænge sig. De blev hængt op den ene efter den anden, og den, der var oppe, skulde række fingeren i vejret, når han ikke vilde hænge der længere. Så var der en gammel matros, der var 60 år, og han vilde ikke probere det, for han tykte, det var så narvornt. De havde prøvet det allesammen, men han vilde ikke. Så kommer mandskabet op på dækket, og da savner de den gamle. De vilde nu gå tilbage efter ham, og de kommer ned i skibsrummet, men kan ikke komme ind i det rum, hvor de har prøvet denher hængen, for dören var lukket og ikke til at få op. Så kommer skibskapitainen til i det samme, og han siger: \"Spræng dören!\", Så sprængte de dören i stykker, og da de kommer derind, da hængte den gamle oppe i strikken, og der sad en sort kat på hovedet af ham. Nu rejste den af op på dækket og ud ad havet. De havde ingen katter på skibet, så de blev helt forundrede over det syn. Nu fik de jo den gamle skåret ned, og han var som død, men doktoren fik ham dog til live igjen. Da han kom til sig selv, fortalte han, at da de andre var gået op, så vilde han til at probere det, men aldrig så snart han havde fået hagen i strikken, så var det akkurat, ligesom der kunde have været lagt en tønde korn på hovedet af ham, og så vidste han ikke mere af sig selv. Havde de nu ikke kommet ind og fået dören sprængt, så havde han aldrig kommet til live igjen. Manden fra Jerup så det hele og forsikrede, at det var sandt. Min fader tjente i gården ved ham, og han fortalte ham det. Han kunde blive så gal, når folk ikke vilde tro hans fortælling.", "english_publication": "There was a man down in Jerup, he’d been in the navy for fifteen years in the old war, and he told about a strange thing that had happened on the ship. They’d had quiet weather for four days and couldn’t sail, and so the three hundred men who were on board decided that, to amuse themselves and to pass the time, they should try what it was like to hang themselves. They were hung up, one after the other, and then the one who was up was supposed to put his finger in the air when he didn’t want to hang any longer. Then there was an old sailor, he was sixty years old, and he didn’t want to try this because he thought it was silly. They’d all tried it, but he wouldn’t. Then the crew goes up on deck and they’re missing the old guy. So they wanted to go back down to get him and they get down below decks but they can’t get into the room where they’d tried the hanging because the door was locked and they couldn’t open it. Then the ship’s captain comes along and says, “Smash open the door!” Then they smashed the door to pieces and when they get in there, the old guy is hanging up in the noose and there’s a black cat sitting on his head. Then it got up and ran up on deck and jumped out into the sea. They didn’t have any cats on board so they were totally puzzled by that sight. Then they cut the old guy down and he seemed to be dead but the doctor managed to bring him back to life. When he came to, he told them that, when the others had gone up, he decided to try it, but as soon as he’d gotten his chin in the noose, it was as if a barrel of grain had been put on his head, and then he didn’t remember a thing. If they hadn’t come in and smashed the door down, then he’d never have survived. The man from Jerup saw the whole thing and swore that this was true. My father worked at the farm with him and he told him about it. He could get so mad when people didn’t believe his stories.", "keywords": {"keyword": ["air", "barrel", "belief", "black", "captain", "cat", "day", "death", "deck", "doctor", "door", "farm", "father", "finger", "grain", "lock", "noose", "old", "sailing", "sailor", "sea", "ship", "story", "survivor", "swear", "three", "war", "weather"]}, "etk_index": {"heading_danish": "Om Fanden og forbund med ham", "heading_english": "About the Devil and being in league with the Devil"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}