{"publication_info": "DS_VI_433", "full_name": "241 - 4.06 - DS_VI_433", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.06, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 591, "name": "Stenum", "display_name": "Stenum (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_VI_429", "full_name": "241 - 4.05 - DS_VI_429", "url": "data/stories/176.dfl"}, {"informant_id": 552, "publication_info": "DS_VI_430", "full_name": "552 - 0.00 - DS_VI_430", "url": "data/stories/512.dfl"}, {"informant_id": 41, "publication_info": "DS_VI_434", "full_name": "41 - 0.00 - DS_VI_434", "url": "data/stories/772.dfl"}, {"informant_id": 123, "publication_info": "DS_V_822", "full_name": "123 - 2.05 - DS_V_822", "url": "data/stories/379.dfl"}]}, "fielddiary_page_start": "7805a", "fielddiary_page_end": "7805b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Stories in which suicide figures prominently are widely attested, and the devil often plays a significant role in these stories (DS VI 434; PJ 2.05). The story conflates aspects of folk belief with Lutheran teaching. The girl, much like the sailor in the previous story (JPP 4.05), absents herself from the company of others and moves into darkness. This move can be read symbolically as an act parallel to the contemplated suicide that will wrest her from the community. Satan's role as the king of darkness contrasts sharply with God's kingdom of light, a kingdom that the girl inadvertently summons when she says the Lord's prayer. Jens Peter's mention of a person named Gotfred is interesting, since it appears to be a reference to another story, yet this is the only story in which a Gotfred appears.", "danish_manuscript": "Der oppe i Stenum var en Pige forlovet. \nS. slaar Kjæresten ham fejl og hu gik en\n\n7805B\n6, 8 Dage og spekulerede paa at tage Livet\naf sig selv. S. en Aft. da var det s. grulig\nmørket og s. vilde hu gaa ind i Vognskju\nlet og vilde hænge sig. S. tænker hu ved\nsig selv: Men hvordan skal a se og finde\net Stykke Reb, det er s. mørkt. S. luk\nker hu Porten da hu var kommen ind. I\ndet samme bliver det s. lyst derinde som\ndet var om hjemlys Dag. S. bliver hu s. \nforskr. at hu gav sig til at læse Fader\nvor og s. snart hu havde læst det, s.\nblev det lige s. mørkt som det forhen\nhavde været. S. gik hu ud igien og F. fik\ningen Held af hende dg. Anden Dagen \nfortalte hu det til hendes Gaardpige\nder tjente paa Gaarden ved siden af, det\nvar Gotfreds Kone, der har boet heroppe\ni Bjærgene.  S. blev det godt igien\nmellem hende og Kjæresten og de blev\ngift siden.", "english_manuscript": "Up in Stenum there was a girl who had gotten engaged. Then her boyfriend dumped her and she went around for six, eight days and thought about killing herself. Then one night it was so terribly dark and she wanted to go into the wagon house and hang herself there. But then she thought to herself, how am I going to see to find a piece of rope, it's so dark? She had closed the door when she had gone in. All of a sudden, it becomes so light in there like it was daylight. Then she gets so scared that she begins to read her Our Father and as soon as she had read it, it got just as dark as it had been before. Then she went out again and the Devil didn't have any luck that time. The next day she told it to her farm girl who worked at the next farm over, that was Gotfred's wife, who lived up here in the mountains. Things got patched up between her and her boyfriend and later they got married.", "danish_publication": "Der oppe i Stenum var en pige, som var bleven forlovet, men så slår kjæresten hende fejl, og hun gik nu en 6, 8 dage og spekulerede på at tage livet af sig selv. Så en aften var det så gruelig mørkt, og hun vilde da gå ind i vognskjulet og hænge sig der. Men hvordan skal a se og finde et stykke reb? tænkte hun ved sig selv, det er så mørkt, for hun havde lukket porten, da hun var kommen ind. I det samme bliver det så lyst derinde, som det var om hjemlys dag, og hun bliver så forskrækket, at hun giver sig til at læse sit fadervor. Men så snart hun havde læst det, så blev det lige så mørkt, som det forhen havde været. Så gik hun ud igjen, og Fanden fik ingen held af hende den gang. Anden dagen efter fortalte hun det til hendes gårdpige, hvordan det var gået med hende om aftenen, den pige tjente på gården ved siden af, og det var netop hende, der blev gift med Gotfred, som kom til at bo oppe i Bjærgene. Hun fortalte det til andre, og så blev det godt mellem pigen og kjæresten igjen, og siden blev de gift Sammen.", "english_publication": "Up in Stenum there was a girl who had gotten engaged but then her boyfriend dumped her and she went around for six, eight days and thought about killing herself. Then one night it was so terribly dark and she wanted to go into the wagon house and hang herself there. But how shall I see to find a piece of rope, she thought to herself, it was so dark, since she had closed the door when she had gone in. At that moment, it gets so light in there like it was daylight and she gets so scared that she begins to read her Our Father. But as soon as she had read it, it got just as dark as it had been before. Then she went out again and the devil didn't have any luck that time. The next day she told it to her farm girl, what had happened to her the night before, that girl worked at the next farm over, and it was in fact her who married Gotfred, the one who wound up living in the mountains. She told it to others and then things got patched up between her and her boyfriend and later they got married.", "keywords": {"keyword": ["boyfriend", "dark", "day", "daylight", "devil", "door", "fact", "farm", "girl", "house", "kill", "luck", "marriage", "mountain", "night", "Our Father", "rope", "wagon", "wound"]}, "etk_index": {"heading_danish": "Om Fanden og forbund med ham", "heading_english": "About the Devil and being in league with the Devil"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}