{"publication_info": "DS_VI_1314", "full_name": "241 - 4.07 - DS_VI_1314", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.07, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 654, "name": "Torslev", "display_name": "Torslev (place mentioned)"}]}, "stories_mentioned": null, "fielddiary_page_start": "7805b", "fielddiary_page_end": "7806a", "bibliographic_info": "Rørbye 1976\nPetersen and Blomquist 1996\nNorrie 1935\n", "bibliography_references": {"reference": [{"display_string": "[Book] Rørbye, Birgitte. 1976. <i>Kloge folk og skidtfolk. Kvaksalveriets epoke i Danmark</i>. Copenhagen: Politiken."}, {"display_string": "[Book] Petersen, Niels, Blomquist, Helle. 1996. <i>Sundhed, byrokrati, politik udgivet ved Helle Blomquist og Michael Hertz (Studie 7)</i>. Copenhagen: Jurist- og Økonomforbundet."}, {"display_string": "[Book section] Norrie, Gordon. 1935. Det danske Jordemodervæsens Historie. In <i>Danmarks Jordemødre med en historisk Oversigt over Jordemodervæsenets Udvikling i Danmark</i>: 11-135. Copenhagen: s.n."}]}, "annotation": "Legends of midwifery often support the idea that midwives had supernatural powers. The man gets his comeuppance when he is forced to suffer his wife's labor pains. This story would have no doubt been quite attractive to women. \n\n     Midwives were more than specialized folk healers, although many midwives did in fact also practice as folk healers. They were part of a newly emerging class of civil servants and integral members of the emerging health care system (Norrie 1935; Petersen and Blomqvist 1996). The first midwife commission was established in Denmark in 1714. By 1791, all the districts in the country had a civil doctor (embedslæge) who could serve in the capacity of midwife, although that position was usually filled by a local, female midwife. In 1787, a national midwifery college opened in Copenhagen and, by 1810, a regulation was in place that required that all districts have a certified midwife. By 1851, every pastorate also had to establish a public health commission (sundhedskommission). All of these developments were part of an ever increasing process to improve people's health and reduce infant mortality.\n\n     Jens Peter's marriage was very short and produced no children. His wife may have died soon after they were married and, if that was the case, it is quite possible that she died in childbirth (much like Tang Kristensen's first wife); this might help explain why Jens Peter remembers this story. Jens Peter did have a child out of wedlock, and so he was no stranger to childbirth and the dangers that came with it.", "danish_manuscript": "En Jordmoder i Torslev Sogn h. var ved\nen Kone og Konen h. kunde klager sig\nFødselsveerne var jo stærke. S. s. M. Det\ner s m. ogsaa noget at flæbe for, saa\ndan en Smule,  hu skulde da holde hen-\ndes Mund. S. s. Jordm. til ham Det\nskulde h. ikke s. endda for det var en stræng\n\n7806A\nTur. Nej saadan noget det regnede h. for\ningen Ting. S. skal du ogsaa komme til at\nføle det sg Jord. Aldrig s. snart gaar\nMand. ud. men s. blev h. s syg s. syg og\ns. fik h. smærterne og det blev h ogsaa\nved med til Konen havde født, da var\ndet forbi. Jord. kalder nu paa ham og\nsg. om h. vilde staa ved hans Ord som\nh. havde sagt før. Nej det var end\nda en haard Tur.", "english_manuscript": "A midwife in Torslev was with a woman who was going to give birth. The birth pains were so bad and the woman wailed pitiably. Then her husband says, \"Yeah, that's really something to blubber about, what a wretch,\" and he tells his wife to shut up. Then the midwife says to him, you shouldn't say that because it was a hard trip. No, he didn't count that as anything. \"Then you'll also get to feel it,\" says the midwife. No sooner does the man go out, than he gets so sick, so sick, and he gets the pains and they continue until his wife gives birth, then it was over. The midwife calls to him now and asks if he'll stand by those words he'd said before. No, he wouldn't, it was a really hard trip.", "danish_publication": "En jordemoder i Torslev sogn var henne ved en kone, der skulde gjøre barsel. Fødselsveerne var jo stærke, og konen klagede sig jammerlig. Så siger manden: \"Det er såmænd også noget at flæbe for, sådan en smulle\", og han beder da konen, hun skulde holde hendes mund. \"Ja, det skal du nu ikke sige\", svarer jordemoderen ham, \"du kan endda tro, det er en streng tur.\" Nej, sådant noget det regnede han for ingen ting. \"Så skal du også komme til at føle det\", siger jordemoderen. Så går manden ud, men aldrig så snart han var kommen uden for, så blev han så syg så syg, og så fik han smærterne, som konen för havde. Det blev han også ved med, til konen havde født, men så var det forbi. Jordemoderen kalder nu på ham og siger, om han vilde stå ved de ord, han för har sagt. Nej, han vilde ikke, det var endda en hård tur.", "english_publication": "A midwife in Torslev was with a woman who was going to give birth. The birth pains were so bad and the woman wailed pitiably. Then her husband says, “Yeah, that's really something to blubber about, what a wretch,” and he tells his wife to shut up. “You shouldn't say that,” says the midwife, “you better believe it's a hard trip.” No, he didn't count that as anything. “Then you'll also get to feel it,” says the midwife. Then the man goes out, but just as soon as he gets outside, he gets so sick, so sick, and he gets the pains his wife had before. And he continued to have them until his wife gives birth, but then it was over. The midwife calls to him now and asks if he'll stand by those words he'd said before. No, he wouldn't, it was a really hard trip.", "keywords": {"keyword": ["belief", "birth", "count", "husband", "midwife", "outside", "sickness", "wife", "woman"]}, "etk_index": {"heading_danish": "Kloge mænd og koner og deres bedrifter", "heading_english": "Cunning men and women and their activities"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}