{"publication_info": "DS_VII_565", "full_name": "241 - 4.08 - DS_VII_565", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.08, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 74, "name": "Børglum kloster", "display_name": "Børglum kloster (place mentioned)"}, {"place_id": 714, "name": "Vitrup", "display_name": "Vitrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_VII_120", "full_name": "241 - 4.37 - DS_VII_120", "url": "data/stories/209.dfl"}, {"informant_id": 545, "publication_info": "DS_VII_588", "full_name": "545 - 0.00 - DS_VII_588", "url": "data/stories/516.dfl"}, {"informant_id": 424, "publication_info": "DS_VII_577", "full_name": "424 - 0.00 - DS_VII_577", "url": "data/stories/706.dfl"}, {"informant_id": null, "publication_info": "DS_VII_574", "full_name": "0 - 0.00 - DS_VII_574", "url": "data/stories/891.dfl"}, {"informant_id": null, "publication_info": "DS_VII_591", "full_name": "0 - 0.00 - DS_VII_591", "url": "data/stories/892.dfl"}, {"informant_id": 364, "publication_info": "DS_VII_527", "full_name": "364 - 0.00 - DS_VII_527", "url": "data/stories/661.dfl"}]}, "fielddiary_page_start": "7806a", "fielddiary_page_end": "7806b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Jens Peter's story emphasizes the threat that witchcraft poses to the local farming economy: cows milked to death, other magic performed on cows (likely stampeding), and mills turning without wind. It is worth noting that the chamberlain has the girl milk a cotter's cow to death, and not one of his own. \n\n     The girl is young enough not to be a full blown witch, and re-baptizing her proves efficacious against her budding relationship with Satan. Other stories describe young girls being initiated into witchcraft by older mentors (DS VII 527). These initiations always remove the young girls from the broader community. Re-baptism, conversely, allowed the neophyte witch to be accepted back into the community. In this story, the girl returns to her community as innocent as when she was born--and accordingly is transformed back into an infant. Jens Peter makes no mention of whether the girl later regained her faculties.\n\n     Jens Peter's coda provides an interesting insight into naming conventions in rural Denmark. Nicknames often referred to local places or houses. At the end of the century, it became more common for people to seek permission to change family names from patronymics to more individualized names, such as place names. In 1828, Frederik VI promulgated a baptismal order that required standardized and persistent family names (in favor of the earlier use of patronymics). By 1903, people who wanted to use place names as family names had to prove a clear relationship to that area.\n\n     Børglum monastery was originally a royal landholding. Knud the Holy was driven from Børglum when the Vendels rose up in 1086. In 1128, the holdings were given to the Cistercians, and Børglum monastery became the See for the surrounding area. After the Reformation in 1536, Børglum was reclaimed by the Crown and offered to various aristocrats as a len (fief). It was still used as the Bishopric until 1554, when Laurits Nilsson moved the Bishopric to Ålborg. In 1623, Børglum became part of Sorø Academy, a school for young aristocrats. After the dissolution of the academy in 1669, it became an independent holding. The current Sorø Academy is on Sjælland, at another former Cistercian monastery. The reference to Chamberlain Hillerød must be to Niels Friderichsen Hillerup (d. 1819), who acquired Børglum in 1802 and also owned Vrejlev monastery.", "danish_manuscript": "[H. kunde] Kammerherre Hillerød paa\nBørglumkloster. De andre Piger klagede\nover en Pige som tjente der paa en 15,\n16 Aar. Hu var dem vel klog og kunde\nfaa deres Vanter og Træsko til at dandse\nog de vilde da ikke være der, naar hu ikke\nkom væk -- Endelig vilde de da have\nrejst allesamm. S s. Kammerh. til\nKusken, at h. skulde spænde for Kare\nten, de skulde ud at kjøre og s. tager h.\nPigen med i Kareten og de kjører ud til\nBørglum Præstegrd og faar Pr. med ogsaa\nS. kjører de om ad Byen Vitrup der hø\nrer til Godset der staar saadan en\nstads rød Husmandsko. S. sg. Kammerh.\nnu skulde hu staa af og mælke den Ko\ns. længe til den døde. Om hu kunde gjøre\ndet. Ja det kunde h. nemt gjøre. H. spr.\naf og mælker s. længe til hu malker det\n\n7806B\nklare Blod og s. døde Koen ogsaa øjeblik\nkelig. S. kjører de om ad Aassenterp.\nDet gjør hu ogsaa Smaakunster ved Køer\nog Kalve og Provsten og Kammerh. ser paa\ndet. Endelig kommer de tilbage til en Vejr\nmølle der har staaet vesten for Grden\nDer sg Pr. og Kh til hende om hu kun\nde ikke faa Møll til at gaa, det var\nstille Vejr. Jo det kunde hu nok s hu\nog hu fik Møll til at gaa og kunde ogsaa\nnok faa den til at staa igien. S. sg.\nPr. til hende: Nu er det nok og s. kjør\nte de hjem til Klosteret og s. skulde de\nind i Kirken og s. døbte Pr. hende om\nkring og s. var hu som et spæd Barn\nog hendes Forstand var helt væk og kunde\ningen Tind udrette siden. Den der har for-\ntalt mig det, h. havde selv set Pigen man\nge mange G. og h. hed Tullie-Lars. Det\nNavn havde h. efter en Familie der [hed]\nhavde det Tulli Navn og boede oppe i\nNørre-Harridslev. Sønnen boer i Løkken\nog kaldes Tulli-Andreas og har været\nKjøbmand der.", "english_manuscript": "Chamberlain Hillerød at Børglum monastery. The other girls complained about a girl who worked there who was fifteen or sixteen years old. She seemed cunning to them, because she could make their gloves and clogs dance and they wouldn't stay there unless she was sent away. One day they were all going to leave. Then the chamberlain said to the coachman that he should harness up the wagon, they were going to go out driving, and he takes the girl along with him in the carriage and they drive out to Børglum parsonage and they get the minister to come along too. Then they drive to the town Vitrup which belongs to the manor, and there's a big red cotter's cow standing there. Then the chamberlain says that she should get out of the wagon and milk the cow until it died, could she do that? Sure, she could do that easily. She jumps down and milks so long until she milks pure blood and then the cow died immediately. Then they drive to Åsenterp. There she also does small magic with cows and calves and the dean and the chamberlain sit and watch. Finally they come to a windmill, that stood west of the farm. Then the minister and chamberlain asked her if she could get the mill to turn, it was still weather. Sure, she could do that, she says and then she got the mill started and she could probably stop it again too. Then the minister says to her, \"Now that's enough!\" and they drove home to the monastery, and they had to go into the church now and there the minister re-baptized her. After that she was like an infant, she completely lost her senses, and she couldn't do a thing ever since. The one who told me this had seen the girl himself many many times and he was called Tulli-Lars. He'd gotten that name from a family that had the Tulli name and lived up in Nørre Harridslev. The son lives in Løkken and is called Tulli-Andreas and was a grocer there.", "danish_publication": "Der tjente en pige på en 15, 16 år på Börglum kloster, og hun var snart de andre piger vel klog, for hun kunde få deres vanter og træsko til at dandse, og de sagde da til herremanden — det var kammerherre Hillerød — te når hun ikke kom væk, så vilde de ikke være der. En dag vilde de have rejst alle sammen. Så sagde kammerherren til kusken, at han skulde spænde for vognen, de skulde ud at kjøre, og han tager så pigen med sig i kareten. De kjører nu ned til Börglum præstegård, og han får præsten med også. Så kjører de om ad byen Vitrup, der hører til godset. Da de nu kommer der, står der sådan en stads rød husmandsko på marken. Så siger kammerherren, at nu skulde hun stå af og malke den ko så længe, til den døde, om hun da kunde gjøre det? Ja, det kunde hun nemt gjøre. Hun springer af og malker så længe, til hun malker det klare blod, og så døde koen øjeblikkelig. Så kjører de om ad Åsenterp. Dér gjör hun også småkunster ved kreaturer og kalve, og provsten og kammerherren sidder og ser på det. Endelig kommer de på tilbagevejen til en vejrmölle, der har stået vesten for gården, og da det var stille vejr, så siger de til hende, om hun kunde ikke få møllen til at gå. Jo, det kunde hun nok, siger hun, og hun kunde også nok få den til at stå igjen. Så fik hun mollen i gang, og så siger provsten til hende: \"Nu er det nok!\" og de kjørte hjem til klosteret. De skulde så ind i kirken, og dér döbte provsten hende omkring. Så var hun siden som et spæd barn, hendes forstand var helt væk, og hun kunde ingen ting udrette. Den, der har fortalt mig det, han havde selv set pigen mange mange gange. Han hed Tulli-Lars. Det Tulli-navn havde han efter en familie, der boede oppe i Nörre-Harridslev. Sönnen derfra har været kjöbmand i Løkken og kaldes Tulli-Andreas.", "english_publication": "A fifteen or sixteen year old girl worked at Børglum monastery and, according to the other girls, she was cunning, because she could make their gloves and clogs dance. They told the manor lord—that was Chamberlain Hillerød—that if he didn't get rid of her they would leave. One day they were all going to leave. Then the chamberlain said to the coachman that he should harness up the wagon, they were going to go out driving, and he takes the girl along with him in the carriage. Then they drive to Børglum parsonage and he gets the minister to come along too. Then they drive to the town Vitrup which belongs to the manor. When they get there, there’s a beautiful red cotter's cow standing out on the field. Then the chamberlain says that she should go out and milk the cow until it died, could she do that? Sure, she could do that easily. She jumps down and milks so long until she milks pure blood and then the cow died immediately. Then they drive to Åsenterp. There she also does small magic with cows and calves and the dean and the chamberlain sit and watch. Finally on the way home they come to a windmill, which stood west of the farm, and now that it was still weather, they asked her if she could get the mill to turn. Then she got the mill started and then the dean says to her, “Now that’s enough!” and they drove home to the monastery. They were supposed to go into the church now and there the minister re-baptized her. After that she was like an infant, she completely lost her senses, and she couldn’t do a thing. The one who told me this had seen the girl himself many many times. He was called Tulli-Lars. The Tulli name he’d gotten from a family that lived up in Nørre Harridslev. The son from there was a grocer in Løkken and was called Tulli-Andreas.", "keywords": {"keyword": ["Andreas", "baptism", "blood", "calf", "carriage", "chamberlain", "church", "clogs", "coachman", "cow", "Cunning Folk", "dancing", "day", "dean", "death", "family", "farm", "field", "girl", "glove", "grocer", "harness", "home", "Lars", "magic", "manor", "milk", "mill", "minister", "monastery", "name", "old", "parsonage", "red", "son", "town", "wagon", "weather", "west", "year"]}, "etk_index": {"heading_danish": "Hekse og deres idrætter", "heading_english": "Witches and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}