{"publication_info": "DS_VI_139", "full_name": "150 - 1.15 - DS_VI_139", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 1.15, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 102, "name": "Buderup", "display_name": "Buderup (place mentioned)"}, {"place_id": 542, "name": "Skjørping", "display_name": "Skjørping (place mentioned)"}, {"place_id": 631, "name": "Teglgården", "display_name": "Teglgården (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "Unpub_BJK_112", "full_name": "150 - 1.12 - Unpub_BJK_112", "url": "data/stories/15.dfl"}, {"informant_id": 150, "publication_info": "JAH_I_383", "full_name": "150 - 1.40 - JAH_I_383", "url": "data/stories/43.dfl"}, {"informant_id": 241, "publication_info": "DS_VII_146", "full_name": "241 - 1.05 - DS_VII_146", "url": "data/stories/146.dfl"}, {"informant_id": 379, "publication_info": "DS_VI_141", "full_name": "379 - 0.00 - DS_VI_141", "url": "data/stories/537.dfl"}, {"informant_id": 420, "publication_info": "DS_VI_122", "full_name": "420 - 0.00 - DS_VI_122", "url": "data/stories/597.dfl"}, {"informant_id": 372, "publication_info": "DS_VI_150", "full_name": "372 - 0.00 - DS_VI_150", "url": "data/stories/649.dfl"}, {"informant_id": 65, "publication_info": "DS_V_289", "full_name": "65 - 0.00 - DS_V_289", "url": "data/stories/798.dfl"}, {"informant_id": 467, "publication_info": "DS_VI_75", "full_name": "467 - 0.00 - DS_VI_75", "url": "data/stories/783.dfl"}, {"informant_id": 412, "publication_info": "DS_VI_144", "full_name": "412 - 0.00 - DS_VI_144", "url": "data/stories/492.dfl"}, {"informant_id": 241, "publication_info": "DS_V_975", "full_name": "241 - 1.08 - DS_V_975", "url": "data/stories/149.dfl"}, {"informant_id": 123, "publication_info": "DS_IV_720", "full_name": "123 - 2.01 - DS_IV_720", "url": "data/stories/375.dfl"}, {"informant_id": 123, "publication_info": "DS_VI_98", "full_name": "123 - 3.08 - DS_VI_98", "url": "data/stories/411.dfl"}, {"informant_id": 150, "publication_info": "Unpub_BJK_301", "full_name": "150 - 3.01 - Unpub_BJK_301", "url": "data/stories/63.dfl"}]}, "fielddiary_page_start": "3241b", "fielddiary_page_end": "3242a", "bibliographic_info": null, "bibliography_references": {"reference": {"display_string": "[Book] Valk, Ülo. 2001. <i>The black gentleman : manifestations of the Devil in Estonian folk religion (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}}, "annotation": "Pacts with the Devil usually end in calamity. Here, the manor lord recognizes the sign of impending peril--the blood red socks--and tries to develop a strategy to avoid the Devil. Unable to do so, he decides to take his money with him, by ingesting it. In other stories, \"taking it with you\" inevitably leads to haunting (JPP 1.08). Although the manor lord is unsuccessful in his rather pitiful attempt to eat the silver and generously gives the fortune to the hired girl, he apparently haunts the farm later (his haunting only appears in Tang Kristensen's emended published version).\n\n     The Devil in this story appears as the well-dressed gentleman, a widely attested form throughout northern Europe (Välk 2001). His arrival in a fine carriage is also widely attested, mimicking the carriages of manor lords (PJ 2.01; 3.08).\n\n     While cutting live wood in forests was forbidden without specific permission from the forest owner (usually a manor lord or the Crown), collecting fallen wood was generally permitted. That people would not touch a fallen oak is significant in this context, and speaks to the fear that was attached through narrative to touching that particular tree.\n\n     Tang Kristensen makes some significant changes to the published story, adding detail that is not included in the manuscript. Most notable among these additions is the inclusion of a farmhand who confirms the haunting at the farm. Jens alludes to this haunting at the farm in a later, short unpublished narrative about Peder Yde and the place where Peder and the Devil crossed the stream (BJK 3.01). Several of the episodes--such as the girl's discovery of the manor lord's brain hanging on the walls of the room--are moved to later in the narrative.\n\n     The story has an elaborate coda that could stand as an independent story. The response to the villagers' query about the passengers stands as an amusing indictment of the power elites and their corruption in rural Denmark.", "danish_manuscript": "Det var en [B] Mand der boede i Teglgaarden\nen bitte Herregaard imellem Buderup og Skjør\nping og h. havde gjort sig F. i Vold. S. skulde\nF. vise ham et Tegn før h. kom og tog ham \nfor at h. kunde være noget belavet paa Rejsen\nS. var det en Søndag Morgen hans Pige gik og\nskulde hente hans Klæder til ham h. vilde \ntil Kirke, s. kom hu med et Par hvide Hoser\ntil ham, men de var røde for hans Øjne.\nS. s. h. hu skulde hente ham et Par andre, di\nvilde ha ikke have. Hu henter et andet Par, men\nde var ogsaa røde og alle dem h. kom med de var\nrøde. S. s. h. til hende dede h vilde ikke til Kirke\nhu kunde lægge dem nok igjen. S. gjente han alle \nFolken til Kirke, de skulde af Sted hverjen, s. \nnær som den Pige hun skulde blive hjem. Hu\nskulde hente ham et Fadfulder sur Mælk s. h.\nog der kom h. s. mange Sølvpenge i og di vilde\nh. til at søbe, ha skulde [sobe] tage ham en Ske\nmen h. kunde ikke søkke dem, s. skod (ikke skød) h. dem\nhen til Pigen, dem kunde h. tage. S. strags kom\nder den stadseste Befording ind i Grden og kom og\n\n3242A\nholdt uden for den store Dør. Hu troede det var\nstore fremmede de fik, og s. gik ha ind til Peder\nYde det gjorde Herren der sad paa Vognen. Hvad\nh. gjorde ved ham det saa hun ikke, men hu\nhørte nok h. klagede sig, og ha havde ikke Stunder\nat gaa ud af Døren med ham, men ud af et\nKarm Vinduer og s. af sted med ham. Den Gang\nPigen s. kom ind i Værelset da saa hun Hjærn\nsad opo Væggene, h. havde taget noget haardt\nved ham, og s. kjørte h opo en Eg, der stod saadan\nnogle Egepurkler ved den Bæk der imellem\nSkjørping og Teglgaarden, noget Egeværkeri den\ngang, og grøttede den, s. den kom halvt af og\nden hængte saadan og groede i mange Aar for\ndet F. havde kjørt paa den, var der vel ingen\nder turde tage den. Dg. de nu rejste nord\npaa til Helvede -- nu var der jo ingen der saa\nFær til ham videre men de spurgte siden æbag\nefter, at dg. h. rejste over Havet med ham, da\n[saa]  kom en, hvem h. var. Ja det var Djywlen\nHvad h. havde til Fragt. Ja h. havde Andreas\nog Andreas Fal og Peder Yd. Hvor de var fra\nJa [de va] den ene var Bispen o Bremen og 2\nvar en Provst et andet sted fra, men det [kunde]\nkan a ikke huske, hvor det var fra, det var langt\nhenne, sønder opo, og 3 var fra Teglgaarden.", "english_manuscript": "There was a man who lived in Teglgården, a little manor farm between Buderup and Skjørping, and he'd given himself to the devil. The devil was supposed to give him a sign before he came and took him, so that he could be somewhat prepared for the trip. Then one Sunday morning, his hired girl was to go and get his clothes for him, he wanted to go to church. So she brings him a pair of white stockings, but they looked red to his eyes. He says to her that she should get him another pair, he didn't want those. She got him another pair, but they were red too, and all the ones she brought were red. Then he says that he doesn't want to go to church today and she should put them away. Then he chased all the people off to church, everyone of them was to go except for the girl, she was to stay home. She was to get him a big bowl of sour milk, he said to her, and he put a bunch of silver coins in it, he wanted to spoon the coins into himself. She was to give him a spoon, but he couldn't swallow them. So he pushed them over to the girl, she could have them. Immediately, the finest carriage drove into the courtyard and stopped in front of the main door. She thought that it was important guests arriving and he went in to see Peder Yde, that's what the man who was sitting in the wagon did. She didn't see what he did to him, but she did hear that he complained and he didn't have the chance to leave out the door with him, but rather had to leave through a corner window, and then off with him. When the girl went into the room she saw his brains hanging on the walls, he'd grabbed him pretty hard. They drove over an oak by Hvældam, there were some scrub oak trees and other oaks down by the stream that runs between Skjørping and Teglgården, some oaks at the time, and cleaved it so that it almost broke in two, and it hung down and grew like that for many years, and because the devil had driven over it there was no one who dared take it. When they drove north to Hell--no one saw a trace of him any more but they asked about him later when he went over the sea with him, who he was. Well, it was the devil. And what freight did he have? Well, he had Andreas the bishop and Andreas Fal and Peder Yd'. Where were they from? Well, one was the bishop of Bremen, and the other was a dean--I can't remember now where he was from, but it was a place way down south, and the third was the man from Teglgården.", "danish_publication": "Der var en mand, der boede i Teglgården, en bitte herregård imellem Buderup og Skjörping, og han havde givet sig Fanden i vold. Men Fanden var gået ind på den akkord, at han nok skulde vise ham et tegn, för han kom og tog ham, sådan at han kunde være noget belavet på rejsen. Så var det en søndag morgen, hans pige skulde hen og hente hans søndagsklæder til ham, han vilde til kirke, og da hun nu først kommer med et par hvide hoser til ham, var de røde for hans öjne. Så siger han, at hun skulde hente ham et par andre, sådan nogle vilde han ikke have. Hun hentede et andet par, men de var også røde, og alle dem, hun kom med, de var røde. Så bliver han helt kjed af det og siger, dede han vilde ikke til kirke i dag, hun skulde lægge dem væk igjen. Dernæst gjente han alle folkene til kirken, de skulde af sted hver én så nær som den pige, der havde givet ham hoserne, hun skulde blive hjemme. Nu skulde hun hente ham et fadfulder sur mælk, sagde han til hende, og der kom han sådan en mængde sølvpenge i. \"Nu skal du tage mig en ske,\" sagde han, og så vilde han til at søbe pengene i sig, men han kunde ikke søkke dem. Så skød han fadet hen til pigen, nu kunde hun tage dem. Straks efter kom den stadseste befordring ind i gården og holdt uden for den store dör. Hun troede, det var store fremmede, de fik, og den mand, der sad i vognen, kom også ind til herren, men hvad han gjorde ved ham, det så hun ikke, hun hørte derimod nok, at han klagede sig, og han havde heller ikke stunder at gå ud af dören med ham, men ud af en karm vinduer, og så af sted med ham, og det gik i en fart, for da de kom til den bæk, der er mellem Skjörping og Teglgården, da kjørte de æpå en eg ved Hvældam, der stod jo sådan noget egepurkler og egeværkeri den gang ved den bæk, og grøttede den, så den kom halvt af og hængte sådan og groede i mange år, og for det Fanden havde kjørt på den, var der vel ingen, der turde tage den. Nu var der jo ingen, der så færd til Per Yde videre — ja for sådan hed herren på Teglgården — men de rejste jo nord på til Helvede med hverandre, og siden æbag efter spurgte folk, at den gang Fanden rejste over havet med ham, da kom der et skib sejlende lige forbi i det samme, og folkene der råbte ham an, hvem han var. Ja, det var Djywlen. Hvad han havde til fragt? Ja, han havde Andreas bisp og Andreas Fal og Peder Yd'. Hvor de var fra? siger skibsfolkene. Å, den ene var bispen af Bremen, og den anden var en provst — a kan nu ikke huske, hvor han var fra, men det var da et sted langt sønder æpå, og den tredje det var manden fra Teglgården. Se, det var det sidste, folk hørte til Peder Yde, men den gang pigen kom ind i værelset, hvor Fanden havde taget ham ud fra, da så hun hjærnen sidde åpå væggene, så han må have taget noget hårdt ved ham. Der tjente en karl her i byen, som sagde, at der var sådant spektakel på loftet i Teglgården om natten.", "english_publication": "There was a man who lived in Teglgården, a little manor farm between Buderup and Skjørping, and he’d given himself to the devil’s power. But the devil had agreed to give him a sign before he came and took him so that he could be somewhat prepared for the trip. Then one Sunday morning his hired girl was to go and get his Sunday clothes for him, he wanted to go to church, and when she brings him a pair of white stockings first, they looked red to his eyes. He says to her that she should get him another pair, he didn’t want ones like that. She got him another pair, but they were red too, and all the ones she brought were red. Then he gets quite upset and says that he doesn’t want to go to church today and she should put them away. After that, he chased everyone off to church, they all had to go except for the girl who’d given him the stockings, she was to stay home. Now she was to get him a big bowl of sour milk, he said to her, and he put a bunch of silver coins in it. “Now I want you to give me a spoon,” he said, and he wanted to spoon the coins into himself, but he couldn’t swallow the them. So he pushed them over to the girl, she could have them. Immediately, the finest carriage drove into the courtyard and stopped in front of the main door. She thought that it was important guests, and the man who was sitting in the wagon also went in to see the lord, but she didn’t see what he did to him, but she did hear that the lord complained quite a bit and he wasn't allowed to leave out through the door with the visitor, but instead he had to leave through a corner window, and then off the lord went with him, and they went fast because they drove right over an oak by Hvældam. When they got to the stream that runs between Skjørping and Teglgården, there were some scrub oak trees and other oaks down by the stream at that time, and they cleaved that oak tree so that it almost broke in two, and it hung down and grew like that for many years, and because the devil had driven over it there was no one who dared take it for firewood. Now no one saw Per Yde any more--you see that’s what the manor lord at Teglgården was called--but they traveled north to hell with each other, and after that people heard that when the devil traveled over the sea with him, a ship came sailing right by at the same moment and the people called out asking who he was. Well, it was the devil. And what freight did he have? Well, he had Andreas the bishop and Andreas Fal and Peder Yde. Where were they from?, ask the shipspeople. Well, one was the bishop of Bremen, and the other was a dean--I can’t remember now where he was from, but it was a place way down south--and the third was the man from Teglgården. You see, that was the last people heard of Peder Yde, but when the girl came into the room where the devil had taken him, she saw his brains hanging on the walls, so he must have grabbed him pretty hard. There was a farmhand who worked here in the town who said that there was always a ruckus in the attic at Teglgården at night.", "keywords": {"keyword": ["agreement", "Andreas", "attic", "bishop", "bowl", "carriage", "chase", "church", "clothing", "coins", "courtyard", "dean", "devil", "door", "eye", "farmhand", "advice", "afraid", "baking", "bed", "belief", "bells", "boy", "bread", "bridge", "calf", "Christ", "church", "crazy", "crow", "day", "disappearance", "fall", "farm", "fault", "feed", "girl", "guest", "hell", "home", "lord", "manor farm", "manor lord", "milk", "money", "morning", "night", "food", "hag", "harvest time", "haunting", "home", "house", "husband", "island", "kill", "meadow", "meat", "milk", "morning", "mother", "north", "oak", "peder", "Peder Yde", "Per Yde", "power", "red", "ruckus", "sailing", "sea", "ship", "silver", "south", "spoon", "stockings", "stream", "Sunday", "today", "town", "pail", "parish", "poorhouse", "riding", "ringing", "river", "sheep", "shepherd", "sickness", "slaughter", "stone", "støvkaren", "today", "tree", "wagon", "walls", "white", "window", "water", "west", "wife", "woman", "year"]}, "etk_index": {"heading_danish": "Om Fanden og forbund med ham", "heading_english": "About the Devil and being in league with the Devil"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}