{"publication_info": "DSnr_I_901", "full_name": "241 - 4.09 - DSnr_I_901", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.09, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 153, "name": "Femhøj", "display_name": "Femhøj (place mentioned)"}, {"place_id": 266, "name": "Hjørring", "display_name": "Hjørring (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_VII_1274", "full_name": "241 - 4.13 - DS_VII_1274", "url": "data/stories/185.dfl"}, {"informant_id": 241, "publication_info": "DSnr_I_370", "full_name": "241 - 4.42 - DSnr_I_370", "url": "data/stories/214.dfl"}, {"informant_id": 398, "publication_info": "DS_I_1383", "full_name": "398 - 0.00 - DS_I_1383", "url": "data/stories/583.dfl"}, {"informant_id": 497, "publication_info": "DS_II_A_118", "full_name": "497 - 0.00 - DS_II_A_118", "url": "data/stories/696.dfl"}, {"informant_id": 382, "publication_info": "DS_I_898", "full_name": "382 - 0.00 - DS_I_898", "url": "data/stories/790.dfl"}, {"informant_id": 128, "publication_info": "DS_I_717", "full_name": "128 - 0.00 - DS_I_717", "url": "data/stories/554.dfl"}, {"informant_id": 457, "publication_info": "DS_I_755", "full_name": "457 - 0.00 - DS_I_755", "url": "data/stories/511.dfl"}, {"informant_id": 123, "publication_info": "DS_I_767", "full_name": "123 - 2.11 - DS_I_767", "url": "data/stories/385.dfl"}, {"informant_id": 106, "publication_info": "DS_I_748", "full_name": "106 - 0.00 - DS_I_748", "url": "data/stories/579.dfl"}, {"informant_id": 456, "publication_info": "DS_I_1341", "full_name": "456 - 0.00 - DS_I_1341", "url": "data/stories/441.dfl"}, {"informant_id": 348, "publication_info": "DS_I_1340", "full_name": "348 - 0.00 - DS_I_1340", "url": "data/stories/756.dfl"}, {"informant_id": 382, "publication_info": "DS_I_1356", "full_name": "382 - 0.00 - DS_I_1356", "url": "data/stories/788.dfl"}, {"informant_id": 359, "publication_info": "DS_I_1354", "full_name": "359 - 0.00 - DS_I_1354", "url": "data/stories/620.dfl"}]}, "fielddiary_page_start": "7806b", "fielddiary_page_end": "7807a", "bibliographic_info": null, "bibliography_references": null, "annotation": "The dance of the mound dwellers is widely attested (DS I 717, DS I 755; PJ 2.11). Witnessing the dance can be quite dangerous, since it can make a person elf wild (DS I 748 and 756). In this story, the dance is not particularly threatening, and the man has a mundane and utterly nonthreatening conversation with the mound dweller. The dance appears to be more of a going-away party than anything else.\n\n     There are also numerous stories about the mound dwellers moving (DS I 1341). Often they move to distant countries (DS I 1340). Moving because of the ringing of the church bells is also widely attested (DS I 1356). Other stories suggest that the mound dwellers moved because people had made it impossible for them to steal (DS I 1354). Religious symbols--bells, praying and making the sign of the cross--mark the landscape as Christian, making it impossible for the supernatural beings to remain within it. \n\n     Jens Peter uses the unusual designation bjærgtrolde (mound trolls) to describe the mound dwellers, although he reverts to the more common bjærgfolk (mound folk) in his second reference. The term \"trold\" draws a linguistic connection between these creatures and the witch in the preceding story (since witchcraft was legally referred to as trolddom), and emphasizes the connection between them and the devil. The close connection to the devil explains why the ringing of the bells and the sign of the cross are efficacious in driving them away.", "danish_manuscript": "Der er en Høj østen for Hjørring lige ned-\nden for den østre Plantage, den kaldes\n\n7807A\nFremhøj. Der var Bjærgtrolde i [den] og Folk\ns. mange G. om Aft. at Højen stod paa\nen 6, 8 støtter og de dandsede der inde.\nS. kommer dh. Bj., en af dem, til at snakke\nmed en Mand fra Hjørring en Aften og h.\nsg: I Morgen flytter vi. Hvad for\nnoget. Jo for vi kan ikke være der for\nHjørring Dingdanger. De rejste s. og de\ntog til Rusland. Der skal alle de Smaa-\nfyre endnu være.\nDet Kram rejste jo altsaa før de\nsultede ihjel, Folk blev s. slem til\nat slaa Kors i alting, og de var jo s.\nslem til at stjæle.", "english_manuscript": "There's a mound east of Hjørring, just north of the eastern plantation, called Femhøj. There were mound trolls in it, and people saw many times at night that the mound stood on six or eight supports and that the trolls danced in there. Then these mound dwellers, one of them, gets to talking with a man from Hjørring one night and says to him, \"We're moving tomorrow.\" - \"What?\" \"Yes, we can't stay here because of the Hjørring ding-danger.\" They went to Russia and that's where all these little guys are still supposed to be. Those buggers left before they starved to death, people started making the sign of the cross over everything, and they were really bad about stealing.", "danish_publication": "Der er en Høj østen for Hjørring, lige norden for den østre Plantage, den kaldes Femhøj. Den var der Bjærgtrolde i, og Folk saa mange Gange om Aftenen, at Højen stod paa en 6, 8 Støtter, og Troldene de dandsede derinde. Saa kommer en af deher Bjærgfolk til at snakke med en Mand fra Hjørring en Aften og siger til ham: \"I Morgen flytter vi.\" — \"Hvad for noget?\" siger Manden. \"Jo, for vi kan ikke være her for Hjørring Dingdanger.\" De rejste saa til Rusland, og der skal alle de Smaafyre endnu være. Det Kram var ellers saa slemt til at stjæle, og da saa Folk kom i med at slaa Kors for alting, saa kunde de ikke faa Føden og blev nødte til at rejse for ikke at sulte ihjel.", "english_publication": "There’s a mound east of Hjørring, just north of the eastern plantation, called Femhøj. There were mound trolls in it, and many times people saw at night that the mound stood on six or eight supports and that the trolls danced in there. Then one of these mound dwellers gets to talking with a man from Hjørring one night and says to him, “We’re moving tomorrow.” – “What?” says the man. “Yes, we can’t stay here because of the Hjørring ding-danger.” They went to Russia and that’s where all these little guys are still supposed to be. Those buggers were really bad about stealing, and then people started making the sign of the cross over everything, so they were forced to leave so they wouldn’t starve to death.", "keywords": {"keyword": ["dancing", "danger", "death", "east", "mound", "mound dweller", "night", "north", "theft", "tomorrow", "troll"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}