{"publication_info": "DSnr_II_B_203", "full_name": "241 - 4.10 - DSnr_II_B_203", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.1, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 299, "name": "Hvidsted", "display_name": "Hvidsted (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 487, "publication_info": "DS_II_B_103", "full_name": "487 - 0.00 - DS_II_B_103", "url": "data/stories/525.dfl"}, {"informant_id": 348, "publication_info": "DS_II_B_141", "full_name": "348 - 0.00 - DS_II_B_141", "url": "data/stories/760.dfl"}, {"informant_id": 123, "publication_info": "DS_II_F_78", "full_name": "123 - 3.04 - DS_II_F_78", "url": "data/stories/407.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1052", "full_name": "241 - 2.09 - DS_IV_1052", "url": "data/stories/159.dfl"}, {"informant_id": 241, "publication_info": "DS_V_252", "full_name": "241 - 2.08 - DS_V_252", "url": "data/stories/158.dfl"}, {"informant_id": 241, "publication_info": "DS_III_1850", "full_name": "241 - 2.13 - DS_III_1850", "url": "data/stories/163.dfl"}]}, "fielddiary_page_start": "7807a", "fielddiary_page_end": "7807b", "bibliographic_info": "Lindow 1978\nLindow 1975\nFeilberg 1918", "bibliography_references": {"reference": {"display_string": "[Book] Feilberg, Henning F. 1918. <i>Nissens historie (Danmarks folkeminder)</i>. Copenhagen: Det Schønbergske forlag."}}, "annotation": "The nisse is the guardian spirit on Danish farms (Feilberg 1918). In Danske sagn, there are over two hundred stories about nisser (nisse, pl. nisser; household spirits). \n\n     The farmhand's fight with the nisse is ill-advised because, like most supernatural beings, the nisse is given to extreme reactions. Putting the farmhand onto the upturned blades of the harrow is reminiscent of the farmhand's treatment of the mare in Peder Johansen's story of a farmhand punishing the supernatural night mare (PJ 3.04). It is unclear what the sleep pin (søvnbron = søvnprønne or søvnpryn, a slumber pin) that the nisse uses to put the farmhand to sleep is. Some stories suggest that a sleeping needle is a needle used to sew burial clothes and it can be used to put people into a magical slumber. The motif of a magical needle causing sleep is well known in European folklore, its best known manifestation being the spinning wheel spindle on which  Sleeping Beauty pricks her finger.\n\n     Jens Peter uses the less common term gaardbo for nisse. Gaardbo literally means \"something that lives at the farm.\" The name of the farm should be emended to read Hvidsted, a farm that figures in several of Jens Peter's stories (JPP 2.08, 2.09 and 2.13).", "danish_manuscript": "Der var en Gaardbo i Hvedsted. min\nModers Bedstemoder kunde huske ham.\nDa havde de Trægrebe og Karlen h. gik\nog magte om Morg. Da sad Gaardboen\noppe paa Ranen med Fødderne igien.\nDa smækker h. karlen en Ørefigen med\nden ene Fod. K. griber Greben og smæk\nker til Grboen igien med den over Foden,\nS sg. Gb. A fik ikke endnu en men du fik\n3. Nej sg K. Jo der var 3 Flener\npaa Greben.  Om Aft. de kom hjem\nda lod de en Harve ligge ude i Gaarden\nog om Morg. da [Karl morgen] laa Karlen\novenpaa Harven helt nøgen og var halv\nfrossen ihjel. Gb. havde vendt Harven\n\n7807B\nomkring s. Tænderne vendte op ad og\nder laa Karl. paa de skarpe Tænd, og\nh. blev meget syg efter den Tur. Gb. hav-\nde kast Søvnbrøn paa ham, s h kunde \nikke vaagne, inden Manden i Gaarden\nkom og kaldte paa ham.", "english_manuscript": "They had a gaardbo (nisse) at Hvedsted, my mother’s grandmother remembered him. At that time they had wooden pitchforks, and when the farmhand went out and mucked the stalls in the morning, the gaardbo would sit up in the rafters with his feet hanging down. Then he gives the farmhand a box on the ears with one of his feet. Well the farmhand grabs the pitchfork and smacks the gaardbo’s foot with it. Then the gaardbo says, “I only got one, but you got three.” – “No,” says the farmhand, \"Well there were three prongs on the pitchfork.” In the evening, when they came home, they left a harrow out in the courtyard, and the next morning they found the farmhand lying naked on the harrow and he was half frozen to death. The gaardbo had flipped the harrow over so the teeth pointed up and the farmhand lay there on the sharp teeth, and he got quite sick after that trip. The gaardbo had thrown a sleep pin on him so that he couldn’t wake up until the farmer came and called him.", "danish_publication": "Der var en Gaardbo i Hvedsted, min Moders Bedstemoder kunde huske ham. Da havde de Trægrebe, og som nu Karlen gik og mogte om Morgenen, sad Gaardboen oppe paa Ranen med Fødderne igjennem. Saa smækker han Karlen en Ørefigen med den ene Fod. Naa, Karlen han fatter Greben og smækker til Gaardboen igjen med den saadan over Foden. Saa siger Gaardboen: \"A fik ikke uden én, men du fik tre.\" — \"Nej,\" siger Karlen. \"Jo, for der var 3 Flener paa Greben.\" Om Aftenen, de kom hjem, da lod de en Harve ligge ude i Gaarden, og om Morgenen laa Karlen ovenpaa Harven helt nøgen og var halvt frossen ihjel. Gaardboen havde nemlig vendt Harven omkring, saa Tænderne vendte opad, og der laa saa Karlen paa de skarpe Tænd, og han blev meget syg efter den Tur. Gaardboen havde kast Søvnbron paa ham, saa han kunde ikke blive vaagen, inden Manden i Gaarden kom og kaldte paa ham.", "english_publication": "They had a gaardbo (nisse) at Hvedsted, my mother’s grandmother remembered him. At that time they had wooden pitchforks, and when the farmhand went out and mucked the stalls in the morning, the gaardbo would sit up in the rafters with his feet hanging down. Then he gives the farmhand a box on the ears with one of his feet. Well the farmhand grabs the pitchfork and smacks the gaardbo’s foot with it. Then the gaardbo says, “I only got one, but you got three.” – “No,” says the farmhand, “Yeah, because there were three prongs on the pitchfork” says the gaardbo. In the evening, when they came home, they left a harrow out in the courtyard, and the next morning they found the farmhand lying naked on the harrow and he was half frozen to death. The gaardbo had flipped the harrow over so the teeth pointed up and the farmhand lay there on the sharp teeth, and he got quite sick after that trip. The gaardbo had thrown a sleep pin on him so that he couldn’t wake up until the farmer came and called him.", "keywords": {"keyword": ["box", "courtyard", "death", "ear", "evening", "farmhand", "farmer", "foot", "frozen", "grandmother", "harrow", "home", "morning", "mother", "naked", "nisse", "pitchfork", "rafters", "sickness", "sleep", "stall", "teeth", "three", "wooden"]}, "etk_index": {"heading_danish": "Nisser", "heading_english": "Household spirits"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}