{"publication_info": "DSnr_II_B_212", "full_name": "241 - 4.11 - DSnr_II_B_212", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.11, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 551, "name": "Skrolløs hede", "display_name": "Skrolløs hede (place mentioned)"}, {"place_id": 585, "name": "Stempegård", "display_name": "Stempegård (place mentioned)"}, {"place_id": 586, "name": "Stenbæk", "display_name": "Stenbæk (place mentioned)"}, {"place_id": 73, "name": "Børglum", "display_name": "Børglum (place mentioned)"}, {"place_id": 143, "name": "Em", "display_name": "Em (place mentioned)"}, {"place_id": 722, "name": "Vollerup", "display_name": "Vollerup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "Unpub_JPP_411", "full_name": "241 - 4.11 - Unpub_JPP_411", "url": "data/stories/183.dfl"}, {"informant_id": 388, "publication_info": "DS_II_B_183", "full_name": "388 - 0.00 - DS_II_B_183", "url": "data/stories/518.dfl"}, {"informant_id": 505, "publication_info": "DS_II_B_146", "full_name": "505 - 0.00 - DS_II_B_146", "url": "data/stories/494.dfl"}, {"informant_id": 467, "publication_info": "DS_II_B_214", "full_name": "467 - 0.00 - DS_II_B_214", "url": "data/stories/781.dfl"}, {"informant_id": 429, "publication_info": "DS_II_B_185", "full_name": "429 - 0.00 - DS_II_B_185", "url": "data/stories/514.dfl"}, {"informant_id": 413, "publication_info": "DS_II_B_211", "full_name": "413 - 0.00 - DS_II_B_211", "url": "data/stories/703.dfl"}, {"informant_id": 358, "publication_info": "DS_II_B_188", "full_name": "358 - 0.00 - DS_II_B_188", "url": "data/stories/737.dfl"}]}, "fielddiary_page_start": "7807b", "fielddiary_page_end": "7808a", "bibliographic_info": "Feilberg 1918\n", "bibliography_references": {"reference": [{"display_string": "[Book] Feilberg, Henning F. 1918. <i>Nissens historie (Danmarks folkeminder)</i>. Copenhagen: Det Schønbergske forlag."}, {"display_string": "[Book section] Lindow, John. 1975. The Male Focus of Scandinavian Household Spirits. In <i>Papers IV : The 8th Congress for the International Society for Folk Narrative Research</i>: 35-46. Bergen: Folkekultur."}]}, "annotation": "Playing tricks on the nisse usually leads to retributive acts. Many stories attest to the contractual arrangement between a nisse and his farmer, in which the farmer provides the nisse with one humble meal a year (porridge and butter), and possibly a new set of clothes (DS II B 146). In return, the nisse guarantees if not the wealth then at least the success of the farm in the coming year. The contract stands as an extreme version of the standard contract between farmhands and farmers. In this context, it is worth noting that the term \"nis\" is a diminutive for the name \"Niels,\" a common name for farmhands. The story also reflects the ambiguity related to negotiating contracts or engaging in transactions with members of an outside group.\n\n     In this story, the nisse believes the farmer has underpaid him for his work. Other stories consider what happens when the farmer overpays, usually by giving the nisse clothes that are too nice for his social status (farmhand) (DS II B 214).\n\n     The story of a nisse who kills the cow after not finding butter in his porridge is very common (DS II B 185). In some variants, the new cow tries to get back to its old farm or is otherwise confused about its new surroundings (DS II B 211). In some cases, the new cow is better than the one it replaced (DS II B 188). The stolen cow always comes from a neighboring parish, or even further afield. Theft outside of the community is apparently less problematic, perhaps because it does not impact the immediate economy. Crossing parish lines guarantees that the theft affects outsiders.", "danish_manuscript": "Der var en Gaardbo paa Stempegaard i\nBørglum Sogn -- det er den ene af de to\nGaarde af det Navn og h. havde en rød\nKo at passe og den skaff. h. Foder til\nS. var det en Bestemmelse, at h. hver Aft\nskulde have søde Grød og Smør i Grøden\nog det fik h. jo i flere Aar. S. var det en\nAften, Konen vilde have ham lidt til\nBedste og s. kom hu Smør i Bunden\naf Fadet og Grød ovenpaa. N gb h.\nbliver jo s gal over, at der var ikke\nSmør i Grøden og h. gaar ud i Kostal-\nden og slaar den røde Ko ihjel. S gaar\nh. jo ind og fryder sig over det. Men da\nh. havde spist Grøden finder h. smør\nret paa Bunden af Fadet og fortryder\ndet lige godt og vidste nu at der om \ni Vollerup, nogle Steder der ligger nord\nderfra i Em Sogn (?) der stod en rød\nKo akkurat Magen til den h havde sla-\ngen ihjel. S. tog h. den døde Ko paa\n\n7808A\nNakken og rejser over en Hede der kaldes Skrøl\nløs Hede imellem Stenbækgrd og Vollerup\nder er fuld af Sten og Skidt. H. bar den døde\nKo ud og trækk. levende ind og satte i Steden\nfor 2. S. kom h. til Vollerup med døde\nKo. Andendagen gik h. og snakk. med sig\nselv: Aaj, Skrølløs Hede wa lång å\ndæj røø Ko wa tång, å mi Nøg, hu\nbar a. H. gik jo og ynkede sig selv.", "english_manuscript": "There was a gaardbo in Stempegaard in Børglum parish--it was in one of the two farms that had that name, and he had a red cow he was supposed to take care of, and he procured food for it. Now there was a condition that he was to have sweet porridge with butter in it every evening and he got this for many years. But then one evening, the wife wanted to play a little trick on him and so she put the butter on the bottom of the bowl and the porridge on top of it. Well, the gaardbo gets so angry that there wasn't butter in the porridge and he goes out into the cow barn and kills the red cow. Then he goes back inside and is delighted with what he's done. But when he'd eaten the porridge, he finds the butter at the bottom of the bowl and he now regrets what he's done. Now he knew that over in Vollerup--those places north in Em parish--there was a red cow there exactly like the one that he'd killed. Then he puts the dead cow up on his shoulders and went over the heath that's called Skrølløs heath between Stenbæk farm and Vollerup, that's full of stones and other junk. He pulls the live cow out and carries the dead cow in and puts it in place of the other one. That's how he came to Vollerup with the dead cow. The next day he went and talked to himself, \"Oh, yeah, Skrølløs heath was long, and the red cow heavy, oh my back, I carried it.\" He went and complained.", "danish_publication": "Der var en Gaardbo i Stempegaard i Børglum Sogn — det var da i den ene af de to Gaarde af det Navn, og han havde en rød Ko at passe, og den skaffede han Foder til. Nu var det en Bestemmelse, at han hver Aften skulde have søde Grød og Smør i Grøden, og det fik han jo i flere Aar. Men saa var det en Aften, Konen vilde have ham lidt til Bedste, og saa kom hun Smør i Bunden af Fadet og Grød ovenpaa. Naa, Gaardboen han bliver jo saa gal over, at der var ikke Smør i Grøden, og han gaar ud i Kostalden og slaar den røde Ko ihjel. Derefter gaar han ind og fryder sig over, hvad han har gjort. Men da han havde spist Grøden, finder han Smørret paa Bunden af Fadet og fortryder det nu lige godt. Nu vidste han, at der ovre i Vollerup — saadan kaldes nogle Steder, der ligger nord derfra i Em Sogn, der stod en rød Ko, akkurat Magen til den, han havde slagen ihjel. Saa tog han den døde Ko paa Nakken og rejste over en Hede, der kaldes Skrølløs Hede imellem Stenbækgaard og Vollerup, der var fuld af Sten og Skidt. Han trækkede den levende Ko ud og bar den døde ind og satte i Steden for den anden, og saa rejste han tilbage igjen til Stempegaard med Koen og satte den ind. Andendagen gik han og snakkede med sig selv: \"Aaja, Skrølløs Heje wa lang, å dæj røø Ko wa tång, åå mi Nøg, hu bor a.\" Han gik jo og ynkede sig selv, det havde gjort ondt i hans Ryg, og saa hylrede han over sig selv.", "english_publication": "There was a gaardbo in Stempegaard in Børglum parish—it was in one of the two farms that had that name, and he had a red cow he was supposed to take care of, and he procured food for it. Now there was a condition that he was to have sweet porridge with butter in it every evening and he got this for many years. But then one evening the farmwife wanted to play a little trick on him and so she put the butter on the bottom of the bowl and the porridge on top of it. Well, the gaardbo gets so angry that there wasn’t butter in the porridge and he goes out into the cow shed and kills the red cow. Then he goes back inside and is delighted with what he’s done. But when he’d eaten the porridge, he finds the butter at the bottom of the bowl and he now regrets what he’s done. Now he knew that over in Vollerup—that’s what those places north in Em parish are called—there was a red cow there exactly like the one that he’d killed. Then he puts the dead cow up on his shoulders and went over the heath that’s called Skrølløs heath between Stenbæk farm and Vollerup, it was filled with stones and other junk. He pulls the live cow out and carries the dead cow in and puts it in place of the other one, and then he went back again to Stempegaard with the live cow and put it in the barn. The next day he went and talked with himself, “Oh, yeah, Skrølløs heath was long, and the red cow heavy, oh my back, I carried it.” He went and complained, his back really hurt, and he went about whining.", "keywords": {"keyword": ["angry", "barn", "bowl", "butter", "cow", "day", "death", "evening", "farm", "food", "heath", "kill", "name", "north", "parish", "porridge", "red", "shoulder", "stone", "trickery", "wife"]}, "etk_index": {"heading_danish": "Nisser", "heading_english": "Household spirits"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}