{"publication_info": "DSnr_I_286", "full_name": "241 - 4.12 - DSnr_I_286", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.12, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 71, "name": "Boller", "display_name": "Boller (place mentioned)"}, {"place_id": 495, "name": "Rønnebjærg", "display_name": "Rønnebjærg (place mentioned)"}, {"place_id": 732, "name": "Vrejlev", "display_name": "Vrejlev (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DSnr_I_861", "full_name": "241 - 4.34 - DSnr_I_861", "url": "data/stories/206.dfl"}, {"informant_id": 241, "publication_info": "DS_VI_429", "full_name": "241 - 4.05 - DS_VI_429", "url": "data/stories/176.dfl"}]}, "fielddiary_page_start": "7808a", "fielddiary_page_end": "7808b", "bibliographic_info": "Boberg 1934\nTaylor 1922\nLiebrecht 1856\nBourgeaud 1979\nBourgeaud 1983\nLindow 2008", "bibliography_references": {"reference": [{"display_string": "[Book] Boberg, Inger M. 1934. <i>Sagnet om den store Pans død</i>. Copenhagen: Levin og Munksgaards Forlag."}, {"display_string": "[Article] Taylor, Archer. 1922. Northern Parallels to the Death of Pan. Vol. X of <i>Washington University Studies</i>, 3-102."}, {"display_string": "[Book section] Lindow, John. 2008. Changelings, Changing, Re-exchanges : Thoughts oon the Relationship between Folk Belief and Legend. In <i>Legends and landscape : articles based on plenary papers presented at the 5th Celtic-Nordic-Baltic Folklore Symposium, Reykjavík, 2005</i>: 215-234. Reykjavik: University of Iceland Press."}, {"display_string": "[Book] Borgeaud, Philippe. 1979. <i>Recherches sur le dieu Pan</i>. Rome: Institut suisse de Rome."}, {"display_string": "[Article] Borgeaud, Philippe. 1983. The Death of the Great Pan : The Problem of Interpretation. Vol. 22 of <i>History of Religions</i> 3: 254-283."}]}, "annotation": "Variants of this legend are grouped together under the rubric of \"Pan's Death.\" The story is widely attested throughout northern Germany and Scandinavia (Bourgeaud 1979 and 1983). Liebrecht (1856) noted the similarity of this tale to Plutarch's story of Pan's death in De defectu oraculorum [On the disappearance of Oracles] (Boberg 1934, 7). Boberg, in her study of the Nordic variants of the story, proposed four main groupings: (1) Danish anthropomorphic supernatural beings (2) Danish cats (3) Swedish-Norwegian anthropomorphic supernatural beings and (4) Swedish-Norwegian cats (Boberg 1934, 14). Boberg observed that the death message generally results in an expression of sorrow in stories from groups 1 and 3, and an expression of joy in stories from groups 2 and 4 (Boberg 1934, 53). \n\n    Jens Peter draws an intriguing connection between the large tomcat who suddenly appears at the mill and mound dwellers. Although Boberg suggests that there are two distinct types of stories--one with mound dwellers, and one with cats--Jens Peter concatenates the two types here (Boberg 1934, 53). Interestingly, when a tomcat  appears in another of Jens Peter's stories, it is the devil in cat form (JPP 4.05).\n\n     The cat is clearly disruptive in the mill, killing both of the other cats. Cats are important at a mill since they keep the very destructive mice at bay. This cat, however, eats far more than its share of food and is a far greater menace than mice.  The joy that the cat / mound dweller expresses at the otherwise incomprehensible message is paralleled by the joy and relief of the people at the mill when the cat leaves.\n\n     Earlier interpretations of the legend have tried to connect the stories to ritual and cult practice, or to natural phenomena. Two nineteenth century German scholars, Wilhelm Mannhardt and G. A. Gerhard linked the story to the Sumerian-Babylonian god of fertility, Tamûz, an analog to the Greek god, Adonis, and fertility cults. In contrast, Taylor linked the stories to sounds such as the wind in the trees (Boberg 1934, 9-10; Taylor 1922).\n\n     None of these interpretations make much sense. Much of the narrative tension is related to the interaction between the supernatural being and the humans, and the humans are almost universally surprised to discover supernatural beings (or supernatural cats) living in their midst when they report the otherwise cryptic message. Once the death has been announced, the cat or supernatural being leaves, and the implicit thievery of the other world ends. Lindow proposes, in this connection, that a death among the supernatural beings is always a good thing for the human world (Lindow 2008).", "danish_manuscript": "For en 100 Aar siden var der kommen en\ngrum stor Hankat til Boller Vand-\nmølle og h. slog alle de andre Katte\nihjel. S. stod det hen en Tid. Æde kunde \nden alt det den kunde faa. Der gik et\nhalvt Aars Tid. S. kom der en M.\nkjørende dertil med Møllekorn fra Røn\nnebjærg i Vrejlev, og h. s. til Mølle-\nkarlen: Det var lige som a kom over\nRbj-Bro, da kommer der en Kat ren-\ndende ud af dh Høj der ligger lige ved\nSiden af Vejen (den ligger lige paa\nnordre og vester Side) og sg til mig: Du\nkan gjærne sige til Jafet naar du kom-\nmer til Boller Mølle, te Dafet er\ndød. Dh Herrer havde jo været tratte\nS. sg. Katten som gik derinde: [Nu] Saa  \nmaa a til Gang og s. rejste den ud vesten\n\n7808B\nom Boller ud til Højen efter og s. saa\nde ikke Katten mere og det var Folk godt\nfornøjet med for den var s. gruelig til\nat æde og til at stjæle.", "english_manuscript": "A hundred years ago,a really big tomcat had come to Boller water mill and he killed all the other cats. A little time went by. It ate everything it could get. Then half a year went by. Then a man came there driving mill grain from Ronnebjærg in Vrejlev and he says to the mill hand, \"Just as I came over Ronnebjærg bridge, a cat came running out of the mound that's right beside the road (it is just to the northern and western side) and says to me: Please say to Jafet when you get to Boller mill that Dafet is dead.\" These two gentlemen had been enemies. Then the cat that was walking about in there says: \"Then I'd better go,\" and then it went west from Boller out to the mound. Then they didn't see the cat any more, and people were glad about that because it was so horrible about eating and stealing.", "danish_publication": "For en hundrede Aar siden var der kommen en grumme stor Hankat til Boller Vandmølle, og han bed alle de andre Katte ihjel, og æde kunde han alt det, han kunde faa. Der gik et halvt Aars Tid, da kom der en Mand kjørende dertil med Møllekorn fra Rønnebjærg i Vrejlev, og han siger til Møllerkarlen: \"Det var saa mærkeligt, for lige som a kom over Rønnebjærg Bro, da kommer der en Kat rendende ud af denher Høj, der ligger lige ved Siden af Vejen (den ligger lige paa norder og vester Side), og siger til mig: Du kan gjærne sige til Jafet, naar du kommer til Boller Mølle, te Dafet er død.\" Saa siger Katten, som gik der inde: \"Saa maa a til Gang,\" og saa rejste den vesten om Boller ud til Højen efter. Saa saa de ikke Katten mere, og det var Folk godt fornøjet med, for den var saa gruelig til at æde og til at stjæle. Men en kan jo nok forstaa, de Herrer i Højen havde været tratte, og derfor var den ene rømt fra Højen, saa længe den anden levede.", "english_publication": "A hundred years ago, a really big tomcat had come to Boller water mill and he bit all the other cats to death, and he ate everything he could get. A half a year went by, and then a man came there driving mill grain from Ronnebjærg in Vrejlev, and he says to the mill hand, “It was strange. Just as I came over Ronnebjærg bridge, a cat came running out of the mound there, which is right beside the road (it is just to the northern and western side) and says to me: Please say to Jafet when you get to Boller mill that Dafet is dead.\" Then the cat that was walking about in there says: “Then I'd better go,” and then it went west from Boller out to the mound. Then they didn't see the cat any more, and people were glad about that because that cat had been really horrible about eating and stealing. But you can probably figure out that those gentlemen in the mound had been fighting and therefore one of them had left the mound as long as the other one was alive.", "keywords": {"keyword": ["bridge", "cat", "death", "fight", "gentleman", "grain", "horrible", "mill", "mound", "north", "road", "theft", "water", "west", "year"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}