{"publication_info": "DS_VII_1274", "full_name": "241 - 4.13 - DS_VII_1274", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.13, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 313, "name": "Jerslev", "display_name": "Jerslev (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "DS_I_553", "full_name": "150 - 1.23 - DS_I_553", "url": "data/stories/26.dfl"}, {"informant_id": 241, "publication_info": "DSnr_I_901", "full_name": "241 - 4.09 - DSnr_I_901", "url": "data/stories/180.dfl"}]}, "fielddiary_page_start": "7808b", "fielddiary_page_end": "7809a", "bibliographic_info": null, "bibliography_references": null, "annotation": "Jens Peter connects the mysterious voices and messages from the previous story with this story of kidnapped sheep. The mound dwellers are the most likely culprits in this case, particularly given Jens Peter's comments about their thieving nature (JPP 4.09).\n\n    The farm also happens to be threatened by disruptive haunts. Jens Peter implies a hierarchy in who can best deal with haunts, proposing cunning folk as the first line of defense, and wise ministers as the more powerful, second line of defense. Ultimately, the haunt is conjured, but unusual happenings ultimately lead to the financial ruin of the farm.", "danish_manuscript": "Det var herude i Jerslev Sogn i det østerste\nfor en 30 Aar siden blev saadan en Ting\nDer bliver deres Faar henne en Aften\nog s. kommer de ud alle Folkene og skal\nud og søge efter dem. Omsider s. raaber\ndet: Nu har vi fundet dem. Saadan\nlydede det. S. svarer det lige strags:\nMaa a kom ind. S. raaber Manden\nog sg. ja. Men de fandte ikke Faarene\nden Aft. de blev ved at gaa hele Nat-\nten til hen i Dagningen, da fandte de\ndem. Men s. bliver det saadan med\nspøgeri ved Gaarden og i Huset, te de\nkunde snart ikke være der. Der var en\nstor Dam derud og de kunde se saadan\nom Eftermiddagen ved Dagens Lys, te\nHjulbære og halve Vogne og Sager kunde\nrejse ud i Dammen og inden kunde [st] for-\nstaa hvordan det gik til. De søgte Kloge\nFolk og endogsaa Præster over der Jers-\nlev Pr. var der flere G. Somtid kunde\n50 Mskr. staa og se paa det, det rejste\naf sig selv. De fik det da stillede ved Kloge\n\n7809A\nFolk, men det var der virkelig i flere Aar.\nIngen Beboer vilde være der og det blev\ntil sidst solgt for haatte ingen Ting. Naar\ndet rejste ud i Dammen gav det saadan nog-\nle sære underlige Lyd og spektakler i Huset \nvar der ogsaa.", "english_manuscript": "Here in a farm in the eastern most part of Jerslev parish, a strange thing happened about thirty years ago. Their sheep disappeared one night and all the people came out and were going to look for them. After a while, there's a shout: \"We've found them now.\" That's what it sounded like to the people, and immediately after there was an answer, \"Can I come in?\" The man shouts and says yes. But they didn't find the sheep that night and they went about all night and looked for them and continued until dawn, then they found them. Then there was so much haunting on the farm and in the house, that the people soon wouldn't be able to stay there. Right nearby there was a big pond, and in the afternoon in broad daylight, wheels and half wagons and other things could appear in the pond, and no one could understand how it was happening. They sought out cunning people and even ministers--Jerslev minister was there several times--and after a while they managed to quiet it; but it was really there for many years. Sometimes fifty or so people could stand and watch as something rose up out in the pond. They got it stopped by using cunning folk, but it was really there for many years. None of the occupants wanted to stay at the farm and it was finally sold for next to nothing. When something appeared out in the pond it made strange noises and there was also quite a ruckus up in the house.", "danish_publication": "Her ude i en gård i det österste af Jerslev sogn blev der sådan en sær ting ved det for en 30 år siden. Deres får blev henne en aften, og alle folkene kom ud og skulde søge efter dem. Omsider så råber det: \"Nu har vi fundet dem.\" Sådan lydede det da for folkene, og så svarer det lige straks: \"Må a komme med?\" Manden råber og siger ja; men der kom ingen får, de fandt dem ikke den aften og blev ved at gå hele natten og lede efter dem til hen i dagningen. Så fandt de dem omsider. Det blev sådan ved med spøgeri ved gården og i huset, te folkene kunde snart ikke være der. Lige tæt ved var en stor dam, og sådan om eftermiddagen ved dagens lys kunde hjulbøre og halve vogne og sager komme og rejse ud i dammen, og ingen kunde forstå, hvordan det gik til. Inde i huset var der da også jævnlig spektakler. De sögte kloge folk og endog præster — Jerslev præst var der da flere gange — og omsider fik de det da stillet; men det var der virkelig i flere år. Somtid kunde et halvt hundrede mennesker stå og se på, te det rejste af sig selv ud i dammen. Når det rejste af, gav det sådan nogle sære underlige lyd. Ingen beboere vilde være i gården, og den blev til sidst solgt for håtte ingen ting.", "english_publication": "Here in a farm in the eastern most part of Jerslev parish, a strange thing happened about thirty years ago. Their sheep disappeared one night and all the people came out and were going to look for them. After a while, there’s a shout: “We’ve found them now.” That’s what it sounded like to the people, and immediately after there was an answer, “Can I come too?” The man shouts and says yes; but no sheep came, they didn’t find them that night and they went about all night and looked for them and continued until dawn. Finally they found them. There was continual haunting on the farm and in the house, so much that the people could barely stay there. Right nearby there was a big pond, and in the afternoon in broad daylight, wheels and half wagons and other things could appear in the pond, and no one could understand what was going on. There was also frequently a ruckus in the house. They sought out cunning people and even ministers--Jerslev minister was there several times--and after a while they managed to quiet it; but it was really there for many years. Sometimes fifty or so people could stand and watch as something rose up out in the pond. When it disappeared it made strange noises. None of the occupants wanted to stay at the farm and it was finally sold for next to nothing.", "keywords": {"keyword": ["afternoon", "Cunning Folk", "dawn", "daylight", "disappearance", "east", "farm", "haunting", "house", "minister", "night", "noises", "parish", "pond", "rose", "ruckus", "sheep", "wagon", "wheel"]}, "etk_index": {"heading_danish": "Hekse og deres idrætter", "heading_english": "Witches and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}