{"publication_info": "DS_VII_491a", "full_name": "241 - 4.14 - DS_VII_491a", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.14, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 588, "name": "Stenbroen", "display_name": "Stenbroen (place mentioned)"}, {"place_id": 601, "name": "Støvhus", "display_name": "Støvhus (place mentioned)"}, {"place_id": 698, "name": "Vester Vugdrup", "display_name": "Vester Vugdrup (place mentioned)"}, {"place_id": 735, "name": "Vugdrup", "display_name": "Vugdrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "DS_I_553", "full_name": "150 - 1.23 - DS_I_553", "url": "data/stories/26.dfl"}, {"informant_id": 241, "publication_info": "DS_VII_1182", "full_name": "241 - 1.04 - DS_VII_1182", "url": "data/stories/145.dfl"}, {"informant_id": 241, "publication_info": "Unpub_JPP_106", "full_name": "241 - 1.06 - Unpub_JPP_106", "url": "data/stories/147.dfl"}, {"informant_id": 241, "publication_info": "DS_VII_611", "full_name": "241 - 4.39 - DS_VII_611", "url": "data/stories/211.dfl"}, {"informant_id": 150, "publication_info": "JAH_VI_81", "full_name": "150 - 2.02 - JAH_VI_81", "url": "data/stories/49.dfl"}, {"informant_id": 150, "publication_info": "JAH_V_531", "full_name": "150 - 3.17 - JAH_V_531", "url": "data/stories/80.dfl"}]}, "fielddiary_page_start": "7809a", "fielddiary_page_end": "7810b", "bibliographic_info": "Tangherlini 2000", "bibliography_references": {"reference": {"display_string": "[Article] Tangherlini, Timothy R. 2000. \"How do you know she's a witch\"? : Witches, cunning folk, and competition in Denmark. Vol. 59 of <i>Western Folklore</i> 3-4: 279-303."}}, "annotation": "Støv-Karen is an ambiguous figure in Jens Peter's stories. On the one hand, she acts like a witch, threatening the farm and causing the death of the calf. The farmer's selfishness, however, may justify this response. In the other stories, Støv-Karen acts more like a cunning woman, and is far more willing to help restore or protect both the physical and economic well-being of the local farmers. This ambiguity may well reflect the liminal space occupied by the cunning folk: they were at once revered for their ability to heal people and find lost and stolen things, and at the same time feared for their apparent supernatural abilities that, implicitly or explicitly, linked them to Satan (Tangherlini 2000). Støv-Karen's inability to say \"Christ\" further links her to witches.\n\n     In an earlier meeting with Tang Kristensen, Jens Peter told a variant of these stories (JPP 1.04 and 1.06); the intervening story of the sick farmer's wife is a new addition.", "danish_manuscript": "Der var en Kone der boede der nede vesten \nfor Vugdrup i Taars Sogn i et Hus de\nkalder Støvhuset og hende kaldte de Støv-\nKaren. S. kommer hu herop til et Hus de\nkalder Stenbroen, og vil have noget Mælk,\nS. s. Konen til hende, Nej hu kunde ikke i\nDag for de havde en Kalv og vor Fader vilde\nikke spise Kalvekjød inden den havde faa\net Mælk. Men om 8 Dage s. maatte hu\nkomme og faa Mælk. S. gik Konen, men hu\nvar knap nok gaaet før Kalven blev\nsyg og gav sig til at springe op og ned ad\nVæggen og blev ogsaa ved at springe til\nhu havde slaaet sig ihiel. Det er ingen \nLøgn for min Moder var der og blev\nopfødt der. S. blev M. gal og h. rejste\nderned 2 Dags Morg. og tog en stor Kjæp\ni hans Haand. Men der møder h hende\nvesten for som Fattiggaarden er nu, og hu\nkom med en Kande i hendes Haand. Inden\nh. kom til hende, s. jog hu hendes Stok i [ham]\n[der Haand] Jorden og s. blev hu til en Krage og\nstod oven paa Stokken og galte ad ham. M.\n\n7809B\nblev s. forskr. at h. rendte hjem og s. til Ko\nnen at s. snart som Støvk. kom, s. skul\nde hu give hende alt det hu forlangte.\nN. s. kommer hu der strags efter ogsaa. S. sg\nKaren til hende: Ja da kan du tro vi\nhar taget et stort Tab ved dig. Herre.\nKri[st]. a kan ent noget (Kunde ikke sige\nKrist rigtig). Jo det var da saadan at\nKalven var bleven taabelig og havde slaa\net sig ihiel. Ja hu var da rent uskyldig.\nKonen giver hende nu s. meget Kjød\nog Brød og alle Slags for de var jo bleven\nræd for Spøgelset. Hu blev jo ved\nat bo i Støvhuset længe. Konen i\nVester Vugdrup blev s. syg og laa længe\nog kunde ikke spise nogen Ting af deres\negen Mad. Fremmed Mad kunde hu have\nlidt af. Det varede saadan omkr. et\nhelt Aar og blev s. elendig og kunde\nhaatte ingen Ting. S. havde de en Hjorde-\ndreng der paste paa Faarene og h. gik\nnede ved Støvkaren hver Dag. S lærte \nhu ham af hendes Kunster (og a ved det\nfor a har snakket med ham og h. maatte\nogsaa tilstaa det for mig). S. faar Konen\ni Vester V. dh. Dreng til h. skal gaa ned\n\n7810A\ntil Støvk. en Dag og spørge hende til Raad\nom h. kunde ikke give hende et Raad, hu\nkunde ikke spise andet end fremmed Mad og\ndet var endda lidt nok. Dh. Dr. var jo s.\ntil Maade med Kjæll. Dr. fik nogle Penge\nfor at gjøre det godt. S. sg. Kjæll. da det\ner dig min bitte Dr. der kommer og beder\ns. vel for din Madmoder s. skal a hjæl-\npe hende. A har baget i Dag og her er en\nKage nyt Brød det er varmt gaa nu\nhjem med det og fly hende. Men [sæt] sig\ntil hende, at hu maa ikke æde for meget,\nfor hu kan ikke taale det, hu vil nok\nkomme til at spise nu. S. vilde hu ogsaa\nnær have spist det hele paa en G.\nDet var om Høstens Tid og Konen kom\nsig strags efter og blev rask. S. om Efteraaret\ns. bliver deres Faar henne der i Vester V.\nde var henne i 5 Dage og de red over hele\nTaars Sogn omtr. og lyste efter dem ved\nKirken, men kunde ikke finde dem. S. \nfaar de dh. bitte Dreng ned til hende igien\nog sp. om hu vidste ikke hvor Faarene\nvar. Jo det kunde h. sm. nemt sige ham,\nJo de staar ude ved en Aa i Egnen [vest]\nsønden fra Bæstholm i Vrejlev og var\nhelt omringet af Vand paa en bitte\nHolm og havde staaet der  i de 5 Dage.\n\n7810B\nMen nu skal a gaa ud og kalde ad dem,\nS. tog hu en [Haand] Klokke i hendes Haand\nog gik ud og gav sig til at ringe med. Nu\nkan du gaa hjem og sige nu har [du] a kaldt\nad dem, nu kommer de nok. Anden Dags\nMorgen var Faarene kommen hjem. De\nmente jo, hu var Skyld i det, for hu var\njo bleven gal paa dem. Rundt omkring\nvar de s. rædde for hende, hu var jo  en\nled Kvind.\n", "english_manuscript": "A woman lived in a house called Støvhuset [Dust house] down here west of Vugdrup in Tårs parish, and they called her Støvkaren. Then she comes up to a house they called Stenbroen [Stone bridge] and wants some milk. The woman [of the house] says to her, \"No, I can't today, because we have a calf and my husband won't eat veal unless it has been milk-fed. But in eight days we'll slaughter it and then you can come and get milk.\" Then the woman went away, but she had barely left before the calf got sick and began to jump up and down the walls and continued to jump until it had killed itself. It's no lie because my mother was there and grew up there. Then the man [of the house] gets mad and he goes off down to Støvhuset the next morning and took a large staff in his hand. He meets her a little to the west where the poorhouse is now, and she came walking along with a pail in her hand. Before he got to her, she plants her staff in the ground and she turned herself into a crow and stood on the top of the staff and crowed. The man got so scared that he ran home and told his wife that as soon as Støvkaren came, she should give her everything she wanted. Well, so then she comes soon after and the wife says to her: \"Yeah, you better believe that we've suffered a big loss because of you.\" She answered: \"Well Chri ... I can't do anything,\" (she couldn't say Christ properly). Well the calf had become crazy and had killed itself. Well, she was totally innocent of that. The wife gave her a lot of meat and bread and a bit of everything because they'd gotten scared of the haunting. She kept living at Støvhuset for a long time. The woman in Vester Vugdrup got so sick and she lay in bed for a long time and she couldn't eat any of their own food. She could eat a little bit of other people's food (foreign food). It lasted for about half a year and she got so bad and couldn't do anything. Then they had a shepherd who took care of the sheep and he went down to Støvkaren every day. Then she taught him her arts (and I know this because I've talked to him and he had to admit it to me). Then the woman in Vester Vugdrup got this boy to go down to Støvkaren one day and ask her advice, if she could give her some advice, she could only eat foreign food and only a little bit of that. This boy was in good with this hag. He probably got some money for doing it well. Then the hag says to him, since it is you my little boy who comes and asks so nicely for his madmoder [foster mother], I'll help her. I've baked today and here is a new loaf of bread, it's warm, bring it home and give it to her. But tell her that she shouldn't eat too much, because she won't be able to handle it, she'll start eating now. Then she almost ate the whole thing at one sitting. It was at harvest time and the woman got better immediately after and became healthy. Then in the fall, their sheep disappeared down there in Vester Vugdrup, they were gone for five days, and they rode all over Taars parish and looked for them over by the church, but they couldn't find them. Then they have this little boy go down to her again and ask her if she knew where the sheep were. Sure, she could easily tell him that. Yes, they were standing out by a river in the area south of Bæstholm in Vrejlev, and they were completely surrounded by water on a little island and had been standing there for 5 days. But now I'll go and call to them. Then she took a bell in her hand and went out and started ringing it. Now you can go home and say that I've called them, they'll come back now. They thought that she was to blame because she was mad at them. Round about in the area they were afraid of her, she was an evil woman.", "danish_publication": "Der boede en kone her nede vesten for Vugdrup i Tårs sogn i et hus, de kalder Stövhuset, og hende kaldte de Stövkaren. Så kommer hun op til et hus, de kalder Stenbroen, og vil have noget mælk. Konen siger til hende: \"Nej, a kan ikke i dag, for vi har en kalv, og vor fader vil ikke æde kalvekjød, uden kalven har fået mælk. Men om otte dage får vi den slagtet, og så må du komme og få mælk.\" Så rejste konen af, men hun var knap nok gået, för kalven blev syg og gav sig til at springe op og ned ad væggene og blev også ved at springe, til den havde slået sig ihjel. Det er ingen lögn, for min moder var der og blev opfødt dér. Så blev manden gal, og han rejste der ned til Stövhuset anden dags morgen og tog en stor kjæp i hans hånd. Vesten for, som fattiggården nu er, der møder han hende, og hun kom gående med en kande i hendes hånd. Inden han kom til hende, så jog hun hendes stok i jorden, og blev selv til en krage og stod oven på stokken og galte ad ham. Manden blev så forskrækket, at han rendte hjem og sagde til konen, at så snart som Stövkaren kom, så skulde hun give hende alt det, hun forlangte. Nå, så kommer hun også straks efter, og konen siger til hende: \"Ja, da kan du tro, vi har taget et stort tab ved dig.\" Hun svarte: \"Herre Kri, a kan ent noget (hun kunde jo ikke sige Krist rigtig).\" Jo, det var da sådan, at kalven var bleven tåbelig og havde slået sig ihjel. Ja, det var hun rent uskyldig i. Konen gav hende så noget kjöd og brød og noget af alle slags, for de var jo bleven rædde for spøgelset, og så rejste hun af med det.\n     Konen i Vester-Vugdrup blev så syg og lå længe. Hun kunde ikke spise nogen ting af deres eget mad, men fremmed mad kunde hun have lidt af. Det varede sådan omtrent et helt år, og hun blev så elendig og kunde håtte ingen ting. Så havde de en hjordedreng, der paste fårene, og han gik nede ved Stövkaren hver dag, og hun lærte ham af hendes kunster. A véd det, for a har snakket med ham, og han måtte også tilstå det for mig. Så får konen i Vester-Vugdrup denher dreng til, han skal gå ned til Stövkaren en dag og spörge hende, om hun kunde ikke kjende et råd for det, hun var så sær og kunde ikke spise andet end fremmed mad, og det var endda lidt nok, og hans madmoder giver ham nogle penge for, te han skal gjøre det ud. Nu var denher dreng jo så til måde med kjællingen, og hun siger så til ham: \"Ja, da det er dig, min bitte dreng, der kommer og beder så vel for din madmoder, så skal a hjælpe hende. A har baget i dag, og her er en kage nyt brød, det er helt varmt, gå nu hjem med det og fly hende. Men sig til hende, at hun må ikke æde for meget, for hun kan ikke tåle det; nu vil hun nok komme til at spise.\" Hun fik brødet og havde også nær spist det hele på én gang. Det var om höstens tid, dether gik for sig, og konen kom sig straks efter og blev rask. Så om efteråret så bliver deres får henne der i Vester-Vugdrup, de var henne i fem dage, og folkene red over hele Tårs sogn omtrent og lyste efter dem ved kirken, men kunde ikke finde dem. Så får de denher bitte dreng ned til hende igjen, og han spörger, om hun ikke vidste, hvor fårene var. Jo, det kunde hun såmænd nemt sige ham, \"de står ude på en bitte holm i engene sønden fra Bastholm i Vrejlev. Det er tæt ved åen, og de er helt omringet af vand, og der har de stået i den stilling i de fem dage. Men nu skal a gå ud og kalde ad dem.\" Så tog hun en klokke i hendes hånd og gik ud og gav sig til at ringe med. \"Nu kan du gå hjem og sige, nu har a kaldt ad dem, og nu kommer de nok.\" Anden dags morgen var fårene kommen hjem. Folkene i gården mente jo, hun var skyld i det, for det hun var bleven gal på dem. Hun blev jo ved at bo i Stövhuset i mange år og var ret en led kvind, og rundt omkring var de så rædde for hende.", "english_publication": "A woman lived in a house called Støvhuset [Dust house] down here west of Vugdrup in Tårs parish, and they called her Støvkaren [Dust Karen]. Then she comes up to a house they called Stenbroen [Stone bridge] and wants some milk. The woman [of the house] says, “No, I can't today, because we have a calf and my husband won't eat veal unless it has been milk-fed. But in eight days we'll slaughter it and then you can come and get milk.” Then the woman went away, but she had barely left before the calf got sick and began to jump up and down, banging against the walls, and continued to jump until it had killed itself. It's no lie because my mother was there and grew up there. Then the man [of the house] gets mad and he goes off down to Støvhuset the next morning and took a large staff along with him. A little to the west of where the poorhouse is, he meets her and she came walking along with a pail in her hand. Before he got to her, she plants her staff in the ground and she turned herself into a crow and stood on top of the staff and cawed. The man got so scared that he ran home and told his wife that as soon as Støvkaren came, she should give her everything she wanted. Well, so then she comes soon after and the wife says to her: “Yeah, you better believe that we've suffered a big loss because of you.” She answered: “Well Chri ... I know nothing,” (she couldn't say Christ properly). Well the calf had become crazy and had killed itself. Well, she was totally innocent of that. The wife gave her some meat and bread and a bit of everything because they'd gotten scared of the haunting and she left with all of it.\n     The wife at Vester-Vugdrup got sick and lay in bed for quite a while. She couldn’t eat any of their own food, but she could eat a little bit of food that came from other places. It lasted for about half a year, and she was so miserable and couldn’t do anything. Then they had a shepherd boy who took care of the sheep and he went down to Støvkaren one day and asked her if she didn’t have any advice for that, she was so strange and could only eat food from other places, and even that was only a little and his foster mother had given him some money to do that. So this boy had gone and met the hag and she says to him, “Well, since it's you, my little boy, who comes asking so nicely for his foster mother, I’ll help her. I baked today and here’s a new bread, it's still warm, take it home and give it to her. But tell her not to eat too much, because she won’t be able to handle it; she’ll start eating now.” She got the bread and almost ate the whole thing at once. That was at harvest time this happened, and the woman quickly got better and was herself again. Then in the fall, their sheep disappeared over there in Vester-Vugdrup, they were gone for five days, and people rode all over Tårs parish and looked for them at the church, but couldn’t find them. Then this little boy goes down to her again, and he asks if she knew where the sheep were. Sure, she could easily tell him that, “they’re out on a little island in the meadows south of Bastholm in Vrejlev. They’re close to the river and they’re completely surrounded by water, and they’ve stood there like that for five days. But now I’ll go out and call to them.\" Then she picked up a bell and went out and started ringing it. “Now you can go home and say that I’ve now called them and they’ll come.” The next morning the sheep had come home. The people in the farm believed that she was at fault because she’d gotten mad at them. She kept living at Støvhuset for many years and was a really disgusting woman, and people round about in the area were afraid of her.", "keywords": null, "etk_index": {"heading_danish": "Hekse og deres idrætter", "heading_english": "Witches and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}