{"publication_info": "DS_VI_191", "full_name": "241 - 4.15 - DS_VI_191", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.15, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 384, "name": "Lørslev", "display_name": "Lørslev (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 376, "publication_info": "DS_VI_240", "full_name": "376 - 0.00 - DS_VI_240", "url": "data/stories/673.dfl"}, {"informant_id": null, "publication_info": "DS_VI_222", "full_name": "0 - 0.00 - DS_VI_222", "url": "data/stories/884.dfl"}, {"informant_id": 241, "publication_info": "DSnr_VI_65", "full_name": "241 - 2.06 - DSnr_VI_65", "url": "data/stories/156.dfl"}, {"informant_id": 241, "publication_info": "Unpub_JPP_220", "full_name": "241 - 2.20 - Unpub_JPP_220", "url": "data/stories/170.dfl"}, {"informant_id": 241, "publication_info": "DS_VI_167", "full_name": "241 - 4.20 - DS_VI_167", "url": "data/stories/192.dfl"}, {"informant_id": 525, "publication_info": "DS_VI_216", "full_name": "525 - 0.00 - DS_VI_216", "url": "data/stories/523.dfl"}]}, "fielddiary_page_start": "7810b", "fielddiary_page_end": "7811a", "bibliographic_info": "Rockwell 1982\nRørbye 1976\nDavies 2009\nMO III 174\n", "bibliography_references": {"reference": [{"display_string": "[Book] Davies, Owen. 2009. <i>Grimoires : a history of magic books</i>. Oxford and New York: Oxford University Press."}, {"display_string": "[Book] Davies, Owen, Blécourt, Willem de. 2004. <i>Beyond the witch trials. Witchcraft and magic in Enlightenment Europe</i>. Manchester and New York: Manchester University Press."}, {"display_string": "[Book section] Rørbye, Birgitte. 1976. Den illegale sygdomsbehandling som folkloristisk problem. Bidrag til en sociokulturel oversigt for Danmark. In <i>Nordisk folketro. Studier tillägnade Carl-Herman Tillhagen 17. december 1976</i>: 203-20. Lund: Nordiska museet."}, {"display_string": "[Book] Rockwell, Joan. 1982. <i>Evald Tang Kristensen : a lifelong adventure in folklore (Aalborg studies in folk culture)</i>. Aalborg and New York, N.Y: Aalborg University Press."}]}, "annotation": "Cyrprianus appears in several of Jens Peter's stories (JPP 2.06, 2.20 and 4.20). The Cyprianus, a book of magic spells and incantations, was considered to be a source of power in and of itself (Davies 2009, 123-132). It was closely related to the devil, and both witches and cunning folk, as well as wise ministers, were said to have possessed the book. Many cunning folk based their practice on ownership of the book alone (Rørbye 1976).  In many stories, the book is used expertly to conjure ghosts, while in other stories, less than expert use of the book results in misfortune from the insignificant, as in this brief account, to utter calamity (JPP 2.06 and 4.20). \n\n     Narratively, Jens Peter brings the Cyprianus into his immediate sphere, indicating his own willingness to possess the book. In many stories, the Cyprianus is difficult to get rid of: it cannot be burned (DS VI 216), and it reappears even if one has tried to get rid of it (DS VI 222).\n\n     Tang Kristensen collected copies of the Cyprianus, acquiring them whenever he had the chance. In Minder og Oplevelser, he writes about one of his copies of the book that was in a museum display in Copenhagen: \"men betingede mig, at den skulde lægges saadan, at Folk ikke kunde komme til at blade i den eller overhovedet røre ved den. Det gik han ind paa, og der blev da lavet en Glaskasse til den, som den laa i og saadan opslaaet, at det Blad, hvorpaa der med røde Bogstaver var præntet Cyprianus, laa til Syne.\" [but I added the condition that it should be displayed in such a way that people could not browse in it or even manage to touch it. He went along with that, and a glass case was made for it, in which it lay opened to the page where the word Cyprianus was printed in red letters] (MO III 174). While Tang Kristensen was worried that his book would be damaged, he was equally worried that the contents of the book were dangerous (Rockwell 1982, 167 and 208).", "danish_manuscript": "Knold Kræn havde Ceperaanus og havde\nfaaet den inde i Torslev ved en Mand\nder havde 4. Men h. brugte den ikke. H.\nfortalte, det var en G. h. havde faaet\nden ned af Hylden og sad og læste i den \nog lige som h. sidder allerbedst s. sprin-\nger Hvirvelsten det stod ved Siden\naf ham lige i to og det gav et Skrald\nsom en kunde have skudt en Bøsse.\naf lige ved Siden af ham. S blev h.\nræd og lagde den op igien. A skulde have\nhaft den af ham, men min Fader fik\nhaft\nmig til den Dag a skulde havde hentet\nden til at gaa et Ærende [til Torslev] By\nog s. sgde h. til mig hvad der stod paa Titel\nbladet. Da a hørte det, s. havde a ogsaa\nnok. H. gik til Lørslev og s. var a ikke hjemme\n \n7811A\nda h. kom med den.", "english_manuscript": "Knold Kræn had a Ceperånus (Cyprianus). He’d gotten it down in Torslev from a man who had four. But he never used it. He told about one time he’d gotten it down off the shelf and sat there reading in it. Just as he’s sitting there, a sharpening stone which was sitting right next to him breaks in half and it made a really loud noise as if someone had shot a rifle right next to him. Then he got scared and put it back up. I was supposed to get it from him but on the day I was supposed to get it my father got me to run an errand in town and he told me what it said on the title page. When I’d heard that I’d also had enough. He went to Lørslev and I wasn’t home when he came with it.", "danish_publication": "Knold-Kræn havde Ceperånus. Han havde fået den nede i Torslev ved en mand, der havde fire, men han brugte den aldrig. En gang havde han dog fået den ned af hylden og sad og læste i den. Ligesom han sidder allerbedst, så springer en hvirvelsten i to, der stod lige ved siden af ham, og det gav et skrald, som en kunde have skudt en bøsse af lige ved ham. Nu blev han ræd og lagde Ceperånus op på hylden igjen. A skulde have haft den af ham, og vi havde aftalt en dag, da han skulde komme med den. Men så fik min fader mig til at gå et ærende i by, og han sagde mig også, hvad der stod på titelbladet af den. Da a hørte det, så havde a også nok. Knold-Kræn kom godt nok, og da a var ikke hjemme, gik han til Lørslev, og a fik ingen bog.", "english_publication": "Knold Kræn had a Ceperånus (Cyprianus). He’d gotten it down in Torslev from a man who had four, but he never used it. One time, however, he’d gotten it down off the shelf and sat there reading in it. Just as he’s sitting there, a sharpening stone which was sitting right next to him breaks in half and it made a really loud noise as if someone had shot a rifle right next to him. Then he got scared and put the Ceperånus back up on the shelf. I was supposed to get it from him and we’d arranged a day when he was supposed to bring it. But then my father got me to run an errand in town and he told me what it said on the title page too. When I’d heard that, I’d also had enough. Knold-Kræn came, too, but, since I wasn’t home, he went on to Lørslev and I didn’t get the book.", "keywords": {"keyword": ["books", "ceperånus", "cyprianus", "day", "errand", "father", "home", "noises", "rifle", "shelf", "shooting", "stone", "town"]}, "etk_index": {"heading_danish": "Om Fanden og forbund med ham", "heading_english": "About the Devil and being in league with the Devil"}, "tango_indices": {"tango_index": [null, null, null, null]}, "genre": null}