{"publication_info": "DS_VII_698", "full_name": "241 - 4.16 - DS_VII_698", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.16, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 37, "name": "Astrup", "display_name": "Astrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "JAH_I_383", "full_name": "150 - 1.40 - JAH_I_383", "url": "data/stories/43.dfl"}, {"informant_id": 362, "publication_info": "DS_VII_696", "full_name": "362 - 0.00 - DS_VII_696", "url": "data/stories/528.dfl"}, {"informant_id": 151, "publication_info": "DS_VII_700", "full_name": "151 - 0.00 - DS_VII_700", "url": "data/stories/590.dfl"}, {"informant_id": 241, "publication_info": "DSnr_II_C_10", "full_name": "241 - 2.19 - DSnr_II_C_10", "url": "data/stories/169.dfl"}, {"informant_id": 144, "publication_info": "DS_VII_690", "full_name": "144 - 0.00 - DS_VII_690", "url": "data/stories/588.dfl"}]}, "fielddiary_page_start": "7811a", "fielddiary_page_end": "7811a", "bibliographic_info": "Henningsen 1975\nDavies and Blécourt 2004", "bibliography_references": {"reference": [{"display_string": "[Book] Davies, Owen, Blécourt, Willem de. 2004. <i>Beyond the witch trials. Witchcraft and magic in Enlightenment Europe</i>. Manchester and New York: Manchester University Press."}, {"display_string": "[Article] Henningsen, Gustav. 1975. Hekseforfølgelse efter 'hekseprocessernes tid.' Et bidrag til dansk etnohistorie. <i>Folk og Kultur</i>, 98-151."}]}, "annotation": "The wolf hunter in this story is an interesting parallel to the elf hunter in one of Jens Peter's other stories (JPP 2.19). There are numerous legends that explain the absence of wolves in Denmark, attributing it to the actions of a witch who bargains for her head (DS VII 690). The unusual greeting occurs in other variants of this story, and is explained that, had the witch's interlocutor called the animals by name (wolves), they would have torn him apart (DS VII 696 and 700).\n\n     In the late seventeenth century, witches were dealt with harshly. The Danish Law of 1683 includes the following stipulation for their punishment: \"Befindis nogen Troldmand, eller Troldqvinde, at have forsoret Gud og sin hellige Daab og Christendom, og hengivet sig til Dievelen, den bør levendis at kastis paa Ilden og opbrændis\" [If any troll-man or troll-woman (witch) has been found to have rejected God and his or her Holy Baptism, and given him or herself to the Devil, then they should be thrown alive onto the fire and be burned up] (Bk 6, Ch 1, Par 9). The last witch trial in Denmark that ended in an execution by burning was in 1725, although the last execution of a witch was in 1800 (Henningsen 1975; Davies and Blécourt 2004).", "danish_manuscript": "Der er en Grd i Astrup der hedder Torne.\nDen gl. Kristen Torne den nuværende Kones\nBedstefader, kunde huske at en Kone rej-\nste til Norge med Ulve. S. s. h goddag\nModer der har I faaet jer et godt Kob-\nbel Plage. Ja hu havde; men hu havde\nendelig ikke faaet dem allesammen, der var\nto tilbage, men de er lam. S. ligestrags\nser h. en Ulv kom rendende op paa en\nHøj der siden kaldes Ulvehøj og den satte\nsig paa sin Røv at tude og strags kom der\nen til [h] op til ham og s. rejste de begge\nto bagefter de andre. Siden havde h. ikke\nset Ulve, det var de to sidste.--\nDen Hegs tog sig paa at gjøre det, for at fri\nde andre Hegse fra at blive brændt og siden\ner der ingen Hegse bleven brændt her i Lan-\ndet.", "english_manuscript": "There's a farm in Astrup called Torne. Old Kristen Torne, who was the grandfather of the current farmwife, remembered that a woman traveled to Norway with wolves. He said to her, when they met, \"Good day, mother! You've got yourself a good pack of trouble [plagues].\" Yes, she had, but she hadn't gotten them all, there were two left, but they were lame. Right then he sees a wolf go running up on a mound, that's been called Wolf Mound ever since, and it sat down on its ass to howl, and immediately another one came up to him and then both of them went off after the others. He hasn't seen wolves since, those were the two last two. That witch had decided to do that to free the other witches who were to be burned and since then no witches have been burned here in the country.", "danish_publication": "Der er en gård i Astrup, der hedder Torne. Den gamle Kristen Torne, der var den nuværende kones bedstefader, han kunde huske, at en kone rejste til Norge med ulve, og den heks tog sig på at gjøre det for at fri de andre hekse fra at blive brændt. Siden er der da heller ingen hekse bleven brændt her i landet. Han sagde til hende, da de mödtes: \"Goddag, mo'er! der har I fået jer et godt kobbel plage.\" Ja, hun havde, men hun havde endelig ikke fået dem allesammen, der var to tilbage, men de var lamme. Lige straks ser han en ulv komme rendende op på en höj, der siden kaldes Ulvehöj, og den satte sig på sin r. . at tude, og straks efter kom der én op til ham. Så satte de begge to bag efter de andre, og siden har en ikke set ulve her i landet, det var de to sidste.", "english_publication": "There’s a farm in Astrup called Torne. The old Kristen Torne, who was the grandfather of the current farmwife, he remembered that a woman traveled to Norway with wolves, and that witch occupied herself with freeing other witches who were to be burned. No witches have been burned here in this country since. He said to her, when they met, “Good day, mother! You’ve got yourself a good pack of trouble [plagues].” Yes, she had, but she hadn’t gotten them all, there were two left, but they were lame. Right then he sees a wolf go running up on a mound that’s been called Wolf Mound ever since, and it sat down on its ass to howl and, immediately after, another one came up to him. Then both of them had to follow the others and since then there haven’t been wolves here in the country, those were the last two.", "keywords": {"keyword": ["ass", "country", "current", "day", "farm", "farmer", "fire", "free", "grandfather", "Kristen Torne", "mother", "mound", "Norway", "old", "witch", "wolf", "woman"]}, "etk_index": {"heading_danish": "Hekse og deres idrætter", "heading_english": "Witches and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}