{"publication_info": "DSnr_III_1380", "full_name": "241 - 4.17 - DSnr_III_1380", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.17, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 266, "name": "Hjørring", "display_name": "Hjørring (place mentioned)"}, {"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place mentioned)"}, {"place_id": 384, "name": "Lørslev", "display_name": "Lørslev (place mentioned)"}, {"place_id": 577, "name": "Sørup sø", "display_name": "Sørup sø (place mentioned)"}, {"place_id": 600, "name": "Stovhøj", "display_name": "Stovhøj (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DSnr_II_C_91", "full_name": "241 - 4.18 - DSnr_II_C_91", "url": "data/stories/190.dfl"}, {"informant_id": 241, "publication_info": "DSnr_II_C_86", "full_name": "241 - 4.31 - DSnr_II_C_86", "url": "data/stories/203.dfl"}, {"informant_id": 90, "publication_info": "DSnr_II_B_130", "full_name": "90 - 3.04 - DSnr_II_B_130", "url": "data/stories/358.dfl"}, {"informant_id": 345, "publication_info": "DS_III_2326", "full_name": "345 - 0.00 - DS_III_2326", "url": "data/stories/736.dfl"}, {"informant_id": 348, "publication_info": "DS_I_1164", "full_name": "348 - 0.00 - DS_I_1164", "url": "data/stories/755.dfl"}, {"informant_id": 435, "publication_info": "DS_I_796", "full_name": "435 - 0.00 - DS_I_796", "url": "data/stories/794.dfl"}, {"informant_id": 402, "publication_info": "DS_III_2164", "full_name": "402 - 0.00 - DS_III_2164", "url": "data/stories/777.dfl"}, {"informant_id": 306, "publication_info": "DS_III_2302", "full_name": "306 - 0.00 - DS_III_2302", "url": "data/stories/804.dfl"}, {"informant_id": 235, "publication_info": "DS_I_783", "full_name": "235 - 1.61 - DS_I_783", "url": "data/stories/282.dfl"}, {"informant_id": 6, "publication_info": "DS_III_2316", "full_name": "6 - 0.00 - DS_III_2316", "url": "data/stories/517.dfl"}, {"informant_id": 241, "publication_info": "DSnr_II_D13", "full_name": "241 - 4.02 - DSnr_II_D13", "url": "data/stories/173.dfl"}, {"informant_id": 123, "publication_info": "DS_III_528", "full_name": "123 - 3.14 - DS_III_528", "url": "data/stories/417.dfl"}, {"informant_id": 54, "publication_info": "DS_III_527", "full_name": "54 - 0.00 - DS_III_527", "url": "data/stories/739.dfl"}, {"informant_id": 402, "publication_info": "DS_III_529", "full_name": "402 - 0.00 - DS_III_529", "url": "data/stories/778.dfl"}, {"informant_id": 423, "publication_info": "DS_III_531", "full_name": "423 - 0.00 - DS_III_531", "url": "data/stories/846.dfl"}, {"informant_id": 361, "publication_info": "DS_III_533", "full_name": "361 - 0.00 - DS_III_533", "url": "data/stories/526.dfl"}, {"informant_id": 281, "publication_info": "DS_III_535", "full_name": "281 - 0.00 - DS_III_535", "url": "data/stories/672.dfl"}]}, "fielddiary_page_start": "7811a", "fielddiary_page_end": "7811b", "bibliographic_info": null, "bibliography_references": {"reference": [{"display_string": "[Article] Lindow, John. 1982. Swedish Legends of Buried Treasure. Vol. 95 of <i>The Journal of American Folklore</i> 377: 257-279."}, {"display_string": "[Thesis] Ball, Kimberly. 2009. The Otherworld Vessel as Metatraditional Motif in Northern European Literature and Folk Narrative. Vol. PhD of <i>Comparative Literature</i>PhD diss., University of California Press."}]}, "annotation": "Legends of buried treasure are quite common. The acquisition of great wealth without the proper input of work, such as occurs with successful treasure hunts or gambling, is related in these stories to antisocial behavior. The \"absenting\" from community implicit in the prohibition against speaking during the treasure hunt is a precondition for attaining great riches (from a clearly demonic creature). But the successful treasure hunt comes with a considerable downside: the destruction of the community, often represented by visions of the church or village burning. In this story, as in many of these stories, one of the treasure hunters breaks the taboo by speaking and the treasure sinks out of reach. But the community ties are reaffirmed. To emphasize the reestablishment of community, the handle of the chest is enshrined in the local church, a parallel to the use of the mound dweller's drinking horn to build a new church (KMP 1.61). \n\n     The verse the dragon quotes in this story is attested in several variant forms in Tang Kristensen's collection (DS III 2316; See also DS III 2318, 2320, and 2321). One of these variants was told by Gerhard Peter (G.P.) Andersen, who is mentioned in relation to one of Jens' stories about merfolk (DS III 2316; JPP 4.02). In some variants, witnesses see the dragon relocating, along with the treasure, from the mound to the lake. The buried treasure in the lake offers a clear parallel to stories of church bells in lakes (PJ 3.14; DS III 527, 529, 531, 533, 535). They too are often difficult to get up, but in those stories, the community's godlessness is often at the root of their inability to reacquire this clear symbol of community.\n\n     The motif of a dragon guarding a treasure is best known from the Völsunga saga, where Fafnir, transformed from man into dragon, jealously guards his horde, only to be slain by Sigurd.", "danish_manuscript": "Der gik Sagn af at der skulde være s. mange\nPenge i Stovhøj--den største Top af\nIlbjærge. S. var der en Del Folk fra\nLørslev her oppe at kaste og de kastede\ni flere Dage. S. kommer de ogsaa til en\ngrum stor Kiste med et Guldhaandtag\nS. raaber en Kjælling der var med: Hold\nendelig faste og dermed fik de ingen\nTing. S. s. Dragen: Ja maat h. ent i Støv\nhyw blyww a skuld de hejer aldrig \nå Sørup sø dryww—\n\n7811B\n[Norden] Det Guldhaandtag blev ført til Hjør-\nring og opbevaret i Kirken og nu skal\ndet være muret ind i Taarnet siges\nder -- a hørte det, mens a var i Hj.", "english_manuscript": "There was a legend that there was supposed to be a lot of money in Stovhøj--the highest part of Ilbjærge. Then there was a group of people from Lørslev up here digging and they dug for several days. Then they reached an enormous chest with a golden handle. Then a hag who was with them shouted: Hold on tight and with that they got nothing. Then the dragon said: Well, if she can't stay in Stov mound, then they'll never pull me out of Sørup lake either. That golden handle was brought to Hjørring and kept in the church and now it is supposed to be walled up in the tower so they say. I heard about it when I was in Hjørring.", "danish_publication": "Der gik Sagn af, at der skulde være saa mange Penge gravet ned i Stovhøj; det er den højeste Top af Ilbjærge. En Del Folk fra Lørslev besluttede sig saa til at gaa derop at kaste, og de kastede i flere Dage. Endelig kommer de ogsaa til en grumme stor Kiste med et Guldhaandtag. Der var en Kjælling med, og hun raaber, da hun ser den: \"Hold endelig fast!\" men saa fik de ingen Ting. Saa sagde Dragen:\n      Ja, maatt hun int i Stovhyw blyww, \n      saa skuld de hejer aldrig å Sørup Sø dryww. \nDet Guldhaandtag blev ført til Hjørring og opbevaret i Kirken, og nu skal det være muret ind i Taarnet, siges der. A hørte det da,\nmens a var i Hjørring.", "english_publication": "There was a legend going around that there was an awful lot of money buried in Stovhøj mound, that’s the highest part of Ilbjærge. A group of people from Lørslev decided to go up there and dig, and they dug for several days. Finally they reach an enormous chest with a golden handle. There was an old woman along, and she yells when she sees it, “Hold on tight!” but then they didn’t get anything. Then the dragon said,\n     Well, if she can’t stay in Stovhøj mound,\n     then they’ll never pull me out of Sørup lake either\nThe golden handle was brought over to Hjørring and was kept in the church, and now it's supposed to be walled up in the tower, that’s what they say. I heard that while I was in Hjørring.", "keywords": {"keyword": ["burial", "chest", "church", "day", "digging", "dragon", "gold", "lake", "legend", "money", "mound", "old", "tower", "walls", "woman"]}, "etk_index": {"heading_danish": "Sagn om skatte", "heading_english": "Legends about treasure"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}