{"publication_info": "DS_III_303", "full_name": "150 - 1.16 - DS_III_303", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 1.16, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 7, "name": "Aarestrup", "display_name": "Aarestrup (place mentioned)"}, {"place_id": 49, "name": "Bavnhøj", "display_name": "Bavnhøj (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "DS_III_303", "full_name": "150 - 4.23 - DS_III_303", "url": "data/stories/134.dfl"}, {"informant_id": 150, "publication_info": "Unpub_BJK_117", "full_name": "150 - 1.17 - Unpub_BJK_117", "url": "data/stories/20.dfl"}, {"informant_id": 123, "publication_info": "DS_III_2367", "full_name": "123 - 2.10 - DS_III_2367", "url": "data/stories/384.dfl"}, {"informant_id": 150, "publication_info": "Unpub_BJK_424", "full_name": "150 - 4.24 - Unpub_BJK_424", "url": "data/stories/135.dfl"}]}, "fielddiary_page_start": "3242a", "fielddiary_page_end": "3242b", "bibliographic_info": "Moltke 1976. Moltke 1985.", "bibliography_references": {"reference": [{"display_string": "[Book] Moltke, Erik. 1976. <i>Runerne i Danmark og deres oprindelse</i>. Copenhagen: Forum."}, {"display_string": "[Book] Moltke, Erik. 1985. <i>Runes and their origin Denmark and elsewhere</i>. Copenhagen: National Museum of Denmark."}]}, "annotation": "Jens makes an interesting connection between old land use patterns and newly emerging land use patterns. The reference to the rune stone found in the newly apportioned field at once emphasizes the responsibility of the individual, rather than the collective (jordfællesskab), to care for the fields. At the same time, the discovery of the rune stone alludes to the long history of the earlier organization of the fields. The rune stone is plowed back into the field, and the historical connection between the past and the future is lost--one can no longer find the connection to the past in the current organization of the fields.\n\n     The stone described here must be absolutely massive, since four horses cannot pull it. Such a massive size is out of line with most rune stones that were of more modest proportions. The description of the runes is odd, since runes were carved into the stone, and would appear as depressions. Runes would not look as if they had been glued on to the stone. \n\n     Rune stones were less of a common find in Danish fields than they were in Swedish fields (Moltke 1976 and 1985). In Sweden, many stones were blown up by farmers intent on clearing their fields of what they considered to be nuisances. Nevertheless, there are numerous documented instances of farmers discovering rune stones and other earlier archaeological treasures while plowing. Perhaps the best known rune stones in Denmark are the two stones in the churchyard at Jelling, known as the elder and younger Jelling stones, the smaller of which was used as a bench outside of the church until 1627.     \n\n     Runes and the inscription of runes have often been attributed magical power. Rune stones themselves often refer to these powers. This story, however, makes no mention of any such magical connection. The surmise that the rune stone had stood on top of the mound is possible, although not likely, as most rune stones were placed near roads. \n\n     There are significant differences between the published version and the manuscript version. Tang Kristensen changed the source of the story from Jens's maternal aunt to his mother, and moved several other references to the timing of the story to the front of the narrative. Jens mentioned the events in a later session with Tang Kristensen in a far less detailed story (BJK 4.24). In that short narrative, Jens mentioned that the motivation for digging up the stone was to use the large rock as building material, a surprisingly common fate for many such stones.", "danish_manuscript": "Der ligger en Runesten paa den tredje Ager søn-\nden for Bavnehøj [sønden for Bavnehøj] saa-\ndan sagde min Moster, hendes Fader pløjede\nimod den og s. viste h. hans Karl ud at kaste\n\n3242B\nden ned, for den var s. forfærdelig stor at 4\nHeste kunde ikke trække den derfra. H. havde 4\ngode Heste, vilde s. gjærne have haft den hjem\ntil Gaarden, men h. ansaa den for s. stor, at\nde kunde ikke faa den fragtet derfra. Dg. nu Karlen\nfaar Jorden kastet af den s. var der s. mange\nophøjede Bogstaver paa den, de var ikke [op] hug\nget ind i den. men var ligesom klistret paa\nsaadan ophøjet. Min Moder var ikke uden \nen Tøs den G. og var født 1792. det var alt\nsaa siden Marken blev udskywt, der var noget\nLyng omkring ved Bavnehøj den G. S. maatte\nde gjøre en Grav s. stor te de fik den kast\nned i, skudt ned i. Der kom noget dejlig hvid\nSand op og det var nemt at kaste i, den\nskulde da s. langt ned, te de kunde pløje for\nden. Det er nok en Sten der har staaet på\nBavnehøj. Nu er Agrene vendt helt omkring.\nPaa Aarestrup Mark nordøst derfor.\n", "english_manuscript": "There’s a rune stone in the third field south of Bavnhøj, that’s what my mother’s sister said, and her father plowed into it. Then he got his farmhand out there to bury it, it was so big that four horses couldn’t pull it from there. He had four good horses, and really wanted to bring it back to the farm, but then he decided that it was too big to carry it off from there. When the farmhand had gotten it dug out, there were all sorts of raised letters on it, they weren’t carved into it, more like they’d been glued onto it. My mother wasn’t more than a little girl back then, she was born in 1792. It was after they’d reapportioned the fields. There was some heather near Bavnhøj at that time. Then they had to dig a hole below it that was big enough for them to push it in, shove it down into. It turned out there was some beautiful white sand that was easy to dig. It had to be so deep that they could plow over it. It was probably a stone that had stood over on Bavnhøj in the old days. The fields have been completely changed around since that time. It was northeast of that, out on Aarestrup field.", "danish_publication": "På Årestrup mark nordöst for kirken ligger en runesten, det er på den tredje ager sønden for Bavnhöj, sådan sagde min moder, hun var født 1792 og var ikke uden en tøs, den gang de fandt den. Det var altså siden marken blev udskift, og hendes fader plöjede imod den. Så viste han hans karl ud for at skulle kaste en rende omkring den, men da var den så forfærdelig stor, at fire heste kunde ikke trække den derfra, og han havde endda fire gode heste og vilde gjærne have haft den hjem til gården, den kunde have lukket (lujt) et godt stykke på kringgårdsdiget. Men da han nu anser den for at være for stor til at få den fragtet derfra, så er det jo, den skal kastes ned. Så måtte de gjøre en grav så stor neden for, at de kunde skyde den ned i, og den skulde jo så langt ned, at de kunde plöje for den; men det var nu ikke så vanskeligt, for der kom noget dejlig hvidt sand op, og det var nemt at kaste i. Der var noget lyng omkring ved Bavnhöj den gang, og det var ved at brække op at min bedstefader stödte på den. Da karlen havde fået jorden kastet af den, var der så mange ophöjede bogstaver på den, de var ikke huggede ned i den, men var ligesom klistrede på. Det er nok en sten, der har stået oven på Bavnhöj i gammel tid. Men nu er det ikke så let at finde den igjen, for agrene er vendt helt omkring siden den tid.", "english_publication": "On Årestrup field northwest of the church, there’s a rune stone, it's in the third field south of Bavnhøj, that’s what my mother said, she was born in 1792, and she wasn’t more than a little girl when they found it. It was after the fields had been reapportioned and her father plowed into it. Then he got his farmhand out there to help him dig a ditch around it, but it was so big that four horses couldn’t pull it up, and he had four good horses too, and really wanted to bring it back to the farm, it could have closed up a big part of the stone wall around the farm. But when he realizes that it's too big to freight off, they decide to bury it. Then they had to dig a hole below it that was big enough for them to push it in, and it had to be deep enough that they could plow over it; that wasn’t too hard because it turned out there was some beautiful white sand there that was easy to dig. There was some heather near Bavnhøj at that time, and it was starting to break up when my father ran into it. When the farmhand had gotten the stone dug out, there were all sorts of raised letters on it, they weren’t carved into it, more like they’d been glued onto it. It was probably a stone that had stood over on Bavnhøj in the old days. But it isn’t so easy to find it again, because the fields have been turned completely around since that time.", "keywords": {"keyword": [1792, "beautiful", "birth", "burial", "carved", "church", "day", "digging", "ditch", "farm", "farmhand", "father", "field", "girl", "heather", "horse", "letter", "mother", "northwest", "old", "plow", "plowing", "runestone", "sand", "south", "stone", "walls", "white"]}, "etk_index": {"heading_danish": "Kjæmper og deres idrætter", "heading_english": "Heroes and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}