{"publication_info": "DSnr_IV_574", "full_name": "241 - 4.19 - DSnr_IV_574", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.19, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 417, "name": "Mosbjærg", "display_name": "Mosbjærg (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DSnr_V_539b", "full_name": "241 - 4.26 - DSnr_V_539b", "url": "data/stories/198.dfl"}, {"informant_id": 205, "publication_info": "DS_IV_1120", "full_name": "205 - 0.00 - DS_IV_1120", "url": "data/stories/567.dfl"}, {"informant_id": 480, "publication_info": "DS_IV_1121", "full_name": "480 - 0.00 - DS_IV_1121", "url": "data/stories/746.dfl"}, {"informant_id": null, "publication_info": "DS_VII_506", "full_name": "0 - 0.00 - DS_VII_506", "url": "data/stories/890.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1134", "full_name": "241 - 1.07 - DS_IV_1134", "url": "data/stories/148.dfl"}]}, "fielddiary_page_start": "7811b", "fielddiary_page_end": "7812a", "bibliographic_info": "Stokker 1992", "bibliography_references": {"reference": {"display_string": "[Article] Stokker, Kathleen. 1992. Migratory Legend 3005 : 'The Would- Be Ghost' -- Why Be He a Ghost?. Vol. 48 of <i>Arv</i>, 143-152."}}, "annotation": "This story is a more elaborate variant of the would-be ghost story Jens Peter had told in his first session with Tang Kristensen (JPP 1.07). The formula that the minister uses in both variants is almost identical, with the addition of the conjunction så. The other direct speech episodes--the farmhand's final plea and the minister's powerless response--are also nearly identical. The only major change is the minister's interjection of \"Gud bedre mig\" [God save me]. Unlike the first version, the minister provides a justification for his late night peregrinations in the cemetery; this justification should have been enough to satisfy his wife, but she persists in her efforts to disrupt his tireless work to protect the community. As in the first version, the minister's wife loses her mind when she hears of the death of the farmhand. Jens Peter also adds a narrative intensifier, linking the story directly to his grandfather.", "danish_manuscript": "Der var en Præst i Mosbjærg h. gik hver Af-\nten paa Kirkegaarden og hans Kone s. til ham\nrundt. Ja der kunde vel være en Sjæl h kunde\nredde fra Fortabelse og faa dem til at bekjende\nfor sig. Det var hver Aften enten Regn ell\nSne ell. Blæst det var lige godt og hu var\nforlegen med det. Kusken en Aft. med et hvidt\nlagen over sig -- min Bedstf. kjendte baade\nKarl og Pr. Render forud Pr. og stillet sig\nop og render fra en grav til en anden for\nan Præsten for at agere Spøg. S. s. Pr. da\nh. har gaaet og set lidt paa det. Er du et\nMske s. tal, er du Satan s. vig. Det s. h.\ntil Karlen 3 gange og s. begy. h. at læse op\nog vil da mane ham. S. raaber Kusken og s. \nFaar F. det er da mig. Gud bedre mig s Pr\nom du var s. min egen Br. s. kunde jeg ikke\nredde dig. Da h. var sunken i Jorden til Ank-\nlerne. S gaar h ud til Degnen og h. faar Nøg-\nlerne og s. gaar de ind i Kirken og hent Vin og\nBrød og gav Kusken og s. manede h. ham.\nhelt ned. Da Pr's Kone fik det at vide, s. gik hu\n\n7812A\nfra Forstanden.", "english_manuscript": "There was a minister in Mosbjærg, every night he went for a walk in the cemetery, and his wife questioned him about this. Well, there could be a soul that he could save from damnation and get it to confess. It was every night, whether it was raining, snowing or windy, it didn't matter, and she was annoyed by this. Then she gets the coachman to put a white sheet over himself one night--my grandfather knew both the farmhand and the minister--and he runs ahead of the minister and goes out into the cemetery and runs in front of him from one grave to the next pretending to be a ghost. After the minister had gone and looked at this for a while, he says, \"If you're a person, then speak, but if you're Satan, then get out of the way!\" The minister says this three times to the farmhand, and then he starts to read and is going to conjure him. Then the coachman shouts and says, \"Father, Father, it's me.\" -- \"God save me,\" says the minister, \"even if you were my own brother, I couldn't save you.\" He'd sunk into the ground up to his ankles by then. He goes out to the parish clerk and he gets the keys and they go into the church and get the wine and bread and give it to the coachman, and then he conjured him all the way down. When the minister's wife learned of this, she lost her mind.", "danish_publication": "Der var en Præst i Mosbjærg, han gik hver Aften paa Kirkegaarden, og hans Kone satte ham lidt i Rette for det. Ja, der kunde vel være en Sjæl, han kunde redde fra Fortabelse, siger han, og faa den til at bekjende for sig. Det var nu hver Aften, enten det var Regn eller Sne eller Blæst, det var lige godt, og hun var forlegen med det. Saa faar hun Kusken en Aften med et hvidt Lagen over sig — min Bedstefader kjendte baade Karl og Præst — og han render forved Præsten og stiller sig paa Kirkegaarden og render fra én Grav til en anden forved ham for at agere Spøgelse. Da Præsten har gaaet og set lidt paa det, siger han: \"Er du et Menneske, saa tal, men er du en Satan, saa vig!\" Karlen svarer ikke. Det siger han tre Gange, og saa begynder han at læse op og vil da mane ham. Da raaber Kusken og siger, \"Faaer, Faaer, det er da mig.\" — \"Gud bedre mig,\" siger Præsten, \"om du var saa min egen Broder, saa kunde jeg ikke redde dig.\" Da han var sunken i Jorden til Anklerne, saa gaar han ind til Degnen, og han faar Nøglen, og de gaar ind i Kirken og hent Vin og Brød og gav Kusken, og saa manede han ham helt ned. Da Præstens Kone fik det at vide, saa gik hun fra Forstanden.", "english_publication": "There was a minister in Mosbjærg, every night he went for a walk in the cemetery, and his wife questioned him about this. Well, there could be a soul that he could save from damnation, he says, and get it to confess. It was every night, whether it was raining, snowing or windy, it didn’t matter, and she was annoyed by this. Then she gets the coachman to put a white sheet over himself one night—my grandfather knew both the farmhand and the minister—and he runs ahead of the minister and goes out into the cemetery and runs in front of him from one grave to the next pretending to be a ghost. After the minister had gone and looked at this for a while, he says, “If you’re a person, then speak, but if you’re Satan, then get out of the way!” The farmhand doesn’t answer. The minister says this three times, and then he starts to read and is going to conjure him. Then the coachman shouts and says, “Father, Father, it's me.” – “God save me,” says the minister, “even if you were my own brother, I couldn’t save you.” When the coachman ha d sunk into the ground up to his ankles, the minister goes over to the parish clerk and he gets the keys and they go into the church and get the wine and bread and give it to the coachman, and then he conjured him all the way down. When the minister’s wife learned of this, she lost her mind.", "keywords": {"keyword": ["ankles", "bread", "brother", "cemetery", "church", "coachman", "confession", "conjuring", "farmhand", "father", "ghost", "god", "grandfather", "grave", "key", "learning", "minister", "night", "parish clerk", "priest", "rain", "Satan", "sheet", "sinking", "snow", "soul", "three", "white", "wife", "wine"]}, "etk_index": {"heading_danish": "Præster", "heading_english": "Ministers"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}