{"publication_info": "DS_VI_167", "full_name": "241 - 4.20 - DS_VI_167", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.2, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 43, "name": "Baggesvogn", "display_name": "Baggesvogn (place mentioned)"}, {"place_id": 86, "name": "Bragholdt", "display_name": "Bragholdt (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_VI_191", "full_name": "241 - 4.15 - DS_VI_191", "url": "data/stories/187.dfl"}, {"informant_id": 241, "publication_info": "DSnr_V_889", "full_name": "241 - 4.28 - DSnr_V_889", "url": "data/stories/200.dfl"}, {"informant_id": 379, "publication_info": "DS_VI_141", "full_name": "379 - 0.00 - DS_VI_141", "url": "data/stories/537.dfl"}, {"informant_id": 372, "publication_info": "DS_VI_150", "full_name": "372 - 0.00 - DS_VI_150", "url": "data/stories/649.dfl"}, {"informant_id": 366, "publication_info": "DS_V_248", "full_name": "366 - 0.00 - DS_V_248", "url": "data/stories/613.dfl"}, {"informant_id": 376, "publication_info": "DS_VI_592", "full_name": "376 - 0.00 - DS_VI_592", "url": "data/stories/674.dfl"}, {"informant_id": 124, "publication_info": "DS_VII_1179", "full_name": "124 - 0.00 - DS_VII_1179", "url": "data/stories/705.dfl"}, {"informant_id": 356, "publication_info": "DS_VII_1180", "full_name": "356 - 0.00 - DS_VII_1180", "url": "data/stories/709.dfl"}, {"informant_id": 412, "publication_info": "DS_VI_144", "full_name": "412 - 0.00 - DS_VI_144", "url": "data/stories/492.dfl"}, {"informant_id": 241, "publication_info": "DSnr_VI_130", "full_name": "241 - 4.21 - DSnr_VI_130", "url": "data/stories/193.dfl"}, {"informant_id": 241, "publication_info": "JAT_II_56", "full_name": "241 - 2.05 - JAT_II_56", "url": "data/stories/155.dfl"}, {"informant_id": 241, "publication_info": "DSnr_VI_65", "full_name": "241 - 2.06 - DSnr_VI_65", "url": "data/stories/156.dfl"}, {"informant_id": 241, "publication_info": "DS_VI_897", "full_name": "241 - 2.07 - DS_VI_897", "url": "data/stories/157.dfl"}]}, "fielddiary_page_start": "7812a", "fielddiary_page_end": "7812a", "bibliographic_info": null, "bibliography_references": null, "annotation": "Jens Peter retells a story about the improper use of the Black Book (Cyprianus) (JPP 2.06). Unlike in the first telling, this story does not comprise part of a longer series of stories about events at Baggesvogn, nor does it lead into another story about the Bragholt hag (JPP 2.05-2.07).\n\n     There are some minor differences between the two versions, likely attributable to aspects of the immediate performance context. Several of the unbound phrases--particularly in relation to the three tears appearing in the boy's comforter--have been moved. Jens Peter adds additional detail in this variant, including the name of the room. Finally, he adds a coda about cleaning the room and the eventual need to physically rebuild the room to get rid of the haunting. As in the previous story, Jens Peter links the account to his immediate family. He does not provide a precise date (1808) as he had in the earlier telling. Johannes Kristoffer Nyholm took over Baggesvogn in 1837, purchasing it from the state for ninety thousand rixdollars. He was succeeded after his death by by his son, Hans Christian Nyholm, who kept the estate until 1880.", "danish_manuscript": "Der var en Grev Feer der boede paa Baggesvogn\nh. og hans Kone er begravet paa Sindal Kirke-\ngaard. De havde stude paa B. og s. en Vinter\ndøde der en 50 Stude for dem og de troede det\nvar lede Folk der var Skyld i det. S. laaner hu\nnogle kloge Bøger af Bragholt Kjællingen\nog fik 2 andre Fruentimmer til sig og de skulde\nhjælpe hende med dh. De kommer ind i en Stue\npaa Gaarden, der kaldes den blaa Sal og der var\nde og fik noget stilt an. De læste i Bøgerne\nog læste F. til dem. h. skulde sige dem hvem\nder var skyld i det, met det fik de aldrig at\nvide. En af Kvindfolk. der var med havde\nen Søn paa Gaarden som var Studerøgter og\nham vilde de have haft med, men h. vilde ikke.\nS blev de 3 alene. Hen paa Natten hørtes\nder noget Skrig og da de s. lukkede op for dem\nlaa alle 3 Fr. og var revet i Stykk. og Stum-\nper og s. lige i det Øjeblik de var døde da\nvar der kommen 3 Rift paa Dynen i den Seng\nsom Studerøgt. laa i. H. blev s. forskr. og\nkom op og da var hans Moder død. Den 1ste\nder kom derind var min [Moders] Faders Moster\nhun tjente der. De kunde ikke kalke de Pletter\naf Væggene. Men da Nyholm kom der, rev\nh. hele Vægg. ned og da der kom ny Sten hørte\ndet op.", "english_manuscript": "A count Feer lived at Baggesvogn and he and his wife are buried in Sindal cemetery. They had oxen on the farm and then one winter fifty of them died and they believed that it was evil people who were guilty of it. Then she borrows some wise books from the Bragholdt hag and then she got two other women with her who were to help her with this. They go into a room in the farmhouse which is called the blue room and that's where they were and they set something up. They read in the books and read the Devil to them, he was to tell them who the guilty one was, but they never found out. One of the women who was along had a son at the farm who was the ox hand and they wanted him along but he didn't want to. So the three were alone. A little later that night, screams were heard and then when they opened up in to them, all of the women lay there and were torn to stumps and pieces. Just at the moment they died, three tears appeared on the comforter on the bed in which the ox hand lay. He got really frightened and got up but then his mother was dead. The first one to come in and see it was my father's maternal aunt, she worked there. They couldn't plaster the blood spots on the wall over. But when Nyholm got there, he tore the entire wall down and then when new stones were put up, it stopped.", "danish_publication": "Der boede en grev Feer på Baggesvogn, og han og hans kone er begravede på Sindal kirkegård. De havde stude på gården, og så en vinter døde der 50 stude for dem. Så troede de jo, det var lede folk, der var skyld i det. Fruen låner nu nogle kloge bøger af Bragholdt-kjællingen, og så fik hun to andre fruentimmer til sig, der skulde hjælpe hende med det her. De kommer ind i en stue på gården, der kaldes den blå sal, og dér fik de noget stilt an, og så læste de i bøgerne og læste Fanden til dem. Han skulde jo sige dem, hvem der var skyld i det, men det blev aldrig opklaret. Ét af kvindfolkene, der var med, havde en sön på gården, som var studerögter, og ham vilde de have haft med, men han vilde ikke. Så blev de tre alene. Hen på natten hørtes der noget skrig, og da de så lukkede op, lå alle tre fruentimmer og var revet i stykker og stumper. Men lige i det öjeblik de var døde, da var der kommen tre rifter på dynen i den seng, som studerögteren lå i. Han blev forskrækket og kom op, men da var hans moder død. Den første, der kom ind og så det, det var min faders moster, hun tjente der. De kunde ikke kalke de blodpletter af væggene, men da Nyholm kom der, rev han hele væggene ned, og da der så kom nye sten, hørte det op.", "english_publication": "A count by the name of Feer lived at Baggesvogn and he and his wife are buried in Sindal cemetery. They had oxen on the farm and then one winter fifty of them died. They believed that it was evil people who were guilty of it. The lady borrows some wise books from the Bragholdt hag and then she got two other women with her who were to help her with this. They go into a room in the farmhouse which is called the blue room and they set something up and they read in the books and read the Devil to them. He was to tell them who the guilty one was, but it was never cleared up. One of the women had a son at the farm who was the oxhand and they wanted him along but he didn’t want to. So the three were alone. A little later that night, screams were heard and then when they opened up, all three women lay there and were torn to stumps and pieces. Just at the moment they died, three tears appeared on the comforter on the bed in which the oxhand lay. He got frightened and came up, but by then his mother was dead. The first one to come in and see it was my father’s maternal aunt, she worked there. They couldn’t plaster over the blood spots on the wall, but when Nyholm got there, he tore the entire wall down and then when new stones were put up, it stopped.", "keywords": {"keyword": ["aunt", "bed", "belief", "blood", "blue", "books", "borrow", "Bragholdt Hag", "burial", "cemetery", "comforter", "Cunning Folk", "death", "devil", "evil", "farm", "father", "guilty", "lady", "mother", "night", "son", "steer", "stone", "three", "walls", "wife", "woman"]}, "etk_index": {"heading_danish": "Om Fanden og forbund med ham", "heading_english": "About the Devil and being in league with the Devil"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}