{"publication_info": "DSnr_VI_130", "full_name": "241 - 4.21 - DSnr_VI_130", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.21, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 373, "name": "Linderumgård", "display_name": "Linderumgård (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DSnr_II_D_63", "full_name": "241 - 4.22 - DSnr_II_D_63", "url": "data/stories/194.dfl"}, {"informant_id": 65, "publication_info": "DS_VI_431", "full_name": "65 - 0.00 - DS_VI_431", "url": "data/stories/578.dfl"}, {"informant_id": 466, "publication_info": "DS_VI_720", "full_name": "466 - 0.00 - DS_VI_720", "url": "data/stories/553.dfl"}, {"informant_id": 331, "publication_info": "DS_VII_443", "full_name": "331 - 0.00 - DS_VII_443", "url": "data/stories/643.dfl"}, {"informant_id": 123, "publication_info": "DS_V_607", "full_name": "123 - 2.02 - DS_V_607", "url": "data/stories/376.dfl"}, {"informant_id": 241, "publication_info": "DS_VI_167", "full_name": "241 - 4.20 - DS_VI_167", "url": "data/stories/192.dfl"}]}, "fielddiary_page_start": "7812a", "fielddiary_page_end": "7812b", "bibliographic_info": "Woods 1959\nFaulkes 1995", "bibliography_references": {"reference": [{"display_string": "[Book] Woods, Barbara Allen. 1959. <i>The Devil in dog form. A partial type-index of Devil legends (Folklore studies)</i>. Berkeley: University of California Press."}, {"display_string": "[Book] Faulkes, Anthony. 1995. <i>Edda Snorri Sturluson</i>. Oxford and New York: Clarendon Press / Oxford University Press."}]}, "annotation": "The cursed oxen of the previous story (JPP 4.20) lead to this story of a successful conjuring of an evil ox. The evil ox is likely the devil in animal form (Woods 1959). The disruption of the farm is unmistakable in this story: the animals are in peril, and workers refuse to stay at the farm. The farmer himself offers a strategy that successfully drives the ox from the farm, and helps restore balance. The ox's fart lingers but causes no further damage.\n\n     Magical harnesses are widely attested, largely in connection with witches and their ride to the sabbath (DS VII 443). In some stories, the cunning person attaches a magical harness to the haunt and leads it out to be conjured (PJ 2.02).\n\n     Binding the ox with an elaborately crafted magical harness is reminiscent of the binding of the Fenris wolf in Snorri's Edda. In that story, the suspicious Fenrir is fettered with the magical harness Gleipnir crafted by dwarves out of the sound of a cat's step, the beard of a woman, the roots of a mountain, the sinews of a bear, the breath of a fish and the spit of a bird (Faulkes 1995, 28). Given this and other obscure references to Scandinavian mythology in Jens Peter's repertoire, it might well be that he was familiar with the mythological stories that had been widely propagated during the nineteenth century.", "danish_manuscript": "En Mand paa Linderumsgaard der var førend\nKapitain Skjærul, h. kunde aldrig have nogen\n\n7812B\nStuderøgter, for der gik jo en grum stor sort\nStud i Studehuset. Havde haft 4 Røgtere\ndet Vinter og den 5te vilde ogsaa rejse. Men\ns. fik h. ham til at blive der i 8 dage og se\nom der ingen Forandring skete. H. bandt Stu\nden hver eneste Nat, drev ham hen i Stu-\ndebaasene og bandt ham der, men om Morg.\nvar den væk. S. blev h. helt forstyret og\nturde ikke være der længere, vilde rejse.\nS. s. M. til ham nu kunde h. komme ud til\nham i Aft. s. skulde h. nok lave en Knæp\nping til ham, h. kunde binde om Studen.\nS flyver h. ham en sort Jøntraad der var\nfire avunden og den skulde h. kaste om\nHalsen af Studen og knytte i en særegen\nKnude som h. viste ham og s. binde den\ni den. Andendags Morgen var studen ble\nven til en stor sort slævret Kalv og da\nlaa den godt nok i Bindslet. S gaar Røgt\nhen i Laden og henter alle Karl. nu skulde\nde komme hen og se noget skjønt noget. S.\nkommer de derhen og skal da se. H. gaar hen\nog løsner Knuden op paa den Jøntraad. S.\nspr. Kalven op og stier ud ad den nedreste\nDør og i det samme slaar h en Skid s. det\nkunde høres over hele gaarden og den Lugte gik\nikke væk de første 8 Dage. Siden kom h der\nikke og s. kunde Manden faa Røgtere nok.", "english_manuscript": "There was a man on Linderumgård [Linderum farm], he was the one there before Captain Skjærul, and he could never get an ox handler because there was a huge black ox that went about in the ox house. He'd had four handlers that winter, and the fifth also wanted to leave. But he got him to stay there for eight days and see if there wasn't a change. The handler bound the ox every single night, drove him into the stall, and tied him there but in the morning it was gone. Then he got quite disturbed and wanted to leave, he didn't dare stay there any longer. Then the farmer says to him that he could come visit him that night, then he'd make him a harness that he could bind around the ox. The handler comes and he tosses him a cable that was made with four twisted wires and he was to put that around the neck of the ox and tie it in a special knot in it that he showed him, and then he was supposed to tie him up with that. The next morning the ox had turned into a large black slender calf, and it lay there in the harness. Then the handler goes to the barn and gets all the farmhands, they had to come and see something beautiful. They all come there to see. Then he goes over and loosens the knot on the iron cable. Then the calf jumps up and runs out of the lower door and, at the same time, he farts and it can be heard all over the farm, and the smell wouldn't go away for the next eight days. He never came there again, and then the farmer could get enough handlers.", "danish_publication": "Der var en Mand paa Linderumsgaard, det var ham, der var der førend Kapitain Skjærul, han kunde aldrig have nogen Studerøgter, for der gik en grumme stor sort Stud i Studehuset, og den var de ræd for. Han havde haft 4 Røgtere det Vinter, og den femte vilde ogsaa rejse. Men saa fik han ham til at blive der i 8 Dage og se, om der ingen Forandring skete. Røgteren bandt Studen hver eneste Nat, drev ham hen i Studebaasen og bandt ham der, men om Morgenen var den væk. Saa blev han helt forstyrret og vilde rejse, han turde ikke være der længere. Da siger Manden, te nu kunde han komme ind til ham i Aften, saa skulde han nok lave en Knæpping til ham, han kunde binde om Studen. Røgteren kommer ogsaa, og han flyer ham en sort Jøntraad, der var fir Avunden, og den skulde han kaste om Halsen af Studen og knytte i en særegen Knude, som han viste ham, og saa binde den i den. Andendags Morgen var Studen bleven til en stor sort slævret Kalv, og da laa den godt nok i Bindslet. Saa gaar Røgteren hen i Laden og henter alle Karlene, nu skulde de komme hen og se noget skjønt noget. De kommer ogsaa derhen og skal da se. Saa gaar han hen og løsner Knuden op paa den Jøntraad. Da springer Kalven op og stier ud ad den nederste Dør. Men i det samme slaar han en Skid, saa det kunde høres over hele Gaarden, og den Lugt gik ikke væk de første 8 Dage. Siden kom han der ikke, og saa kunde Manden faa Røgtere nok.", "english_publication": "There was a man on Linderumgård [Linderum farm], he was the one there before Captain Skjærul, and he could never get an ox handler because there was a huge black ox that went about in the steer house, and they were scared of it. He had had four handlers that winter, and the fifth also wanted to leave. But he got him to stay there for eight days and see if there wasn’t a change. The handler bound the ox every single night, drove him into the ox stall, and tied him there but, in the morning, it was gone. Then he got quite upset and wanted to leave, he didn’t dare stay there any longer. Then the farmer says to him that he could come visit him that night, then he’d make him a harness that he could bind around the ox. The handler comes and he tosses him a cable that was made with four twisted wires and he was to put that around the neck of the ox and tie it in a special knot in it that he showed him, and then he was supposed to tie him up with that. The next morning the ox had turned into a large, black, slender calf, and it lay there in the harness. Then the handler goes to the barn and gets all the farmhands, they had to come and see this beautiful thing. They all come in to see it. Then he goes over and loosens the knot on the iron cable. Then the calf jumps up and runs out of the lower door. But at the same time, the calf farts and it can be heard all over the farm, and the smell wouldn’t go away for the next eight days. It never came back again, and then the farmer could get enough handlers.", "keywords": {"keyword": ["barn", "beautiful", "bind", "black", "calf", "captain", "day", "disturbed", "door", "farm", "farmhand", "farmer", "fart", "harness", "house", "iron", "knot", "morning", "neck", "night", "ox", "Skjærul", "smell", "stall", "steer", "tie"]}, "etk_index": {"heading_danish": "Om Fanden og forbund med ham", "heading_english": "About the Devil and being in league with the Devil"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}