{"publication_info": "DSnr_II_D_63", "full_name": "241 - 4.22 - DSnr_II_D_63", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.22, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 373, "name": "Linderumgård", "display_name": "Linderumgård (place mentioned)"}, {"place_id": 629, "name": "Tårs", "display_name": "Tårs (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 384, "publication_info": "DS_II_D_72", "full_name": "384 - 0.00 - DS_II_D_72", "url": "data/stories/535.dfl"}, {"informant_id": 559, "publication_info": "DS_II_D_77", "full_name": "559 - 0.00 - DS_II_D_77", "url": "data/stories/635.dfl"}, {"informant_id": 348, "publication_info": "DS_II_D_99", "full_name": "348 - 0.00 - DS_II_D_99", "url": "data/stories/761.dfl"}, {"informant_id": 326, "publication_info": "DS_II_D_73", "full_name": "326 - 0.00 - DS_II_D_73", "url": "data/stories/471.dfl"}, {"informant_id": 241, "publication_info": "DSnr_VI_130", "full_name": "241 - 4.21 - DSnr_VI_130", "url": "data/stories/193.dfl"}, {"informant_id": 558, "publication_info": "DS_II_D_109", "full_name": "558 - 0.00 - DS_II_D_109", "url": "data/stories/754.dfl"}]}, "fielddiary_page_start": "7813a", "fielddiary_page_end": "7813a", "bibliographic_info": null, "bibliography_references": {"reference": {"display_string": "[Book] Jón, Jóhannesson. 1950. Vol. 11 of <i>Austfirðinga sögur</i>. Reykjavík: Hið Íslenzka fornritafélag."}}, "annotation": "Villeinage and the devil are prominent features in this story. The two men, out late at night, are interested in getting home quickly, and so they borrow a convenient horse. Unfortunately, in a widely attested motif, the horse is actually the devil. Not surprisingly, hitching a ride on the devil's back turns dangerous, with riders either carried high into the sky (DS II D 109), or tossed into rivers or lakes (DS II D 99). In the latter case, it is usually young girls on their way home at night from a knitting room who climb the horse to ford a stream (DS II D 73). \n\n     In almost all cases, the horse is taken without permission. Generally, the horse is easy to catch, tempting the rider(s) to steal it. The resolution often mentions that the rider changes his or her behavior, suffers physically from the ride, or is marked for life from the encounter.\n\n     Riding the easily caught horse with disastrous consequences is reminiscent of Einar's ill-advised riding of Freyfaxi in Hrafnkels saga (Jón 1950). In that saga, Einar rides a horse that he has been expressly forbidden from riding and, as a result, he is executed. The punishment for stealing horses in nineteenth century Denmark was less extreme, although the Danish Law defined the theft of a farmer's horse as hærværk (vandalism); the perpetrator would be fined and forced to pay compensation. \n\n     There is some confusion over the Captain's name. At the beginning of the recording (JPP 4.21), Tang Kristensen writes the name as Skjærul, but later in the manuscript, he uses the spelling Skjærulf. Although there is no division between this story and the preceding in the manuscript, Tang Kristensen splits the stories in his published versions and, because of this split, he adds some things, such as the reference to Linderumgård in the first line, and deletes other things, such as the narrative connector, \"Right after that...\"", "danish_manuscript": "Knap efter kom dh. Kapitain Skjærulf til\ngaarden. de kaldte ham ogsaa Kapitain Tæer\nløs, for han havde en Ligtorn paa hans Tæer\nS. var der 2 Mænd fra Taars der gjorde til\nHove til Linderumsg og gjorde Hovedage et\nPar Dage om Ugen. S. brugte de om Aft.\nnaar de skulde hjem at tage et Par Heste\naf Gaardens og ride et Stykke hjem paa. Den\nAften var de ikke i Følge, den ene vilde gaa\nhjem og den 2 vilde endelig ride hjem. H.\nfik ogsaa fat i en det var s. grov nemt\nat tage. Men jo længere h. red, jo højere \nh. kom og det kom ham for til sidst h.\nkom helt op i Himlen. Endelig blev h. klog\npaa at Hesten havde et Par store Horn og\ns. blev h. s. forskr. da h. saa dh Horn, at h.\nlod sig falde ned og faldt i noget Skovkrat\nog Skidt og slog sig saadan te h. laa vel en\nhel Maaned efter. Siden brød h. sig ikke\nom at komme op at ride.", "english_manuscript": "Right after that, this Captain Skjærulf came to the farm. They also called him Captain Tæerløs because he had a corn on his toes. There were two men from Taars who had villeinage at Linderum farm and they held the villeinage days twice a week. When they were to go home at night, they used to take a couple of the farm's horses and ride part of the way home on them. This night they weren't accompanying each other, one of them wanted to walk home and the other wanted to ride. He also got hold of a horse that was really easy to catch. But the longer he rode, the higher up he sat, and finally he was way up in the sky. Finally he got wise to the fact that the horse had a pair of large horns and he got so frightened when he saw these horns that he let himself fall down and he fell in a thicket and other crap and he got knocked so hard that he was bedridden for an entire month. After that he didn't like to ride.", "danish_publication": "Kapitain Skjærul (Schiern) paa Linderumsgaard kaldte de ogsaa Kapitain Tæerløs, for det han havde ene Ligtorne paa hans Tæer. I hans Tid var der to Mænd fra Taars, der gjorde Hove til Linderumsgaard og gjorde Hovedage et Par Dage om Ugen. Naar de skulde hjem om Aftenen, brugte de at tage et Par Heste af Gaardens og ride et Stykke hjem paa. Men den Aften var de ikke i Følge, den ene vilde gaa hjem, og den anden vilde endelig ride. Han fik ogsaa fat i en Hest, der var saa grov nem at tage, men jo længere han red, jo højere han kom, og det kom ham for til sidst, han kom helt op i Himlen. Endelig blev han klog paa, at Hesten havde et Par store Horn, og saa blev han saa forskrækket, da han saa deher Horn, at han lod sig falde ned og faldt i noget Skovkrat og Skidt og slog sig saadan, te han laa vel en hel Maaned efter. Siden brød han sig ikke om at komme op at ride.", "english_publication": "Captain Skjærul (Schiern) at Linderum farm was also called Captain Tæerløs because he had a corn on his toes. In his time there were two men from Taars who had villeinage at Linderum farm and they held the villeinage days twice a week. When they were to go home at night, they used to take a couple of the farm’s horses and ride part of the way home on them. But this night they weren’t accompanying each other, one of them wanted to walk home and the other wanted to ride. He also got hold of a horse, it was really easy to get, but the longer he rode, the higher up he sat, and finally he was way up in the sky. Finally he got wise to the fact that the horse had a pair of large horns and he got so frightened when he saw these horns that he let himself fall down and he fell into a thicket and other crap and he got knocked so hard that he was bedridden for an entire month. After that he didn’t like to ride.", "keywords": {"keyword": ["bed", "captain", "corn", "Cunning Folk", "day", "fact", "fall", "farm", "home", "horn", "horse", "month", "night", "riding", "Skjærul Schiern", "sky", "thicket", "toe", "villeinage", "week"]}, "etk_index": {"heading_danish": "Vandets ånder", "heading_english": "Water spirits"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}