{"publication_info": "DSnr_VI_114", "full_name": "241 - 4.23 - DSnr_VI_114", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.23, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 276, "name": "Hørby", "display_name": "Hørby (place mentioned)"}, {"place_id": 723, "name": "Volstrup", "display_name": "Volstrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 486, "publication_info": "DS_VI_345", "full_name": "486 - 0.00 - DS_VI_345", "url": "data/stories/482.dfl"}, {"informant_id": 241, "publication_info": "DS_V_1706", "full_name": "241 - 2.16 - DS_V_1706", "url": "data/stories/166.dfl"}]}, "fielddiary_page_start": "7813a", "fielddiary_page_end": "7813b", "bibliographic_info": "Gennep 1909\nTurner 1969", "bibliography_references": null, "annotation": "The minister's failed conjuring leads him into direct competition with the devil. The race against the devil is a common motif, and Jens Peter had previously told another variant of this legend (JPP 2.16). In that variant, the minister raced the haunt rather than the devil. Racing with the devil often leaves its mark: in this case, the minister sacrifices two valuable horses to save his own life. \n\n     Historical maps reveal a swampy and wooded area along the Sæby river stretching to the east from Volstrup church toward Hørby.", "danish_manuscript": "Pastor Fisker i Vilstrup h. havde manet en \nog det kom h. skidt fra og h. maatte da akkor\ndere med F. om. at h. skuld kjøre omkap\nved en halv Mil. Pr. havde hans Kusk\nmed sig og Kjøretøj og samt. og h. spr. paa\nVognen og F. skulde gaa jo gj Jorden neden\nunder, men Pr. kjøre ovenpaa. De skulde \nigjen et stort Egekrat og der var det ikke\n\n7813B\nnemt for F at rive sig der igjennem. Pr. \nkjørte lige godt 2 Bæster fordærvet s. de\nduede aldrig mere. for det var jo Livet\nom at gjøre og havde h. vunden s. skulde\nPr. have hørt ham til. H. kom til et\nsted i Sognegrændsen mellem Volstrup og\nHørby Sogn og var lige en Favn forrud\nF. s. h. randt fra ham. De kunde høre\nhvordan Egerødderne de knaste i Jorden\nog havde de kommet til at kjøre paa jævn\nMark, s havde Pr. tabt. De kjørte fra\nKirkegaarden en halv Mil. [Den G]", "english_manuscript": "Minister Fisker in Volstrup had conjured one down, and he came away poorly from that and he had to agree with the Devil that they should race over half a mile. The minister had his coachman along and the wagon and everything, and he jumps up in the wagon. The Devil was supposed to go under ground and they were going to drive on top. They were to go through a big oak thicket and it wasn't easy for the Devil to tear his way through that. The minister drove two horses to exhaustion so they were never good for anything again because it was a matter of life and death and if he'd won then the minister would belong to him. He got to a place on the border of the parish between Volstrup and Hørby parish, and was just a fathom ahead of the Devil, and so he beat him. They could hear how the oak roots crackled in the ground, and if they'd been driving on a level field, then the minister would have lost. They drove a half mile from the cemetery.", "danish_publication": "Pastor Fisker i Volstrup han havde været ved at mane én ned, og det kom han skidt fra. Han maatte da akkordere med Fanden om, at han skulde kjøre omkap med ham en halv Mil. Præsten havde hans Kusk med sig og Kjøretøj og samt, og han springer paa Vognen, for han skulde jo kjøre ovenpaa, men Fanden skulde gaa gjennem Jorden neden under. De skulde igjennem et stort Egekrat, og der var det ikke nemt for Fanden at rive sig igjennem. De kunde høre, hvordan Egerødderne de knaste i Jorden, og havde de kommet til at kjøre paa jævn Mark, saa havde Præsten tabt. De kjørte fra Kirkegaarden til et Sted i Sognegrændsen mellem Volstrup og Hørby Sogne, det var vel en halv Mil, og da de kommer der, var Præsten lige en Favn foran Fanden, saa han vandt da fra ham. Det var jo Livet om at gjøre, og Præsten kjørte lige godt to Bæster fordærvet, saa de duede aldrig mere, men havde Fanden vundet, saa skulde Præsten have hørt ham til.", "english_publication": "Minister Fisker in Volstrup had been out conjuring one down, and he came away poorly from that. He had to agree with the devil that they should race over half a mile course. The minister had his coachman along and the wagon and everything, and he jumps up in the wagon, because they were going to drive on top while the devil was supposed to go underground. They were to go through an oak thicket and it wasn’t easy for the devil to tear his way through that. They could hear how the oak roots crackled in the ground, and if they’d been driving on a level field, then the minister would have lost. They drove from the cemetery to a place on the border of the parish between Volstrup and Hørby parish, that was half a mile, and when they got there, the minister was just a fathom ahead of the devil, and so he beat him. It was a matter of life and death, and the minister drove the two horses so hard that they never really were good for anything again but, if the devil had won, then the minister would have belonged to him.", "keywords": {"keyword": ["agreement", "cemetery", "coachman", "conjuring", "death", "devil", "field", "horse", "minister", "oak", "parish", "root", "thicket", "wagon"]}, "etk_index": {"heading_danish": "Om Fanden og forbund med ham", "heading_english": "About the Devil and being in league with the Devil"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}