{"publication_info": "DSnr_VI_191", "full_name": "241 - 4.24 - DSnr_VI_191", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.24, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 38, "name": "Åstrup", "display_name": "Åstrup (place mentioned)"}, {"place_id": 266, "name": "Hjørring", "display_name": "Hjørring (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DSnr_IV_290", "full_name": "241 - 4.25 - DSnr_IV_290", "url": "data/stories/197.dfl"}, {"informant_id": 241, "publication_info": "DSnr_V_889", "full_name": "241 - 4.28 - DSnr_V_889", "url": "data/stories/200.dfl"}, {"informant_id": 241, "publication_info": "DS_V_975", "full_name": "241 - 1.08 - DS_V_975", "url": "data/stories/149.dfl"}]}, "fielddiary_page_start": "7813b", "fielddiary_page_end": "7814a", "bibliographic_info": "Pentikäinen 1969", "bibliography_references": {"reference": {"display_string": "[Article] Pentikäinen, Juha. 1969. The Dead without Status. Vol. 4 of <i>Temenos</i>, 92-102."}}, "annotation": "This is a variant of a story that Jens Peter had told previously (JPP 1.08). The differences between the two variants are interesting. In the earlier story, the emphasis is on the wise minister, who is identified and linked directly in the narrative to Jens Peter's own family. Easy external verification--at least of the minister--is suggested by the location of his tomb. In this later variant, the minister is not identified. The emphasis is placed on the man who reappears after death who is now identified as the miller (and accorded clear social status). His haunt returns specifically for his money. The motivation for the haunt in the earlier variant had to be interpolated. This variant also includes greater detail about the conjuring, but the location of the conjuring remains constant, as does the etiological tag identifying the stone that marks the spot.", "danish_manuscript": "Mølleren i Aastrup Mølle sønden og vesten\nfor Hjørring h. bliver syg og døer og s. havde\nh. 800 Rigsdaler i ene Sølv. Dem vilde\nh. have med sig i Kisten og Graven. Nu\nkommer Pr. derned til Begravelsen og s. fik\nh. det at vide med de Penge. S. vilde h. ikke\nkaste Muld paa ham, andet end de Penge\nskulde tages af Kisten. S. bliver de taget\naf, og h. bliver begravet. Men s. Natten\nefter da h. var begravet om Dagen, da\nkommer der en grum stor sort Hund\nned til Åstrup Mølle og h. gjorde saadan\nen Spektakel og veltede Sengen og smed\nFolkene ud ad dem og saadan Allarm\nte de kunde da ikke være der. H. forlangte\n\n7814A\nat faa Pengene igien. Saadan blev h. ved en\n8 Dags Tid og det blev værre og værre. S.\ngaar de til Pr. og har Pengene med dem og\nvilde haft Graven kast op og de skulde have\nværet i Kisten til ham. Pr. s. nej det kunde\nikke lade sig gjøre, men nu skulde h. nok\nmøde i Aastrup i Aften. Gjeng. kom ved\net vist Klokkeslæt og Pr. kom ogsaa. De tal\ntes s ved Pr. og Gj. men kunde ikke blive\nenige og s. manede Pr. ham ned paa\nDæmningen og der ligger en stor flad Sten\nsom h. er sat ned under. Vejen til Hjør\nring gaar over Dæmningen. S havde de\nfaaet Ro paa Møllen.", "english_manuscript": "The miller in Aastrup mill south and west of Hjørring gets sick and he dies and he had eight hundred rixdollars in pure silver. He wanted them with him in his coffin and in the grave. Now the minister comes down to the burial and he found out about this with the money. Now he won't cast dirt on him unless they took the money out of the coffin. So it's taken out and he's buried. But then that night, he'd been buried during the day, a big black dog shows up down at Aastrup mill, and he made such a ruckus and tipped over the beds and threw the people out of them, and made so much noise that they couldn't stay there. He wanted the money back. He kept up like that for eight days and it got worse and worse. They go to the minister and they have the money with them and want the grave opened so they could put it down to him in the coffin. The minister said no, that couldn't be done, but he said he'd come to Aastrup that evening. The revenant came at a certain stroke of the clock, and the minister came too. They talked to each other, the minister and the revenant, but they couldn't agree, and so the minister conjured him down near the embankment, and there's a big flat stone that he was put underneath. Then they got peace at the mill. The road to Hjørring goes over that embankment.", "danish_publication": "Mølleren i Aastrup Mølle sønden og vesten for Hjørring han bliver syg og ligger for Døden. Saa havde han 800 Rigsdaler i ene Sølv, og dem vilde han have med sig i Graven, saa han forlangte, de skulde lægge dem i Kisten til ham, som da ogsaa blev gjort. Nu kommer Præsten derned til Begravelse, og han fik det at vide med de Penge. Men saa vilde han ikke kaste Muld paa ham, andt end de Penge skulde tages af Kisten. De bliver ogsaa taget af, og han bliver begravet. Men saa Natten efter, da Mølleren er begravet om Dagen, da kommer der en grumme stor sort Hund ned til Aastrup Mølle, og han gjorde saadan et Spektakel og væltede Sengene og smed Folkene ud af dem og gjorde saadan Allarm, te de kunde da ikke være der. Han forlangte jo at faa Pengene igjen. Saadan blev han ved en 8 Dags Tid, og det blev værre og værre. De gaar saa til Præsten og har Pengene med dem og vilde haft Graven kast op, for at faa Pengene put derned, saadan de kunde faa Ro. Men Præsten sagde nej, det kunde ikke lade sig gjøre, men nu skulde han nok møde i Aastrup i Aften. Gjengangeren kom ved et vist Klokkeslæt, og Præsten kom ogsaa. De taltes saa ved, Præsten og Gjengangeren, men kunde ikke blive enige, og saa manede Præsten ham ned paa Dæmningen, og der ligger en stor flad Sten, som han er sat ned under. Saa havde de faaet Ro paa Møllen. Vejen til Hjørring gaar netop over Dæmningen, og Stenen er let kjendelig.", "english_publication": "The miller in Aastrup mill south and west of Hjørring gets sick and is lying at death’s door. He had eight hundred rixdollars in pure silver and he wanted them with him in the grave, and so he requested that they be placed in the coffin with him and this was done too. Now the minister comes down to the burial and he found out about this money. But now he won’t cast dirt on him unless they take the money out of the coffin. It's also taken out and he’s buried. But then that night, the miller had been buried during the day, a big black dog arrives down at Aastrup mill, and he made such a ruckus and tipped over the beds and threw the people out of them, and made so much noise that they couldn’t stay there. He wanted the money back. He kept up like that for eight days and it got worse and worse. They go to the minister and they have the money with them and want the grave opened so they could put the money down there so they could get some peace. But the minister said no, that couldn’t be done, but he said he’d come to Aastrup that evening. The revenant came at a certain stroke of the clock and the minister came too. They talked to each other, the minister and the revenant, but they couldn’t agree, and so the minister conjured him down near the embankment, and there’s a big flat stone that he was put underneath. Then they got peace at the mill. The road to Hjørring goes right over that embankment and the stone is easily recognized.", "keywords": {"keyword": ["agreement", "bed", "black", "burial", "clock", "coffin", "conjuring", "day", "death", "dike", "dirt", "dog", "door", "evening", "grave", "mill", "miller", "minister", "money", "night", "noises", "revenant", "rix dollars", "road", "ruckus", "sickness", "silver", "south", "stone", "west"]}, "etk_index": {"heading_danish": "Om Fanden og forbund med ham", "heading_english": "About the Devil and being in league with the Devil"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}