{"publication_info": "DSnr_IV_290", "full_name": "241 - 4.25 - DSnr_IV_290", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.25, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 71, "name": "Boller", "display_name": "Boller (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_IV_687", "full_name": "241 - 2.15 - DS_IV_687", "url": "data/stories/165.dfl"}, {"informant_id": 241, "publication_info": "DSnr_VI_191", "full_name": "241 - 4.24 - DSnr_VI_191", "url": "data/stories/196.dfl"}]}, "fielddiary_page_start": "7814a", "fielddiary_page_end": "7814b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Jens Peter told a variant of this story in his second session with Tang Kristensen (JPP 2.15). There are several differences between the two accounts. While both descriptions of the manor lord focus on his poor treatment of the peasants, this later variant emphasizes the manor lord's reliance on corporal punishment and torture to keep them in line. The minister in the first variant is explicitly described as being \"wise,\" whereas it is implicit in this variant. Perhaps the most important difference is the identity of the interloper--in the first variant, the low status miller's farmhand interrupts the conjuring whereas, in this variant, it is the high status miller. The poor judgment of the miller in this story resonates with that of the miller in the preceding story (JPP 4.24).", "danish_manuscript": "Der var en Herremand paa Boller h. var s. \nstreng mod  hans Bønder lod dem ride Træ\nhest o.s.v. og flere andre Torturredskaber\nbrugte. S. blev h. syg og skulde da til at dø.\nEfter ham kom der en ung Ejer paa Boll.\nmen h. kunde ikke være der. for den 2\ngik og spøgte, s. der kunde ingen Ro være\nfor ham. S. fik de en Præst til at komme\nder og mane ham, og h. fik ham ogsaa\ns. vidt at h. fik ham drevet ud til Bol\nler Vandmølle. S var det en Nat h. da\nkom og de Trækkedes om det for Herremand\nden var ogsaa noget lærd og den 1 vilde ikke\ngive sig, den 2 heller ikke. S. rakte Mølleren\n\n7814B\nHovedet ud af Taget og vilde se paa hvordan\ndet gik til. Da var Herrem. nær ved at faa\nMon med Pr. og h. var ved at skulle i Mølle\ndammen. Da bliver Møll. forskr. og tog Ho\nvedet til sig og krøb ind i Møllen. S. fik\nPr. Magten og fik Held til at faa ham\nbanket ned. for de skulde jo være ene\nto om det.", "english_manuscript": "There was a manor lord at Boller, he was really strict with his peasants, he made them ride the wooden horse and the like and he used several other torture devices. The he got sick and was going to die. After him, a young owner arrived at Boller, but he couldn't stay there because the other one went and haunted there, and he wouldn't let him be in peace. They got a minister there to conjure him, and he got so far as to get him all the way to Boller water mill. It was at night, and they stood there and fought back and forth, because the manor lord was also somewhat learned; neither one would give in. The miller stuck his head out of the roof and wanted to watch what was happening. Then the manor lord almost got power over the minister and he was about to be forced into the mill pond. Then the miller got scared and pulled his head back in and crept into the mill. Now the minister got the power and was lucky enough to knock the ghost down. They were supposed to be the only two there while this was going on.", "danish_publication": "Der var en Herremand paa Boller, han var saa stræng mod hans Bønder, lod dem ride Træhesten og brugte flere andre Torturredskaber. Saa blev han syg og døde da ogsaa. Efter ham kom der en ny Ejer paa Boller, men han kunde ikke være der, for den anden gik og spøgte, og der kunde ingen Ro være for ham. De fik saa en Præst til at komme der og mane ham, og han fik ham ogsaa saa vidt, at han fik ham drevet ned til Boller Vandmølle. Det var jo om Natten, og der stod de og trækkedes om det, for Herremanden var ogsaa noget lærd; den ene vilde ikke give sig, og den anden heller ikke. Mølleren blev opmærksom paa det og rakte Hovedet ud af Taget og vilde se paa, hvordan det gik til. Da var Herremanden nær ved at faa Mon med Præsten, der var ved at skulle i Mølledammen, men saa bliver Mølleren forskrækket og tager Hovedet til sig og kryber ind i Møllen. Nu fik Præsten Magten og fik Held til at faa Spøgelset banket ned. Sagen var jo, at de skulle være ene to om det.", "english_publication": "There was a manor lord at Boller, he was really hard on his peasants, he made them ride the wooden horse and he used several other torture devices. Then he got sick and he died too. After him, a new owner arrived at Boller, but he couldn’t stay there because the other one went and haunted there, and he wouldn’t let him be in peace. They got a minister there to conjure him, and he got so far as to get him all the way to Boller water mill. It was at night, and they stood there and fought back and forth, because the manor lord was also somewhat learned [cunning]; neither one would give in. The miller noticed this and he stuck his head out of the roof and wanted to watch what was happening. Then the manor lord almost got power over the minister and the minister was about to be forced into the mill pond, but then the miller gets scared and pulls his head back in and creeps into the mill. Now the minister got the power and was lucky enough to knock the ghost down. The reason was that they were supposed to be the only two there while this was going on.", "keywords": {"keyword": ["conjuring", "death", "ghost", "haunting", "horse", "learning", "luck", "manor lord", "mill", "mill pond", "miller", "minister", "night", "owner", "peasantry", "power", "riding", "roof", "sickness", "water", "wooden"]}, "etk_index": {"heading_danish": "Herremænd, fruer, jomfruer", "heading_english": "Manor lords, ladies and misstresses"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}