{"publication_info": "DSnr_V_539b", "full_name": "241 - 4.26 - DSnr_V_539b", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.26, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 106, "name": "Burskov", "display_name": "Burskov (place mentioned)"}, {"place_id": 673, "name": "Ugilt", "display_name": "Ugilt (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 480, "publication_info": "DS_IV_1121", "full_name": "480 - 0.00 - DS_IV_1121", "url": "data/stories/746.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1134", "full_name": "241 - 1.07 - DS_IV_1134", "url": "data/stories/148.dfl"}, {"informant_id": 241, "publication_info": "DSnr_IV_574", "full_name": "241 - 4.19 - DSnr_IV_574", "url": "data/stories/191.dfl"}, {"informant_id": 241, "publication_info": "DSnr_V_539a", "full_name": "241 - 4.27 - DSnr_V_539a", "url": "data/stories/199.dfl"}]}, "fielddiary_page_start": "7814b", "fielddiary_page_end": "7815a", "bibliographic_info": "Rørbye 1976", "bibliography_references": {"reference": {"display_string": "[Book section] Rørbye, Birgitte. 1976. Den illegale sygdomsbehandling som folkloristisk problem. Bidrag til en sociokulturel oversigt for Danmark. In <i>Nordisk folketro. Studier tillägnade Carl-Herman Tillhagen 17. december 1976</i>: 203-20. Lund: Nordiska museet."}}, "annotation": "In this story of a solicitous haunt, the minister's wife is complicit in the crime that leads to the haunting, a situation reminiscent of Jens Peter's stories of the would-be ghost (JPP 1.07 and 4.19). The minister's wife attempts to confront the haunt, but suffers from her lack of experience, an episode that parallels the more calamitous stories of the countess's inexperienced use of the Black Book (JPP 2.06 and 4.20).\n\n     Tang Kristensen split the manuscript record into two stories even though there was no indication in the manuscript that Jens Peter did not perform the stories as an integrated whole. In the published versions, the interwoven account of Kræn Raadsig and Kristine Høeg's engagement is turned into a seemingly independent story (JPP 4.27). \n\n     Abortion was a clandestine enterprise in the nineteenth century Denmark (Rørbye 1976). Although cunning folk often prescribed herbal remedies to induce abortions, other practices that could induce a miscarriage, such as extreme physical exertion, were also common.", "danish_manuscript": "Der var en Pastor Høeg der boede i Ugilt og\nh. har døbt mig. En Karl der tjente i Præste\ngaarden de kaldte ham Kræn Raadsig og\nh. laaner 25 Rdl af en 2 Karl som\ntjente der og var fra Budskov i Ugilt\nog h. var taget til Fodgarder og rejst til\nKjøbenhavn. S. laa h. der et halvt Aars\nTid bliver syg, kommer paa Sygestuen og døer.\nPræstemadam hu havde været med til at\nlaane de 25 Rdl til Kræn Raadsig for\nh. var hendes Datters kjæreste og de blev\nda ogsaa gift og boede nede i Bindslev Sogn\nN. s. sp. de jo, at Karlen var død i Kjøb\nog s. mente de at Pengene ogsaa var betalt\nog ingen kunde tro andet. Hans Tøj og Sager\nblev sendt hjem til Familien, men Pen-\ngene kom ikke og det skulde Madammen\njo have sørget for. Det staar hen en Maa\nneds Tid men s. viser der sig et hvidt Spø\ngelse i Præstegaarden i Bryggerset og Pi\n\n7815A\ngerne var helt forskr. for det. Det\nblev ved at gaa der hver Aften en 8\nDags Tid. Men s. en Aften da kom\nMadam der nede i Øjeblikket for\nhu vilde da ogsaa se det x, Men s. tog\ndet fat paa hende og klemte hende\nsaadan og hu blev syg. S. fik Pr. det\nat vide og s. gik h. derned 2 Dags\nAften og talte til det, og Dagen efter\nblev der gjort Redelighed med de 25\nDaler. Saa saa de aldrig Spøgelset me\nre og der kom Ro i Gaarden. \nDet var\naltsaa Kræn Raadsigs skyld.\nKristine Høeg var bleven frugtsommelig\nved Kræn Raadsig og s. dandsede hun\nom Julen s. forfærdelig med min Fader en Aften.\nat hu gjorde Barsel anden Dagen\nog Barnet døde.\nx hun skulde da vise hu turde gaa der\nned, sagde hun..", "english_manuscript": "There was a Pastor Høeg who lived in Ugilt and he baptized me. A farmhand who worked in the parsonage they called him Kræn Raadsig and he borrowed twenty-five daler from another farmhand who worked there and was from Budskov in Ugilt. He was drafted as an infantryman and went to Copenhagen. He is there for half a year, gets sick, winds up in the infirmary and dies. The parsonage madam was in on loaning the money to Kræn Raadsig because he was his daughter's boyfriend and they also got married and lived down in Bindslev parish. Well, then they ask about his death in Copenhagen, and then they figured the money had been paid back and nobody could think otherwise. His clothes and things were sent home to the family, but the money didn't come and the madam should have taken care of this. It's like this for a month but then a white ghost appears in the scullery of the parsonage, and the hired girls were terribly afraid of it. It continued to walk about out there every night for eight days. Then one night the madam goes down there just at the moment it tended to come because she also wanted to see it, she was going to show that she also dared to go down there, she said. But then it took hold of her and squeezed her, and she got sick. Then the minister learned about this and he went down there the next evening and talked to it, and the next day they made good on the twenty five daler. After that they didn't see the ghost again and there was peace in the farm. It was Kræn Raadsig's fault. Kristine Høeg had gotten pregnant by Kræn Raadsig and then she danced so hard with my father one night around Christmas that she gave birth the next morning and the child died.", "danish_publication": "Der boede en Pastor Høeg i Ugilt, det er ham, der har døbt mig, og han havde en Datter Kristine, der var forlovet med en Karl, som tjente i Præstegaarden, de kaldte ham Kræn Raadsig. Hun blev frugtsommelig ved ham, men saa en Aften, der var Dands, det var om Julen, da dandsede hun saa forfærdelig med min Fader, at hun gjorde Barsel anden Dagen, og Barnet døde. Kræn Raadsig og hende blev da gift en Tid efter og boede nede i Bindslev Sogn. Saa tjente der ogsaa en anden Karl i Præstegaarden, han var fra Burskov i Ugilt, og ham laante Kræn Raadsig 25 Daler af. Præstemadammen var med til at laane Pengene af ham. Saa bliver denher Karl taget til Fodgarder og rejste til Kjøbenhavn, men fik ikke Pengene, inden han tog afsted. Et halvt Aars Tid efter bliver han syg, kommer paa Sygestuen og døer. Naa, saa spørger de der i Præstegaarden, at Karlen er død i Kjøbenhavn, men de gjør ingen Ting ved at faa Pengene betalt til Arvingerne. Det skulde Madammen da især have sørget for, og Familien til Karlen mente, at Pengene var betalt, og ingen kunde tro andet. Det staar hen en Maaneds Tid, men saa viser der sig et hvidt Spøgelse i Bryggerset i Præstegaarden, og Pigerne var helt forskrækkede for det. Det blev ved at gaa der hver Aften en 8 Dags Tid, og Madammen hørte jo om det. Saa en Aften kommer hun der ned i Øjeblikket, som det plejede at komme, for hun skulde da vise, te hun turde ogsaa gaa derned, sagde hun. Men saa tog det fat paa hende og klemte hende saadan, te hun blev syg. Saa fik Præsten det at vide, og han gik derned anden Dags Aften og talte til det, og Dagen efter blev der gjort Redelighed med de 25 Daler. Siden saa de aldrig Spøgelset mere, og der kom Ro i Gaarden.", "english_publication": "There was a Pastor Høeg who lived in Ugilt, he was the one who baptized me, and he had a daughter Kristine who was engaged to a farmhand who worked in the parsonage, he was called Kræn Raadsig. She got pregnant by him, but one evening there was a dance, it was at Christmastime, then she danced so much with my father that she had the child the next day, and the baby died. She and Kræn Raadsig were married a little after that and lived down in Bindslev parish. Then there was another farmhand who also worked in the parsonage, he was from Burskov in Ugilt, and Kræn Raadsig borrowed twenty-five daler from him. The parsonage madam was in on borrowing the money from him. Then this farmhand is drafted and has to go to Copenhagen but he doesn’t get the money before he leaves. Half a year later, he gets sick, winds up in the infirmary and dies. Well, the people at the parsonage inquire about his death in Copenhagen but they don’t do anything about paying the money back to his heirs. The madam especially should have taken care of this, and the farmhand’s family believed that the money had been paid and nobody could have believed otherwise. It is like this for a month but then a white ghost appears in the scullery of the parsonage, and the girls were terribly afraid of it. It continued to walk about out there every night for eight days, and the madam heard about it. Then one night she goes down there just at the moment it tended to come because she was going to show that she dared to go down there, she said. But then it took hold of her and squeezed her, and she got sick. Then the minister learned about this and he went down there the next evening and talked to it, and the next day they made good on the twenty-five daler. After that they didn’t see the ghost again and there was peace at the farm.", "keywords": {"keyword": ["afraid", "baby", "baptism", "belief", "borrow", "children", "Christmas", "daler", "dancing", "daughter", "day", "death", "evening", "family", "farm", "farmhand", "father", "ghost", "girl", "Kristine", "Kræn Raadsig", "learning", "marriage", "minister", "money", "month", "night", "parish", "parsonage", "Pastor Høeg", "pregnant", "scullery", "sickness", "white", "year"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}