{"publication_info": "DSnr_V_539a", "full_name": "241 - 4.27 - DSnr_V_539a", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.27, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 673, "name": "Ugilt", "display_name": "Ugilt (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 241, "publication_info": "DSnr_V_539b", "full_name": "241 - 4.26 - DSnr_V_539b", "url": "data/stories/198.dfl"}}, "fielddiary_page_start": "7815a", "fielddiary_page_end": "7815a", "bibliographic_info": null, "bibliography_references": null, "annotation": "Tang Kristensen separated this account from his previous account, and rearranged their position in the published version. For ease of comparison, the manuscript recording is presented here and incorporated in the preceding record as well (See JPP 4.26). The entire published version of the story appears here and in the preceding record (JPP 4.26).", "danish_manuscript": "Det var\naltsaa Kræn Raadsigs skyld.\nKristine Høeg var bleven frugtsommelig\nved Kræn Raadsig og s. dandsede hun\nom Julen s. forfærdelig med min Fader en Aften.\nat hu gjorde Barsel anden Dagen\nog Barnet døde.\nx hun skulde da vise hu turde gaa der\nned, sagde hun..", "english_manuscript": "It was Kræn Raadsig's fault. Kristine Høeg had gotten pregnant by Kræn Raadsig and then she danced so hard with my father one night around Christmas that she gave birth the next morning and the child died.", "danish_publication": "Der boede en Pastor Høeg i Ugilt, det er ham, der har døbt mig, og han havde en Datter Kristine, der var forlovet med en Karl, som tjente i Præstegaarden, de kaldte ham Kræn Raadsig. Hun blev frugtsommelig ved ham, men saa en Aften, der var Dands, det var om Julen, da dandsede hun saa forfærdelig med min Fader, at hun gjorde Barsel anden Dagen, og Barnet døde. Kræn Raadsig og hende blev da gift en Tid efter og boede nede i Bindslev Sogn. Saa tjente der ogsaa en anden Karl i Præstegaarden, han var fra Burskov i Ugilt, og ham laante Kræn Raadsig 25 Daler af. Præstemadammen var med til at laane Pengene af ham. Saa bliver denher Karl taget til Fodgarder og rejste til Kjøbenhavn, men fik ikke Pengene, inden han tog afsted. Et halvt Aars Tid efter bliver han syg, kommer paa Sygestuen og døer. Naa, saa spørger de der i Præstegaarden, at Karlen er død i Kjøbenhavn, men de gjør ingen Ting ved at faa Pengene betalt til Arvingerne. Det skulde Madammen da især have sørget for, og Familien til Karlen mente, at Pengene var betalt, og ingen kunde tro andet. Det staar hen en Maaneds Tid, men saa viser der sig et hvidt Spøgelse i Bryggerset i Præstegaarden, og Pigerne var helt forskrækkede for det. Det blev ved at gaa der hver Aften en 8 Dags Tid, og Madammen hørte jo om det. Saa en Aften kommer hun der ned i Øjeblikket, som det plejede at komme, for hun skulde da vise, te hun turde ogsaa gaa derned, sagde hun. Men saa tog det fat paa hende og klemte hende saadan, te hun blev syg. Saa fik Præsten det at vide, og han gik derned anden Dags Aften og talte til det, og Dagen efter blev der gjort Redelighed med de 25 Daler. Siden saa de aldrig Spøgelset mere, og der kom Ro i Gaarden.", "english_publication": "There was a Pastor Høeg who lived in Ugilt, he was the one who baptized me, and he had a daughter Kristine who was engaged to a farmhand who worked in the parsonage, he was called Kræn Raadsig. She got pregnant by him, but one evening there was a dance, it was at Christmastime, then she danced so much with my father that she had the child the next day, and the baby died. She and Kræn Raadsig were married a little after that and lived down in Bindslev parish. Then there was another farmhand who also worked in the parsonage, he was from Burskov in Ugilt, and Kræn Raadsig borrowed twenty-five daler from him. The parsonage madam was in on borrowing the money from him. Then this farmhand is drafted and has to go to Copenhagen but he doesn’t get the money before he leaves. Half a year later, he gets sick, winds up in the infirmary and dies. Well, the people at the parsonage inquire about his death in Copenhagen but they don’t do anything about paying the money back to his heirs. The madam especially should have taken care of this, and the farmhand’s family believed that the money had been paid and nobody could have believed otherwise. It is like this for a month but then a white ghost appears in the scullery of the parsonage, and the girls were terribly afraid of it. It continued to walk about out there every night for eight days, and the madam heard about it. Then one night she goes down there just at the moment it tended to come because she was going to show that she dared to go down there, she said. But then it took hold of her and squeezed her, and she got sick. Then the minister learned about this and he went down there the next evening and talked to it, and the next day they made good on the twenty-five daler. After that they didn’t see the ghost again and there was peace at the farm.", "keywords": {"keyword": ["afraid", "baby", "baptism", "belief", "borrow", "children", "Christmas", "daler", "dancing", "daughter", "day", "death", "evening", "family", "farm", "farmhand", "father", "ghost", "girl", "Kristine", "Kræn Raadsig", "learning", "marriage", "minister", "money", "month", "night", "parish", "parsonage", "Pastor Høeg", "pregnant", "scullery", "sickness", "white", "year"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}