{"publication_info": "JAH_IV_348", "full_name": "150 - 0.02 - JAH_IV_348", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 0.02, "fieldtrip": "None recorded", "places": {"place": {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "JAH_IV_397", "full_name": "150 - 3.32 - JAH_IV_397", "url": "data/stories/95.dfl"}, {"informant_id": 150, "publication_info": "KO_I_73", "full_name": "150 - 4.26 - KO_I_73", "url": "data/stories/137.dfl"}]}, "fielddiary_page_start": "No field diary recording", "fielddiary_page_end": "No field diary recording", "bibliographic_info": null, "bibliography_references": null, "annotation": "These amusing phrases, collected by Karl Hjort, all rely on twisting the meaning of words, or using formulations and phrasing known from church services to make risqué statements. The Christmas celebrations and similar lejestuer [festive celebrations] held at various farms were one of the few chances for unmarried men and women of the parish to gather in an informal and non-work setting.\n\nTang Kristensen has written a long introduction to this record:\n\nFollowing here are certain formula that have been used at Christmas gatherings, and are deliberate twisting of expressions. While they appear to make fun of the holy word, they should rather be considered examples of youthful self confidence and enthusiasm. Several of these formula also have obscene or vulgar sections. In earlier times people didn't take this as seriously, and it often happened that, if such sentences were presented in a jocular manner, they could lead to great amusement. In particular, they would perform marriages and baptisms, imitating, using other words, church functions, into which they would infuse amusement. Twisted invitations to births or weddings were also common at these occasions and, since I have a large number of them at hand, and since there is now occasion to give some examples, they follow here as well. One should note that many of them, perhaps because of later misunderstandings, have been woven into other nonsense rhymes, so all of it has in fact become nonsense now. I refer to my book, Molbo- og Aggerbohistorier, the section on Lying Nonsense (MA I, 108-120, MA II, 112-126).", "danish_manuscript": "No field diary recording", "english_manuscript": "Wedding vows: Just as the hoopoe with its beautiful crown or the peacock with its gilded feathers and spotted legs, that is exactly how your hastily dolled up bride and groom appear to me today. Love burns in my heart for her, just like the cat when he sees a sausage, or the fox when he sees a sour cheese or a grey goose in his eyes, or in front of his eyes, you, the most beautiful among mankind's daughters. But I am afraid that he will say, just as Moses says it in the fifth, backwards in the twenty-eighth, \"You shall take wife, but others shall sleep with her.\" Those are the words of the text. And so I ask you, you honorless and greatly scorned young man, Mikkel Husløs [Homeless], if you have asked counsel of your family, friends, the toll taker in Viborg or the police commander in Aalborg whether you should take the honorless and greatly scorned young woman, Sidsel Sluwp, who stands by your side? Then give each other your feet. - I ask you to keep your marriage so that it is not with you like the sow that walks on the street: when you scratch her underbelly, she lies down, or like the grey mare who stands on the hill, when she's eaten her stomach full, she shits a trough full. But you should be wild and crazy, quick and snappy, bite and scratch about yourselves, then your sins will fall from you, like cow shit tumbles off of high mountains. It was written in St. Paul's epistel to the Romans, that toll, just as in your mother's skirt in the third wrinkle from her bum. Amen!", "danish_publication": "Heretter fölger nogle formularer, som man har brugt i julestuerne, og som er lutter forvrængelser, der ser ud som spot mod det hellige, men dog nærmest må betragtes som udslag af kådhed og ungdomsovermod og -lystighed. Adskillige af disse formularer havde endog usømmelige eller platte afsnit. I forrige tider tog man det ikke så nöje hermed, og det var ikke fri, at slige sætninger, når de blev vittigt fremsatte, vakte den störste morskab. Særlig brugte man at ægtevie og at døbe, efterlignede altså de kirkelige handlinger, hvortil der kunde knyttes munterhed. Forvrængede indbydelser til barsel og bryllup bragtes også ved samme lejlighed, og da jeg har en stor masse af dem liggende, og der her er anledning til at give prøver af dem, følger de med. Men man mærke sig. at flere af dem måske på grund af senere misforståelse er blevne indvævede i andre vrövleremser, så det hele nu egentlig er blevet til vrövl.\nHer henvises forövrigt til min bog: Molbo- og Aggerbohistorier, afsnittet: Lögnevrövl.\nEn brudevielse. Ligesom hærfuglen, der har en dejlig krands, eller påfuglen, der har forgyldte fjer og skurvede ben, ligeledes forekommer mig i dag om eders pludselige udstafferede brud og brudgom. Elskovsglæde brænder i mit hjærte til hende, ligesom katten, når han ser en medisterpølse, eller mikkel ræv, nar han ser en sur ost eller en grågås i hans öjne eller for hans öjne, du den dejligste blandt menneskenes dötre. Men jeg frygter for, at han skal komme til at sige, ligesom Moses siger i det 5. bagvendt i det 28.: \"Du skal trolove dig en hustru, men andre skal sove hos hende.\" Det er textens ord.\nSå tilspörger jeg dig, du æreløse og velforagtede ungkarl Mikkel Husløs, om du har berådt dig med din slægt og venner ligesom tolderen i Viborg eller overbetjenten i Aalborg, om du vil have den æreløse og velforagtede ungpige Sidsel Sluwp... som står ved din side? Så giv hverandre derpå eders födder. — Jeg beder eder, at I holder eder i eders ægtestand, at det ikke er med eder som soen, der går på gaden: når man klor hende under maven, så lægger hun sig, eller som den grå, der står på bakken: når hun æder en bugfuld, så sk... hun et trugfuld. Men I skulle være vilde og gale, rappe og snappe, bide og slide omkring eder, så skal eders synder falde fra eder som kaivel... en triller ned af höje bjærge. Det stod skrevet i st. Povls kjortel til de Romler, den told, som i din moders det grönne skjört i den tredje rynke fra rumpen. Amen!", "english_publication": "Wedding vows: Just as the hoopoe with its beautiful crown or the peacock with its gilded feathers and spotted legs, that is exactly how your hastily dolled up bride and groom appear to me today. Love burns in my heart for her, just like the cat when he sees a sausage, or the fox when he sees a sour cheese or a gray goose in his eyes, or in front of his eyes, you, the most beautiful among mankind’s daughters. But I am afraid that he will say, just as Moses says it in the fifth, backwards in the twenty-eighth, “You shall take wife, but others shall sleep with her.” Those are the words of the text. And so I ask you, you honorless and greatly scorned young man, Mikkel Husløs [Homeless], if you have asked counsel of your family, friends, the toll taker in Viborg or the police commander in Aalborg whether you should take the honorless and greatly scorned young woman, Sidsel Sluwp, who stands by your side? Then give each other your feet. – I ask you to keep your marriage so that it is not with you like the sow that walks on the street, when you scratch her underbelly, she lies down, or like the gray mare who stands on the hill, when she’s eaten her stomach full, she shits a trough full. But you should be wild and crazy, quick and snappy, bite and scratch about yourselves, then your sins will fall from you like cow shit tumbles off of high mountains.\nIt was written in St. Paul’s tunic to the Romans, that toll, just as in your mother’s skirt in the third wrinkle from her bum. Amen!", "keywords": {"keyword": ["afraid", "beautiful", "bride", "cat", "cheese", "cow", "crazy", "daughter", "eye", "fall", "family", "feather", "fire", "fox", "friend", "goose", "grey mare", "groom", "heart", "hill", "leg", "love", "marriage", "Mikkel Husløs", "mother", "mountain", "Paul", "sausage", "shit", "Sidsel Sluwp", "sin", "skirt", "sleep", "sow", "stomach", "street", "today", "vows", "wedding", "wife", "woman", "writing", "young"]}, "etk_index": {"heading_danish": "De selskabelige sammenkomster og festerne", "heading_english": "Social gatherings and parties"}, "tango_indices": {"tango_index": [null, null]}, "genre": null}