{"publication_info": "DSnr_V_889", "full_name": "241 - 4.28 - DSnr_V_889", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.28, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 115, "name": "Dalsager", "display_name": "Dalsager (place mentioned)"}, {"place_id": 673, "name": "Ugilt", "display_name": "Ugilt (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_VII_146", "full_name": "241 - 1.05 - DS_VII_146", "url": "data/stories/146.dfl"}, {"informant_id": 241, "publication_info": "DS_V_975", "full_name": "241 - 1.08 - DS_V_975", "url": "data/stories/149.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_948", "full_name": "241 - 1.09 - DS_IV_948", "url": "data/stories/150.dfl"}, {"informant_id": 241, "publication_info": "DSnr_II_G_138", "full_name": "241 - 2.18 - DSnr_II_G_138", "url": "data/stories/168.dfl"}, {"informant_id": 241, "publication_info": "DSnr_VI_191", "full_name": "241 - 4.24 - DSnr_VI_191", "url": "data/stories/196.dfl"}, {"informant_id": 241, "publication_info": "DSnr_VI_65", "full_name": "241 - 2.06 - DSnr_VI_65", "url": "data/stories/156.dfl"}, {"informant_id": 241, "publication_info": "DS_VI_167", "full_name": "241 - 4.20 - DS_VI_167", "url": "data/stories/192.dfl"}]}, "fielddiary_page_start": "7815a", "fielddiary_page_end": "7815b", "bibliographic_info": "Woods 1959", "bibliography_references": {"reference": [{"display_string": "[Book] Turner, Victor Witter. 1969. <i>The ritual process : structure and anti-structure (The Lewis Henry Morgan lectures, 1966)</i>. Chicago: Aldine Pub. Co."}, {"display_string": "[Book] Woods, Barbara Allen. 1959. <i>The Devil in dog form. A partial type-index of Devil legends (Folklore studies)</i>. Berkeley: University of California Press."}]}, "annotation": "The ghost's New Years request for new hay is similar to the nisse's request for a bowl of porridge Christmas eve. In both cases, something supernatural appears at a liminal point in the calendar. Of course, finding new hay at New Years is more difficult than making porridge at Christmas. The haunt in this story appears as a black dog, a common form for haunts in Jens Peter's repertoire (JPP 1.05, 1.08, 1.09, 2.18 and 4.24). Moving the farm house is a drastic strategy for dealing with the haunt. The same strategy is employed at Baggesvogn after the violent death of the countess (JPP 2.06 and 4.20). Jens Peter's concluding remark links the events in the story directly to himself.", "danish_manuscript": "Der en Grd her i Ugilt der hedder\nDalsager. Manden paa Grden den gl.\nKræn Dalsager h. har flyt Rollingen\n3 gange for at blive fri for noget\nSpøgeri som gik der. Hver Nytaars\naften kom der en grum stor sort\nHund og hans Øjne var som det kla\nreste Ild. saadan sagde de som \nsaa det og det kom og lagde sig i\nBryggerset ved Rendestenshullet. \nDer skulde de have rent Halm hver\n\n7815B\nNytaarsaft. og dersom de ikke fik\ndet s. kunde de ikke være der. H. \nvæltede Sengene med dem og smed\ndem af Seng. og alting, og s. tudede\nh. s. de kunde høre ham langt hen\nsaadan en Røst var der i det Spøgel\nse. S. flyttede Manden Rollingen\nmen det gjentog sig til næste Nyt\naarsaften. S. lagde de frisk Halm\nog nu blev det roligt. S. gik der saa\ndant Ry om det Spøgeri, at ingen\nPiger vilde gaa ud og lægge det Halm\nDa flytt. h. Roll. 2 G. s. troede\nh. da det var sikkert. Men det\nvar endda det samme. Spøg blev ved\nog de maatte værsgod at lægge Halm\nigien... Men s. flytt. de Huset 3 G.\nog længere hen og s. var de fri for\ndet. Siden skal der have været ro-\nligt paa Dalsager. Den sidste G.\nvar det i min Tid.", "english_manuscript": "There's a farm in Ugilt called Dalsager. The man on the farm, the old Kræn Dalsager, he moved the main house three times to get rid of a ghost that haunted there. Every New Years eve a big black dog came there and his eyes were like the purest fire, that's what they said, those who saw it. It came and lay down in the scullery near the gutter. Those who saw him said that his eyes were like the clearest fire. They were supposed to have clean hay there every New Years eve and if he didn't get it, then people couldn't stay there at the farm. The dog would tip over the beds and threw them out of their beds and everything, and then he whined so he could be heard far away, there was quite a voice in that ghost. Then the man moved the house, but it was there again the next New Years eve. They lay down fresh hay in the scullery and then it was quiet. This ghost had such a reputation that none of the hired girls would go and put the hay down for it, and so he moved the house a second time, now he was sure that it would work out. But it was still the same. The haunting continued and they had to put hay down there again. But then the man moved the house for the third time and a bit farther away and then they were free of it. Since then it's supposed to have been quiet at Dalsager. The last time was in my time.", "danish_publication": "Der er en Gaard her i Ugilt, der hedder Dalsager. Manden paa Gaarden, den gamle Kræn Dalsager, han har flyt Rollingen tre Gange for at blive fri for noget Spøgeri, som gik der. Hver Nytaarsaften kom der en grumme stor, sort Hund og lagde sig i Bryggerset ved Rendestenshullet. Dem, der saa ham, de sagde, hans Øjne var som det klareste Ild. Saa skulde den have rent Halm der hver Nytaarsaften, og dersom den ikke fik det, saa kunde Folkene ikke være der. Hunden væltede Sengene med dem og smed dem af Sengene og alting, og saa tudede han, saa de kunde høre ham langt hen, saadan en Røst var der i det Spøgelse. Da det nu saadan havde vist sig flere Gange, saa flyttede Manden Rollingen, det var den første Gang, men det var lige nær til næste Nytaarsaften. De lagde saa frisk Halm i Bryggerset, og nu blev der roligt. Der gik nu saadant Ry om det Spøgeri, at ingen Piger vilde gaa ud og lægge Halmen, og saa flyttede han Rollingen anden Gang; nu troede han da, det var sikkert. Men det var endnu det samme. Spøgeriet blev ved, og de maatte være saa god at lægge Halm i Lejet igjen. Men saa flyttede Manden Huset tredje Gang og noget længere hen, og saa var de fri for den Hund. Siden skal der have været roligt paa Dalsager. Den sidste Gang, Gaarden blev bygget op, det var i min Tid.", "english_publication": "There’s a farm in Ugilt called Dalsager. The man on the farm, the old Kræn Dalsager, he moved the main house three times to get rid of a ghost that haunted there. Every New Years eve a big black dog came and lay down in the scullery near the gutter. Those who saw him said that his eyes were like the clearest fire. They were supposed to have clean hay there every New Years eve for the dog and if the dog didn’t get it, then people couldn’t stay there at the farm. The dog would tip over the beds and throw them out of their beds and everything, and then he whined so he could be heard far away, there was quite a voice in that ghost. When it had shown itself several times, the man moved the house, that was the first time, but it was there again the next New Years eve. They lay down fresh hay in the scullery and then it was quiet. This ghost had such a reputation that none of the girls would go and put the hay down for it, and so Kræn moved the house a second time; now he was sure that it would work out. But it was still the same. The haunting continued and they had to put hay down there again. But then the man moved the house for the third time and a bit farther away and then they were free of that dog. Since then it's supposed to have been quiet at Dalsager. The last time that the farm was built up was in my time.", "keywords": {"keyword": ["bed", "black", "dog", "eye", "farm", "fire", "free", "ghost", "girl", "haunting", "hay", "house", "Kræn Dalsager", "New Years Eve", "old", "reputation", "scullery", "three", "voice", "work"]}, "etk_index": {"heading_danish": "Gjenfærd på forskellige steder", "heading_english": "Revenants in diverse places"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}