{"publication_info": "DSnr_III_142", "full_name": "241 - 4.29 - DSnr_III_142", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.29, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 673, "name": "Ugilt", "display_name": "Ugilt (place mentioned)"}, {"place_id": 674, "name": "Ugilt kirke", "display_name": "Ugilt kirke (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 488, "publication_info": "DS_III_122", "full_name": "488 - 0.00 - DS_III_122", "url": "data/stories/570.dfl"}}, "fielddiary_page_start": "7815b", "fielddiary_page_end": "7815b", "bibliographic_info": null, "bibliography_references": null, "annotation": "The minister's cryptic response to the stone splitter implies that a revenant has been conjured down under the stone. That the stone has been named further supports this conclusion. Jens Peter, oddly, did not tell any stories about a haunt named Terkild, although the landscape surrounding Ugilt and Sindal is, in Jens Peter's repertoire, littered with artifacts of haunts and conjuring.", "danish_manuscript": "Der har ligget en Sten i Ugiltsgaards\nMark sønden for Ugilts Kirke som\nkaldtes Terkilds sten. Pr. havde en\nStenkløver et Aar til at kløve Sten \nfor sig. S. kom h. og sagde Nu\ner de kløven allesammen s. nær som\nTerkilds sten. Hm hm hm sagde\nPr. den sten skal ikke kløves, den \nskal blive liggende.", "english_manuscript": "There was a stone in Ugilt farm's field, south of Ugilt church which was called Terkild's stone. One year, the minister had a stone splitter splitting stones for him and then he came and said, \"They've all been split except for Terkild's stone.\"--\"Hm hm hm,\" said the minister, \"that stone is not to be split, let it be.\"", "danish_publication": "Der har ligget en Sten i Ugiltsgaards Mark, sønden for Ugilts Kirke, som kaldtes Terkilds Sten. Et Aar havde Præsten en Stenkløver til at kløve Sten for sig, og saa kom han og sagde: \"Nu er de kløvne allesammen saa nær som Terkilds Sten.\" — \"Hm hm hm,\" sagde Præsten, \"den Sten skal ikke kløves, den skal blive liggende.\"", "english_publication": "There was a stone in Ugilt farm’s field, south of Ugilt church which was called Terkild’s stone. One year, the minister had a stone splitter splitting stones for him and then he came and said, “They’ve all been split except for Terkild’s stone.”—“Hm hm hm,” said the minister, “that stone is not to be split, let it be.”", "keywords": {"keyword": ["church", "farm", "field", "minister", "south", "stone", "terkild", "year"]}, "etk_index": {"heading_danish": "Kjæmper og deres idrætter", "heading_english": "Heroes and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null]}, "genre": null}