{"publication_info": "DSnr_IV_996", "full_name": "241 - 4.30 - DSnr_IV_996", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.3, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 673, "name": "Ugilt", "display_name": "Ugilt (place mentioned)"}, {"place_id": 674, "name": "Ugilt kirke", "display_name": "Ugilt kirke (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 123, "publication_info": "DS_III_1851", "full_name": "123 - 3.17 - DS_III_1851", "url": "data/stories/420.dfl"}, {"informant_id": 508, "publication_info": "DS_IV_1467", "full_name": "508 - 0.00 - DS_IV_1467", "url": "data/stories/501.dfl"}, {"informant_id": 330, "publication_info": "DS_IV_1242", "full_name": "330 - 0.00 - DS_IV_1242", "url": "data/stories/524.dfl"}, {"informant_id": 352, "publication_info": "DS_IV_1566", "full_name": "352 - 0.00 - DS_IV_1566", "url": "data/stories/605.dfl"}, {"informant_id": 351, "publication_info": "DS_IV_1588", "full_name": "351 - 0.00 - DS_IV_1588", "url": "data/stories/814.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1592", "full_name": "241 - 2.10 - DS_IV_1592", "url": "data/stories/160.dfl"}]}, "fielddiary_page_start": "7816a", "fielddiary_page_end": "7816a", "bibliographic_info": null, "bibliography_references": null, "annotation": "Jens Peter told another version of this story previously (JPP 2.10). There are only minor differences between the two variants.", "danish_manuscript": "Der har været en Røver sydøst for\nUgilts Kirke som boede i en Høj\nde kaldte Daniels Høj, for h. hed\nDaniel. H. tog Folk op og tog de\nres Penge og slog dem ihiel. H. var\ns. stærk og havde spist 2 Barnehjær\nter og hvis h. havde faaet det 3dje\ns. kunde h. have sprængt baade Jærn og\nAlting. Men s. fik de dog s. mange \nFolk samlet at de fik ham over-\nmandet omsider og fangede ham\ninden h. fik spist det 3de H. havde\ndet i Munden. S. slog de ham ihiel\nmed det samme og holdt hurtig Retter-\ngang over ham. H. skulde have [flygt]\nslaaet flere 100 ihiel. Højen er\npaa Præstegaardens Mark.", "english_manuscript": "There was a robber who lived in a mound south west of Ugilt church called Daniel's mound, because he was called Daniel. He took people up and took their money and killed them, and he was supposed to have killed several hundred like that. He was so strong and he'd eaten two children's hearts, and if he'd eaten the third, then he would have been able to break iron and everything. But then they got a lot of people together and they overwhelmed him eventually and caught him, before he'd eaten the third heart. He had it in his mouth. Then they killed him quickly and tried him very quickly. He was supposed to have killed more than 100 people. The mound is on the parsonage's field.", "danish_publication": "Der har været en Røver, som boede i en Høj sydøst for Ugilt Kirke. Den er paa Præstegaardens Mark og kaldes endnu Daniels Høj, for Røveren hed Daniel. Han tog Folk op og tog deres Penge og slog dem ihjel, og paa den Maade skal han have taget Livet af flere hundrede. Denher Røver havde gjort sig saa stærk, for han havde spist to Barnehjærter, og hvis han havde faaet det tredje, saa kunde han have sprængt baade Jærn og Alting. Men saa fik de dog saa mange Folk samlede, at de fik ham overmandet omsider og fangede ham, inden han fik det tredje Hjærte fortært. Han havde nu lige godt faaet det i Munden. Saa holdt de hurtig Rettergang over ham og slog ham ihjel med det samme.", "english_publication": "There was a robber who lived in a mound southwest of Ugilt church. It's on the parsonage’s field and is still called Daniel’s mound, because the robber was called Daniel. He snatched people up and took their money and killed them, and he was supposed to have killed several hundred like that. This robber had gotten so strong because he’d eaten two children’s hearts, and if he’d eaten the third, then he would have been able to break iron and everything. But then they got a lot of people together and they overwhelmed him eventually and caught him, before he’d eaten the third heart. He’d actually put it in his mouth. Then they tried him very quickly and killed him immediately after.", "keywords": {"keyword": ["children", "church", "Daniel", "field", "heart", "iron", "kill", "money", "mound", "mouth", "parsonage", "robber", "south", "strength", "west"]}, "etk_index": {"heading_danish": "Røvere, drabsmænd og tyve", "heading_english": "Robbers, murderers and thieves"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}