{"publication_info": "DSnr_II_C_86", "full_name": "241 - 4.31 - DSnr_II_C_86", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.31, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 266, "name": "Hjørring", "display_name": "Hjørring (place mentioned)"}, {"place_id": 333, "name": "Kloonhøj", "display_name": "Kloonhøj (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 6, "publication_info": "DS_III_2316", "full_name": "6 - 0.00 - DS_III_2316", "url": "data/stories/517.dfl"}, {"informant_id": 235, "publication_info": "DS_I_782", "full_name": "235 - 1.19 - DS_I_782", "url": "data/stories/238.dfl"}, {"informant_id": 241, "publication_info": "DSnr_III_1380", "full_name": "241 - 4.17 - DSnr_III_1380", "url": "data/stories/189.dfl"}]}, "fielddiary_page_start": "7816a", "fielddiary_page_end": "7816a", "bibliographic_info": null, "bibliography_references": null, "annotation": "This legend is closely related to Jens Peter's story of buried treasure (JPP 4.17). Unlike that more elaborate story, this one is a simple summary of events. The action takes place at a different mound, and the ring is housed in the more religiously important church in the market town of Hjørring. The folk etymology for the town name derived from the found treasure is a common feature of many stories of supernatural contact (KMP 1.19). \n\n     The name Kloonhøj, identified in the topographical index as Klovnhøj, should be emended to Klovenhøj, a mound several hundred meters to the north and east of Hjørring church.", "danish_manuscript": "Der gaar ogsaa Sagn om, at der\nskal have været en Drage i Kloon-\nhøj og der fik de en Guldring af en\nKiste. S. sak Kisten ned i Højen i \ngien men Ringen beholdt de og den\ner sat ind i St. Kathrine Kirke i\nHjørring. Deraf skal Hjørring have\nNavn, det var først Højring.", "english_manuscript": "There was also a legend that there was supposed to be a dragon in Kloonhøj near Hjørring and they got a gold ring from a chest. Then the chest sank down into the mound again but they kept the ring, and it was placed in St. Kathrine's church in Hjørring. The town is supposed to have gotten its name from this, since it was originally Højring.", "danish_publication": "Der gaar ogsaa Sagn om, at der skal have været en Drage i Kloonhøj ved Hjørring. De grov efter en Skat og fik fat i en Guldring af en Kiste. Men da de snakkede, sank Kisten ned i Højen igjen, men Ringen beholdt de, og den er sat ind i St. Kathrine Kirke i Hjørring. Deraf skal Byen have faaet sit Navn, for det var først Højring.", "english_publication": "There was also a legend that there was supposed to be a dragon in Kloonhøj mound near Hjørring. They dug after a treasure and got hold of a gold ring on a chest. But when they spoke, the chest sank down into the mound again, but they kept the ring, and it was placed in St. Catherine’s church in Hjørring. The town is supposed to have gotten its name from this, since it was originally Højring.", "keywords": {"keyword": ["chest", "church", "digging", "dragon", "gold", "legend", "mound", "name", "ringing", "town", "treasure"]}, "etk_index": {"heading_danish": "Farende uhyrer", "heading_english": "Traveling monsters"}, "tango_indices": {"tango_index": [null, null, null, null]}, "genre": null}