{"publication_info": "DSnr_II_G_250", "full_name": "241 - 4.32 - DSnr_II_G_250", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.32, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 648, "name": "Tornby-Bjærg", "display_name": "Tornby-Bjærg (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 549, "publication_info": "DS_VII_1482", "full_name": "549 - 0.00 - DS_VII_1482", "url": "data/stories/550.dfl"}, {"informant_id": 535, "publication_info": "DS_II_G_340", "full_name": "535 - 0.00 - DS_II_G_340", "url": "data/stories/793.dfl"}, {"informant_id": 486, "publication_info": "DS_VI_345", "full_name": "486 - 0.00 - DS_VI_345", "url": "data/stories/482.dfl"}, {"informant_id": 340, "publication_info": "DS_II_G_317", "full_name": "340 - 0.00 - DS_II_G_317", "url": "data/stories/785.dfl"}, {"informant_id": 431, "publication_info": "DS_II_G_334", "full_name": "431 - 0.00 - DS_II_G_334", "url": "data/stories/465.dfl"}, {"informant_id": 466, "publication_info": "DS_II_G_323", "full_name": "466 - 0.00 - DS_II_G_323", "url": "data/stories/548.dfl"}, {"informant_id": 440, "publication_info": "DS_II_G_324", "full_name": "440 - 0.00 - DS_II_G_324", "url": "data/stories/559.dfl"}, {"informant_id": 123, "publication_info": "DS_IV_121", "full_name": "123 - 2.16 - DS_IV_121", "url": "data/stories/390.dfl"}]}, "fielddiary_page_start": "7816a", "fielddiary_page_end": "7816b", "bibliographic_info": "Thiele 1818-1823\nMüllenhoff 1845\nVedel 1591", "bibliography_references": {"reference": [{"display_string": "[Edited book] Skar, Per. 1968. <i>Danmarks folkesagn. Af J. M. Thiele. Ny udg</i>. Copenhagen: Rosenkilde og Bagger."}, {"display_string": "[Book] Müllenhoff, K., Mensing, Otto. 1845. <i>Sagen, Märchen und Lieder der herzogthümer Schleswig, Holstein und Lauenburg</i>. Kiel: Schwerssche Buch."}, {"display_string": "[Book] Vedel, Anders Sørensen. 1591. <i>It hundrede udvaalde Danske Viser om allehaande merckelige Krigs-Bedrifft, oc anden seldsom Euentyr, som sig her udi Riget ved gamle Kemper, naffnkundige Konger oc ellers forneme Personer begiffuet haffuer</i>. Ribe: Prentet udi Ribe paa Liliebierget af Hans Brun."}]}, "annotation": "Stories of Holger Danske are widely attested (DS II G 317 and 334; Thiele 1818-1823; Müllenhoff 1845), and his test of the mettle of the Danes is a common motif in these stories (DS II G 324). Other stories mention that Holger Danske will wake up to help defeat the Turks (DS II G 323). Defeat and bankruptcy were certainly close at hand throughout most of the nineteenth century.\n\n     The figure of Holger Danske is also widely attested in Danish ballads (DgF 30), and was frequently connected to the figure of King Diderik (DgF 7 and 16). Christiern Pedersen's \"The Chronicle of Holger Danske\" appeared in 1534, and the first printed attestation of the ballad of Holger Danske can be found in Vedel (1591). Several fourteenth century sources refer to an early Danish king named Ødgerd or Ozzyari (DgF 30). In the fourteenth century Old Norse redaction of Kejser Karls Krønike one finds the story Oddgeirs þáttr. \n\n     Holger Danske has had significant staying power as an icon for Danish nationalism, outstripping the allure of Niels Ebbesen (PJ 2.16). There is a 1907 statue of a sleeping warrior in the casemates of Kronborg by the sculptor  Hans Peder Pedersen-Dan (b. 1859-d.1939); the name Holger Danske was used  by the Navy for a steamer (1850-1873) and a frigate (1945-1959); and by the most famous division of the Danish resistance during WW II.", "danish_manuscript": "Holger Danske boede i Tornby\nBjærg. Manden der ejet Bjærget h.\nhed Klaus og havde en Karl der hed\nJens og en Morgen s. h. til ham, h\nskulde ud at brække Sten op paa\n\n7816B\nBjærget. Da h. havde brækket flere\nSten op. kom h. til en stor flad \nsten og s. letnede h. den og derunder\nfandt h. et gravkammer. Der blev\nh. klog paa der sad en gl. Mand in\nde og sad og sov paa en Kiste og lagde\nArmene paa den. S. s. h. til Karlen\nH. kunde gjærne række ham en Fin\nger h. kunde føle om der endnu\nvar Kraft i det danske Blod. S. ræk\nh. ham Staalstangen og den klemmer\nh. i Fliser. Ja de var ikke endda s.\ndaarlige endnu, der var endda Ben\ni de danske og s. fortalte h. at\nden Kiste h. sad paa var fuld af\nPenge og dem skulde Danmark ind-\nløses for naar det faldt i Fjende \nhaand.", "english_manuscript": "Holger Danske lived in Tornby-Bjærg. The man who owned the mountain, he was called Klaus and had a farmhand who was called Jens and one morning he tells him to go out and break stones up on the mountain. After he'd broken a number of stones he gets to a big flat stone and when he picked it up he found a burial chamber underneath it. Then he noticed that there was an old man sitting down there sleeping with his arms around a chest. He tells the farmhand to give him his finger so he can feel if there's still power in the Danish blood. Then he reaches a metal rod (pry bar) out to him and he crushes it to pieces. Well, it wasn't too bad yet, the Dane's still had some bone, and then he said that the chest he was sitting on was filled with money and it was to be used to buy Denmark back when it fell into enemy hands.", "danish_publication": "En Mand, der hed Klavs, ejede Tornby-Bjærg og han havde en Karl, der hed Jens. Saa en Morgen siger han til ham, han skulde ud og brække Sten op paa Bjærget, som han da ogsaa gjorde. Da han nu havde brækket flere Sten op, kom han til en stor flad Sten, og da han letnede den, fandt han et Gravkammer underneden. Der blev han klog paa, der sad en gammel Mand nede og sad og sov og lagde Armene paa en Kiste. Det var jo Holger Danske, og han vaagner op og siger til Karlen: \"Du kunde gjærne række mig en Finger, jeg kunde føle, om der endnu er Kraft i det danske Blod.\" Saa rækker han ham Staalstangen, og den klemmer han i Fliser. Ja, de var endda ikke saa daarlige endnu, siger han, der var endda Ben i de Danske, og saa fortalte han, at den Kiste, han sad paa, var fuld af Penge, og den skulde Danmark indløses for, naar det faldt i Fjendehaand.", "english_publication": "A man named Klavs owned Tornby-Bjærg and he had a farmhand who was called Jens. So one morning Klavs says to Jens that he should go out and break stones up on the mountain and so he did. Now after he’d broken a number of stones he gets to a big flat stone and when he picked it up he found a burial chamber underneath it. Then he noticed that there was an old man sitting down there sleeping with his arms around a chest. It was Holger Danske and he wakes up and says to the farmhand, “Give me your finger, I want to feel if there’s still power in the Danish blood.” Then the farmhand reaches a metal prybar out to him and Holger Danske crushes it to pieces. \"Well, it isn’t too bad yet,\" Holger Danske says, \"the Dane’s still have some bone,\" and then he said that the chest he was sitting on was filled with money and it was to be used to buy Denmark back when it fell into enemy hands.", "keywords": {"keyword": ["arms", "blood", "bones", "burial", "chamber", "chest", "Danish", "denmark", "enemy", "fall", "farmhand", "finger", "Holger Danske", "Jens", "metal", "money", "morning", "mountain", "name", "old", "power", "sleep", "stone"]}, "etk_index": {"heading_danish": "Religiøse sagn", "heading_english": "Religious legends"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}