{"publication_info": "DSnr_I_861", "full_name": "241 - 4.34 - DSnr_I_861", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.34, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 78, "name": "Borup", "display_name": "Borup (place mentioned)"}, {"place_id": 629, "name": "Tårs", "display_name": "Tårs (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 241, "publication_info": "DSnr_I_286", "full_name": "241 - 4.12 - DSnr_I_286", "url": "data/stories/184.dfl"}}, "fielddiary_page_start": "7817a", "fielddiary_page_end": "7817b", "bibliographic_info": "Boberg 1934\nBoberg 1938", "bibliography_references": {"reference": [{"display_string": "[Book] Boberg, Inger M. 1938. <i>Bjærgfolkenes bagning. Sagntypen \"grissel og rage.\" En sagnundersøgelse (Danmarks folkeminder)</i>. Copenhagen: Det Schønbergske forlag."}, {"display_string": "[Book] Boberg, Inger M. 1934. <i>Sagnet om den store Pans død</i>. Copenhagen: Levin og Munksgaards Forlag."}]}, "annotation": "The unusual phrase that is shouted from inside the mound is similar to the nearly incomprehensible death message in the Pan's Death legends (JPP 4.12). In this case, the girl has unwittingly placed herself over the mound dwellers' chimney (smoke hole), and they need to chase her away so they can continue their work. The story, then, is closely related to stories of the mound dwellers' baking and confirms that mound dwellers live in a society quite similar to human society.", "danish_manuscript": "Der er en Høj paa Borup Mark\ni Taars. Hjorderne var forsamlet\nen 10. 12. de drev jo sammen den\ng. for det var ikke skilt ud. S. var\nder en Pige der sad midt i et Hul\ni Højen og havde et graat Tørklæ\nde over Hovedet. S. raaber det nede \ni Højen og det hørte de allesammen,\nHøvrerne, for det snakk min Moder\n\n7817B\ntit om. Aa tag den store Skum\nske og rag det graa Fjolter af\nLyren med, og s. med det samme\nvar det ligesom hu var overslagen\nmed ene Skum fra det øverste og\ntil det nederste. Men fra den\nDag kom Hjorderne aldrig paa den\nHøj mere. Min Moder var med.\nog hun sagde det var en Husmands\nDatter, hu sagde ogsaa hvis Datter\ndet var.\n", "english_manuscript": "There's a mound on Borup field in Taars. Ten or twelve shepherds were gathered there one day, they drove their sheep together because the fields weren't separated at that time. Then there was a girl, she sat in the middle of a hole in the mound and had a gray scarf over her head. Then there's shouting down in the mound, and the shepherds all heard it, because my mother talked about this often: \"Hey, take the big skimming spoon and chase the silly gray girl from the smoke hole.\" Then all of a sudden it was as if she'd been hit with skimmed fat from her head to her toe. From that day on the shepherds never went up on that mound again. My mother was along with them and she said it was a cotter's daughter, and she said whose daughter it was.", "danish_publication": "Der er en Høj paa Borup Mark i Taars, hvor der var en 10, 12 Høvrer forsamlede en Dag og sad og snakkede sammen, for Markerne var jo ikke skilt ud den Gang, og saa drev de jo sammen med Høvderne. Saa var der en Pige, hun sad midt i et Hul i Højen og havde et graat Tørklæde over Hovedet. Min Moder var med og sagde siden, at det var en Husmandsdatter; hun sagde for Resten ogsaa, hvis Datter det var. Da raaber det nede i Højen, og Høvrerne hørte det allesammen, for det snakkede min Moder saa tit om: \"Aa, tag den store Skumske og rag det graa Fjolter af Lyren med.\" Saa med det samme var det, ligesom hun var overslagen med ene Skum fra det øverste og til det nederste. Nu kan det nok være, de kom af Sted i en Fart, og fra den Dag kom Høvrerne aldrig paa den Høj mere.", "english_publication": "There’s a mound on Borup field in Taars, where ten or twelve shepherds met one day and sat and talked, because the fields weren’t separated at that time, and so they drove their sheep together. Then there was a girl, she sat in the middle of a hole in the mound and had a gray scarf over her head. My mother was along and said later that it was the daughter of a cotter; she also said whose daughter it was. Then there’s shouting down in the mound, and the shepherds all heard it, because my mother talked about this often: “Hey, take the big skimming spoon and chase the silly gray girl from the smoke hole.” Then all of a sudden it was as if she’d been hit with skimmed fat from her head to her toe. Then they got out of there in a hurry and from that day on the shepherds never went up on that mound again.", "keywords": {"keyword": ["chase", "cotter", "daughter", "day", "fat", "field", "girl", "mother", "mound", "scarf", "sheep", "shepherd", "smoke", "spoon", "toe"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}