{"publication_info": "DSnr_IV_440", "full_name": "241 - 4.35 - DSnr_IV_440", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.35, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 3, "name": "Aalbæk", "display_name": "Aalbæk (place mentioned)"}, {"place_id": 140, "name": "Elling", "display_name": "Elling (place mentioned)"}, {"place_id": 467, "name": "Raabjærg", "display_name": "Raabjærg (place mentioned)"}, {"place_id": 645, "name": "Tolne kirke", "display_name": "Tolne kirke (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 150, "publication_info": "DS_II_G_267", "full_name": "150 - 3.03 - DS_II_G_267", "url": "data/stories/65.dfl"}}, "fielddiary_page_start": "7817b", "fielddiary_page_end": "7818b", "bibliographic_info": null, "bibliography_references": null, "annotation": "In this series of amusing stories about a minister from Elling, two focus on the inappropriate and simplistic statements of the minister's coachman, while the third focuses on the minister's relationship with \"regular\" people. The minister comes across as a reasonable person, and not as a harsh or powerful figure.\n\n     Tang Kristensen changed the order of the events in the published version for no clear reason. He also added an annotation in the published version, identifying the minister as Hr. Thomas Bæhr Thomsen Todberg, curate 1748-1750, 1751-1759, dean 1759-1770.", "danish_manuscript": "Der boede en Præst i Elling som\nkaldtes Hr. Thomas. S. havde h\nen Kusk der hed Daniel og h. var\nbaade klog og gal. En Dag da de\nkjørte til Kirke s. s. Kusken til\nPr. Der gaar en Pige paa Vejen\ndet er ellers min Kjæreste, men a\nlider hende ellers ikke rigtig for hu\ner baade skak og skjæv. Hvordan\nsynes Faar om hende. Ja h.\ntykte godt om hende. Da tykte\nKusken det ikke og h. bliver lige\ngodt Kj. med en 2 og skal giftes\nmed hende. S. s. Pr. i Brudvielsen\nHer har Krage funden Mage\nsom hvikken er skak eller skjæv\neller krogen til djer Røv. S. \nhavde Kusk faaet dh. og s. kom\nder uden en ordentlig Brudevi\n\n7818A\nelse, nu havde Kusken faaet det\nh. skulde have. En Dag kjørte de til\nTolne Kirke, som dg var Annex, og\nda sg. Pr. til Kusken: du kan gjærne\ngaa ind til Slagteren som boede\nved Siden af, og faa et Stykk Kjød\ntil mig. H. gik ogsaa... S. sg. Slagte-\nren. H. kunde hilse, at naar h. be-\ntalte de sidste Stykk. h. havde be-\ntalt, kunde h. faa noget mere.\nN. s. kommer Kusken ind i Kirken\nog Pr. var ved at præke ud af Da\nniels Bog og sg. N. hvad siger\ns. Daniel. H. rejser sig op i Sto\nlen og s. Daniel sagde, at naar\nPr. betaler hvad h. har faaet\ns. kan h. faa noget mere. Slagt.\nhed Daniel. De kommer hjem og\nPr. bebrejder ham, at h. har sagt\ndet i Kirken og nær forstyrret\nham i Prækenen. Men det bli-\nver da godt med dem igien. S.\nbrugte Pr. at følges med en 2\nHusmand hen at tække de sogne\nDage. S. var de kommen hen i\nRaabjærg i en stor Grd at\ntække, tæt hen ved Aalbæk,\nDer var kommen en fremmed Mand til\nGaarden i Besøg og s. s. h. Hvad\ner det for 2 Mænd du har at tække\n\n7818B\nJa den ene h. hed Thomas, men\nh. giver sig et andet Navn h. kal-\nder sig Temmerbassen fra Niib\nog den anden hed Kristen Pedersen.\nS. s. den fremmede Mand. Hej Pine-\ndød s. er det int Fattigmands Pr. \nnaar det er Timmerbassen fra\nNiib. Jo s. minsæl er a s. for\na er lige s. godt Pr. for det fattige\nsom for de fattige. Ja s.kunde\nh vel ogsaa faa dem at tække\nog h. fik dem ogsaa. Den fremmede\nvilde skose Præsten, for h. kjend-\nte ham, men vilde ikke lade sig\nforstaa ved det fra først af.\nDet skal have været s. udmærk-\nket en Pr. og s. ligefrem.", "english_manuscript": "There was a minister who lived in Elling who was called Mr. Thomas. He had a coachman called Daniel who was both wise and crazy. One day, when they were driving to church, the coachman says to the minister, \"There's a girl going along the street, she's my sweetheart, but I don't really like her, because she's both twisted and off kilter, what does Father think of her?\" Yes, he thought she was nice enough. But the coachman didn't think so and it ended up that he fell in love with another girl and was going to get married to her. Then the minister says in the marriage vows, \"Here the crow has found one like him, one that is neither twisted nor off kilter nor hooked on her ass.\" The coachman got what was coming to him there and after that they got a real set of marriage vows. Another time they were driving to Tolne church, which was at that time an annex, the minister said to the coachman, \"I'd like it if you went out to the butcher who lives next to the church and get a piece of meat for me.\" He went too but the butcher said that he could tell the minister that when he'd paid for the last piece of meat he'd gotten then he could get some more. Well, now the coachman comes into the church and the minister was preaching from Daniel's book and he says, \"Well, what does Daniel say?\" The coachman gets up in his seat and says, \"Daniel said that when the minister has paid for what he'd received then he could get some more.\" The butcher was called Daniel. They get home and the minister scolds him for saying that in church and almost disturbing him. But they worked it out. He used to go about on the weekdays thatching with a cotter. One day they'd gone over to Raabjærg to thatch at a big farm close to Aalbæk. A stranger had come to the farm to visit and then he said, \"Who are those two men you've got thatching?\" \"Well, one of them is called Thomas, but he's given himself another name, he calls himself the Temmerbasse from Niib, and the other one is called Kristen Pedersen.\"-\"Hey, for christ sake, you're no poor man's minister, when it's the Temmerbasse from Niib.\" \"I sure am, because I'm just as good a minister for poor things as for the poor.\" Well, then he could also get them to thatch his place. Sure, that could be arranged, and he got them to do it too. The stranger wanted to tease the minister, because he knew him, but he didn't want people to know that right off. He was supposed to have been a remarkably capable minister, and also quite straightforward.", "danish_publication": "Der boede en Præst i Elling, som kaldtes Hr. Thomas. Det skal have været saa udmærket en Præst, og saa saa ligefrem. Han brugte at følges med en Husmand hen at tække paa de sogne Dage. Saa var de en Gang kommen hen i Raabjærg at tække, i en stor Gaard tæt henne ved Aalbæk, og da kommer der en fremmed Mand til Gaarden i Besøg. Han kjendte nu godt Præsten, men vilde ikke lade sig forstaa med det fra først af. Saa siger han: \"Hvad er det for to Mænd, du har at tække?\" \"Ja, den ene han hedder Thomas\" siger Manden, \"men han giver sig et andet Navn, han kalder sig Temmerbassen fra Niib, og den anden hedder Kræn Pedersen.\" — \"Hej Pinedød,\" siger den fremmede Mand, \"saa er det int Fattigmands Præst, naar det er Temmerbassen fra Niib.\" Det sagde han for at skose Præsten, men han svarte der oppe paa Huset: \"Jo saa minsæl er a saa, for a er ligesaa godt Præst for de rige som for de fattige.\" Ja, saa kunde han vel ogsaa faa dem at tække. Jo, det kunde godt lade sig gjøre, og han fik dem ogsaa.\n     Han havde en Kusk, der var baade klog og gal. En Dag, da de kjørte til Tolne Kirke, som den Gang var Annex, saa siger Kusken til Præsten: \"Der gaar en Pige henne paa Vejen, det er ellers min Kjæreste, men a lider hende ikke rigtig, for hun er baade skak og skjæv. Hvordan synes Faaer om hende?\" Ja han tykte godt nok om Pigen. Da tykte Kusken det ikke, og Enden paa det blev, at han fik sig en anden. Saa kom Tiden, han skulde giftes med hende, og saa siger Præsten i Brudevielsen: \"Her har Krage funden Mage, som hvikken er skak eller skjæv eller krogen til djer Røv.\" Saa fik Kusken det, og da han nu havde faaet det, han skulde have, saa kom der bagefter en ordentlig Brudevielse.\n     En anden Gang de kjørte til Tolne, sagde Præsten til Kusken: \"Du kan gjærne gaa ind til Slagteren, som boer ved Siden af Kirken (han hed netop Daniel), og faa et Stykke Kjød til mig, ilav a holder Tjeneste.\" Han gik ogsaa, men Slagteren sagde: Han kunde hilse Præsten, at naar han betalte de sidste Stykker, han havde faaet, saa kunde han faa noget mere. Naa, saa kommer Kusken ind i Kirken med den Besked, og da var Præsten ved at præke ud af Daniels Bog. Saa siger han i det samme: \"Naa, hvad siger saa Daniel.\" Kusken rejser sig op i Stolen og siger: \"Daniel sagde, at naar Præsten betalte, hvad han havde faaet, saa kunde han faa noget mere.\" Da de saa kommer paa Hjemvejen, bebrejder Præsten ham, at han havde sagt det i Kirken og nær forstyrret ham i Prækenen. Men det blev jo da godt imellem dem igjen.", "english_publication": "There was a minister who lived in Elling who was called Mr. Thomas. He was supposed to have been a remarkably capable minister, and also quite straight forward. He used to go about on the weekdays thatching with a cotter. One day they’d gone over to Raabjærg to thatch at a big farm close to Aalbæk, and then a stranger comes to the farm to visit. He knew the minister well but didn’t want people to know that right off. So he says, “Who are those two men you’ve got thatching?” “Well, one of them is called Thomas,” says the man, “but he’s given himself another name, he calls himself the Temmerbasse from Niib, and the other one is called Kræn Pedersen.”—“Hey, for christ sake,” says the stranger, “you’re no poor man’s minister, when it’s the Temmerbasse from Niib.” He said that to tease the minister, but the minister answered from up there on the house, “I sure am, because I’m just as good a minister for the rich as for the poor.” Well, then he could also get them to thatch his place. Sure, that could be arranged, and he got them to do it too.\n     The minister had a coachman who was both wise and crazy. One day, when they were driving to Tolne church, which was at that time an annex, the coachman says to the minister, “There’s a girl going along the street, she’s my sweetheart, but I don’t really like her, because she’s both twisted and off kilter, what does Father think of her?” Yes, he thought she was nice enough. But the coachman didn’t think so and it ended up that he got another. Then it came time that he was going to get married to her, and then the minister says in the marriage vows, “Here the crow has found one like him, one that is neither twisted nor off kilter nor hooked on her ass.” The coachman got what was coming to him and after that they got a real set of marriage vows.\n     Another time they were driving to Tolne, the minister said to the coachman, “I’d like it if you went out to the butcher who lives next to the church (he was called Daniel) and get a piece of meat for me while I say the mass.” He went, too, but the butcher said, that he could tell the minister that, when he’d paid for the last piece of meat he’d gotten, then he could get some more. Well, now the coachman comes into the church with this message and the minister was preaching from the Book of Daniel. Right then the minister says, “Well, what does Daniel say?” The coachman gets up in his seat and says, “Daniel said that when the minister had paid for what he’d received then he could get some more.” When they’re on their way home, the minister scolded him for saying that in church and having disturbed him during his sermon. But they worked it out.", "keywords": {"keyword": ["ass", "books", "butcher", "church", "coachman", "cotter", "crazy", "crow", "Cunning Folk", "Daniel", "day", "disturbed", "farm", "father", "girl", "home", "house", "Kræn Pedersen", "marriage", "meat", "message", "minister", "name", "poor", "preaching", "rich", "sermon", "stranger", "street", "tease", "thatch", "Thomas", "vows", "weekday"]}, "etk_index": {"heading_danish": "Præster", "heading_english": "Ministers"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}