{"publication_info": "DSnr_IV_880", "full_name": "241 - 4.36 - DSnr_IV_880", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.36, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 307, "name": "Ilbjærge-bro", "display_name": "Ilbjærge-bro (place mentioned)"}, {"place_id": 673, "name": "Ugilt", "display_name": "Ugilt (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DSnr_II_E_105", "full_name": "241 - 2.11 - DSnr_II_E_105", "url": "data/stories/161.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1605", "full_name": "241 - 2.12 - DS_IV_1605", "url": "data/stories/162.dfl"}, {"informant_id": 65, "publication_info": "DS_V_900", "full_name": "65 - 0.00 - DS_V_900", "url": "data/stories/577.dfl"}, {"informant_id": 454, "publication_info": "DS_V_477", "full_name": "454 - 0.00 - DS_V_477", "url": "data/stories/850.dfl"}, {"informant_id": 241, "publication_info": "DS_VII_146", "full_name": "241 - 1.05 - DS_VII_146", "url": "data/stories/146.dfl"}]}, "fielddiary_page_start": "7818b", "fielddiary_page_end": "7819a", "bibliographic_info": null, "bibliography_references": null, "annotation": "In this elaborate variant of a story that Jens Peter had told previously (JPP 2.11), Jens Peter links the events at the inn to Skytte-Kræn, who appears in some of Jens Peter's other stories (JPP 1.05). \n\n     Tang Kristensen published only part of this story, omitting the story of the basilisk. The story of the basilisk is also a variant of another story Jens Peter had told previously (JPP 2.11).", "danish_manuscript": "Der skal have været Kro i ældre\nTid i det Hus, der ligger lidt østen\nfor Il[bjærge] bro ved søndre Side\naf Ugilt vejen og der boede en \nde kaldte Skyt Kræn. H. skal have\nværet noget hegsevorn og der gik\nSagn om at h. havde taget Livet\n[Lig] af et Mske. De fandt et helt\nSkelet af en og hoved af to i\nHaven. De havde en G. en Tønde\nMjød der blev for gl. og der blev\nen Tingesten i det Mjød de kaldte\n\n7819A\nen Basilisk. Den slog da i Tønden \ns. de var bange for den skulde gaa\ni Stykk. Den skulde være s. farlig\nat dersom den slog Tønden i Stykk\nog den saa et Msk først, den døde.\nMen s fik de den kjørt ud og fik\net stort Hul kastet og fik den be-\ngravet i Spanger hede Brin-\nker. De kunde høre den banke \nder nede i Tønden i længere Tid\nsnart et helt Aar og s. blev det\nunderlig stille. S. var det af med\nLivet det Skidt.", "english_manuscript": "There's supposed to have been an inn in the house that's a little east of Il[bjærge] Bro on the southern side of the Ugilt road, and there lived one who was called Skytte-Kræn. He was supposed to have been a bit given to witchcraft, and there's a legend that he'd killed someone. They found an entire skeleton of one person and the heads of two out in the yard. They once had a cask of mead that had gotten too old and a thingamajig they called a basilisk grew in the mead. It thrashed about so much in the barrel that they were afraid it was going to break. It was supposed to be so dangerous that, as soon as it broke the barrel and it saw a person first, they would die. But they drove it out and dug a big hole and buried it in an embankment at Spangerhede. They could hear it knocking about down in the barrel for a long time, almost a whole year and then it got strangely quiet. Then that shit was dead.", "danish_publication": "Der skal i ældre Tid have været Kro i det Hus, der ligger lidt østen for Il-Bro ved søndre Side af Ugilt-Vejen, og der boede én, de kaldte Skytte-Kræn. Han skal have været noget heksevorn, og der gik Sagn om, at han havde taget Livet af et Menneske. Folk har da ude i Haven funden et helt Skelet af én og Hoveder af to.", "english_publication": "There’s supposed to have been an inn in the house that’s a little east of Il-Bro on the southern side of the Ugilt road, and one who was called Skytte-Kræn lived there. He was supposed to be a bit given to witchcraft, and there’s a legend that he’d killed someone. People found the entire skeleton of a person and the heads of two others out in the yard.", "keywords": {"keyword": ["east", "house", "inn", "kill", "legend", "road", "skeleton", "Skytte Kræn", "south", "witchcraft", "yard"]}, "etk_index": {"heading_danish": "Røvere, drabsmænd og tyve", "heading_english": "Robbers, murderers and thieves"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}