{"publication_info": "DS_VII_120", "full_name": "241 - 4.37 - DS_VII_120", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.37, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 4, "name": "Aalborg", "display_name": "Aalborg (place mentioned)"}, {"place_id": 69, "name": "Bøgsted", "display_name": "Bøgsted (place mentioned)"}, {"place_id": 337, "name": "Knudsholm", "display_name": "Knudsholm (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 464, "publication_info": "DS_VII_129", "full_name": "464 - 0.00 - DS_VII_129", "url": "data/stories/455.dfl"}, {"informant_id": 371, "publication_info": "DS_VII_110", "full_name": "371 - 0.00 - DS_VII_110", "url": "data/stories/720.dfl"}, {"informant_id": 353, "publication_info": "DS_VII_128", "full_name": "353 - 0.00 - DS_VII_128", "url": "data/stories/503.dfl"}, {"informant_id": 447, "publication_info": "DS_VII_119", "full_name": "447 - 0.00 - DS_VII_119", "url": "data/stories/531.dfl"}, {"informant_id": 241, "publication_info": "DS_VII_565", "full_name": "241 - 4.08 - DS_VII_565", "url": "data/stories/179.dfl"}]}, "fielddiary_page_start": "7819a", "fielddiary_page_end": "7819b", "bibliographic_info": null, "bibliography_references": null, "annotation": "The witch in the form of a hare appears frequently in Danish legends, often in connection with her being shot (DS VII 128). There are other stories that attest to a witch named Rut traveling in the shape of a hare (DS VII 119).\n\n     In this story, the witch is closely related to the large landholding class, working in the direct service of the aristocrat. The connection between large estates and the devil (and his servants) is also widely attested. The story has an interesting resonance with Jens Peter's story of the young witch whom the chamberlain and the minister discover (JPP 4.08). In that story, instead of employing her for their own gain, they re-baptize her and restore her to the community. Such is not the case in this story; instead, the elderly shepherdess is forced to run errands for the wealthy land owner. Clearly, the rich do not have the best interests of the poor at heart.", "danish_manuscript": "For en 80 Aar siden gik en lille\nKone og var Faarhjørde paa Bøg\nsted. Der var en Kammerjunker paa\nGaarden, hans Fader ejede den\nog hed Qualen og boede i Holsten.\nDer var ikke uden en 14 Dages imel\nlem de sendte dh. gl. Kone til\nAalborg. Hu gjente Faarene ud\nom Morg. spaserede s. til Aal-\nborg og kom igien om Aftenen.\nS. snart hu kom sønden for gaarden\nsaa de hende som en Hare, der løb\nsønder lige s. stærkt som en kunde.\nS. snart den kom til Knudsholmen\n[kom] sprang den over Aaen der\nøsten for [Aa] Gaarden og om Aft\nkom Haren igien sprang over og løb\n\n7819B\ntil Bøgsted. Det var et rask Bud\nder kunde saadan løbe 14 Mil.\nDe kaldte hende den bitte Rut.", "english_manuscript": "Eighty years ago, a little woman was the shepherd at Bøgsted. There was an under-chamberlain who lived at the farm, his father owned it and was called Qualen and lived in Holsten. There wasn't much more than fourteen days between times when they sent this old woman to Aalborg to run errands for them. She led the sheep out in the morning, walked to Aalborg and came back in the evening. As soon as she got south of the farm, they saw her in the shape of a hare that ran south as fast as it could. As soon as it got to Knudsholmen, it jumped over the river east of the farm, and in the evening the hare came again, jumped over and ran to Bøgsted. That was a quick messenger that could run fourteen miles. They called her little Rut.", "danish_publication": "For en 80 år siden gik en lille kone og var fårehövre på Bøgsteel, de kaldte hende den bitte Rut. På gården boede en kammerjunker, der hed Qualen, og hans fader, som ejede den, boede nede i Holsten. Der var ikke uden en 14 dages tid imellem de sendte denher gamle kone til Aalborg at forrette ærender for dem. Hun gjente fårene ud om morgenen og spaserede så af, og så snart hun kom sønden for gården, så de hende som en hare, der løb sønder lige så stærkt som den kunde. Så snart den kom til Knudsholmen, sprang den over åen der östen for gården, og om aftenen kom haren igjen, sprang over og løb til Bogsted. Det var et rask bud, der kunde sådan løbe 14 mil.", "english_publication": "Eighty years ago, a little woman was the shepherd at Bøgsted, they called her little Rut. An under-chamberlain who was called Qualen lived at the farm, and his father, who owned the farm, lived down in Holsten. There was never much more than fourteen days between the times they would send this old woman to Aalborg to run errands for them. She led the sheep out in the morning and then walked off, and as soon as she got south of the farm, they saw her in the shape of a hare that ran south as fast as it could. As soon as it got to Knudsholmen, it jumped over the river east of the farm, and in the evening the hare came again, jumped over and ran to Bøgsted. That was a quick messenger who could run fourteen miles like that. ", "keywords": {"keyword": ["chamberlain", "day", "east", "errand", "evening", "farm", "father", "hare", "messenger", "morning", "old", "river", "sheep", "shepherd", "south", "woman"]}, "etk_index": {"heading_danish": "Hekse og deres idrætter", "heading_english": "Witches and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}