{"publication_info": "DS_III_127", "full_name": "150 - 1.18 - DS_III_127", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 1.18, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 7, "name": "Aarestrup", "display_name": "Aarestrup (place mentioned)"}, {"place_id": 469, "name": "Rebild", "display_name": "Rebild (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 488, "publication_info": "DS_III_122", "full_name": "488 - 0.00 - DS_III_122", "url": "data/stories/570.dfl"}, {"informant_id": 350, "publication_info": "DS_III_81", "full_name": "350 - 0.00 - DS_III_81", "url": "data/stories/763.dfl"}, {"informant_id": 520, "publication_info": "DS_III_128", "full_name": "520 - 0.00 - DS_III_128", "url": "data/stories/438.dfl"}]}, "fielddiary_page_start": "3242b (2)", "fielddiary_page_end": "3242b (2)", "bibliographic_info": null, "bibliography_references": null, "annotation": "The kjæmpekast or jættekast [giant throw] is a widely attested legend motif (DS III 128). In almost all cases, the giant tries to knock over the local church steeple, perhaps because the ringing of the bells disturbs him, perhaps because the encroachment of Christianity, as marked by the church building, threatens his territory. Although the giant's throw most often comes up short, here he overthrows. These stories are considered to be \"etiological\" as they explain the existence of an unusually large stone in the landscape, often marked by the giant's hand. \n\n     Denmark is a deeply glaciated landscape. Retreating glaciers from the last ice age littered the fertile soil with enormous rocks, known as glacial erratics. These erratics exhibit both striation, revealing the direction of the glacier's movement, and other types of fragmentation, that can lead to unusual patterns on their surface. Although originally buried in the silt and soil left by the glacier, these rocks are uncovered through normal processes of erosion.", "danish_manuscript": "Der ligger en Sten paa Kirketange sønden \nfor Aarestrup og den har en Kæmpe staaet\npaa Rævild Kåld og vild ha slaaet Aarestr\nKirke ned med. H. maa have haft nogen Kraft\ni Fingrene for der var Mærker af dem i Ste-\nnen. Den er kommen vel sønderlig, h. har draget\nvel meget æd sig, h. slog den efter Kirken mens\nFolkene var i Kirke, det maa have gjort et\nslemt Balder.", "english_manuscript": "There’s a stone on Kirketange, south of Årestrup, and a giant stood on Rævild mound and wanted to knock Årestrup church down with it. He must have had some strength in his fingers, because they left marks in the stone. It must have made an incredible noise. It landed a bit too far to the south so he must have really used a lot of his strength when he threw it. He threw it at the church while people were inside, it must have made a huge racket.", "danish_publication": "Der ligger en sten på Kirketange, sønden for Årestrup, og den har en kjæmpe stået på Rævild kåld og vilde have slået Årestrup kirke ned med, mens folkene var i kirke. Det må have givet et slemt balder, og han må have haft nogen kraft i fingrene, for der var mærker af dem i stenen. Han har draget vel meget æd sig, den gang han kylte, for den er kommen vel sønderlig.", "english_publication": "There’s a stone on Kirketange, south of Årestrup, and a giant stood on Rævild mound and wanted to knock Årestrup church down with it while people were in the church. It must have made a huge racket, and he must have had some strength in his fingers, because they left marks in the stone. He must have really used a lot of his strength when he threw it, because it landed a bit too far to the south.", "keywords": {"keyword": ["church", "finger", "giant", "mound", "south", "stone", "strength"]}, "etk_index": {"heading_danish": "Kjæmper og deres idrætter", "heading_english": "Heroes and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null]}, "genre": null}