{"publication_info": "DSnr_VI_345", "full_name": "241 - 4.38 - DSnr_VI_345", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.38, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 37, "name": "Astrup", "display_name": "Astrup (place mentioned)"}, {"place_id": 86, "name": "Bragholdt", "display_name": "Bragholdt (place mentioned)"}, {"place_id": 133, "name": "Egebjerg", "display_name": "Egebjerg (place mentioned)"}, {"place_id": 337, "name": "Knudsholm", "display_name": "Knudsholm (place mentioned)"}, {"place_id": 673, "name": "Ugilt", "display_name": "Ugilt (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 539, "publication_info": "DS_VI_899", "full_name": "539 - 0.00 - DS_VI_899", "url": "data/stories/657.dfl"}, {"informant_id": 241, "publication_info": "DS_VI_897", "full_name": "241 - 2.07 - DS_VI_897", "url": "data/stories/157.dfl"}]}, "fielddiary_page_start": "7819b", "fielddiary_page_end": "7820a", "bibliographic_info": null, "bibliography_references": null, "annotation": "This story is yet another variant of one that Jens Peter had told before (JPP 2.07). It is slightly more elaborate than the earlier one, including added detail about Iver Holmen's route to Bragholt and his important status in the community as both parish bailiff and superintendent of the military district. The devil's outburst, \"He hears!\" is identical in both variants, although it is only repeated twice in this version of the story.\n\n     It is approximately fifteen kilometers from Knudsholmen in Ugilt to Bragholt.", "danish_manuscript": "For\nen 80 Aar siden boede en Mand\npaa Knudsholmen i Ugilt som\nde kaldt Iver Holmen, h. var\nbaade Sognsfoged og Lægsmand.\nS. en Nat blev der 60 Alen Lærred\nvæk og de søgte da vidt og bredt efter\ndh. Lærred, men det kunde ikke fin-\ndes. S. rejser h. over til dh. Brag\nholts Kjæll. og vil hende til at\nvise det igien og spørge hende til\nRaad. H. kommer der over og kom\nmer ogsaa til at tale med hende.\nS. s. hu... Du kan komme igien\ni Morgen, s. skulde h. nok sige\nham, hvor hans Lærred var.\nDet syntes M. ikke om, det var\njo en lang Vej fra Bragholt til\nHolmen, h. skulde jo over [Astrup]\nAsted Bro norden for Gaarden\nEjebjærg. N. s. ser h. at Mure-\nne var vage paa Laden og der\nvar mange nede, s. vilde h. gaa\nud i Laden og lægge sig. Gaar der\nud og lægger sig i noget Halm og\npakker sig ned, s. var h. der jo om\nMorg. I høres h. hen paa Natten der\n\n7820A\nkommer to ind i Laden og det var Kjæll\nden ene og s. en lille Mand. S. høres h.\nhu har en stor Karklud i hendes Haand\nog var dygtig fuld og bankede dh. lille\nMand i Hovedet med Karkluden.\nha skulde jo sige hende hvor Lærredet\nvar. S. raaber h. H. hører, h. hører!\nMen hu var s. beskjænk. at hu hører\nikke hvad den lille M. sagde, hu blev \nved at banke ved ham og ha maatte\ntil at sige hende det. Det laa i et\nHøl i Præstens Eng østen for Hol-\nmen. N. s. snart de var gaaet \nud af Laden igien, s. Iver Holm\nhjem og fandt hans Lærred og \ns. var h. jo godt tilfreds. Men s.\nAndendagen s. kom Eftersmækket.\nDer kom Bud fra hende, h. skulde\nkom derover, hu vilde tale med\nham, og s. maatte h. betale\nhvad hu vilde have. S. slap h.\nikke s. let, inden h. fik Lov at\nslippe hjem.", "english_manuscript": "Eighty years ago a man lived on Knudsholmen in Ugilt they called Iver Holmen, he was both a parish bailiff and a superintendent for a military district. Then one night, one hundred and twenty feet of canvas disappeared and they looked far and wide for this canvas, but they couldn't find it. Then he goes to this here Bragholdt hag and wants her to show it again and asks her advice. He gets over there and also manages to talk to her. Then she says: \"You can come tomorrow,\" then she'd tell him where his canvas was. The man didn't like this, it was a long way from Bragholdt to Holmen, and he had to go over Asted bridge north of the farm Egebjærg. Then he sees that the wall boards of the barn there at the farm are weak and a lot of them were down, so he decides to go into the barn and lie down. He lies down in some hay and packs himself in, then he'd be there in the morning. Ivar hears during the night that two come into the barn, and the hag was one of them and then a little man. He can hear that she has a dishcloth in her hand and that she's good and drunk, and she smacks this little guy hard in the head with the dishcloth. He was supposed to tell her where the canvas was. Then he yells, \"He hears! He hears!\" She was so drunk that she didn't hear what the little man said and she continued to beat him so he had to tell her. It lay in a sink hole in the minister's field east of Holmen. So, as soon as they'd left the barn again, Iver Holm goes back home and finds his canvas and he was happy. But the next day the repercussions came. A message came from her that he should come over, she wanted to talk to him and then he had to pay what she wanted. He didn't get off easy before he was allowed to go home.", "danish_publication": "For en 80 Aar siden boede en Mand paa Knudsholmen i Ugilt, som de kaldte Iver Holmen, han var baade Sognefoged og Lægdsmand. Saa en Nat blev der 60 Alen Lærred væk for dem, og de søgte vidt og bredt efter dether Lærred; men det kunde jo ikke findes. Saa rejser Iver over til denher Bragholts Kjælling og vil have hende til at vise det igjen. Han kommer derover og kommer ogsaa til at tale med hende og spørger hende til Raads. Saa siger hun: \"A skal nok sige dig, hvor dit Lærred er, men du kan komme igjen i Morgen, det er vel silde nu.\" Det syntes Manden ikke om, det var jo en lang Vej fra Holmen til Bragholt, og han skulde jo over Åsted Bro norden for Gaarden Egebjærg, den var ikke rar at færdes over ved Nattetid. Men saa ser han, at Murene var vage paa Laden der i Gaarden, og der var mange af dem nede; saa beslutter han sig til at gaa ind i Laden og lægge sig. Han lægger sig i noget Halm og pakker sig ned. Saa hen paa Natten da kommer der to ind i Laden, og det var Kjællingen den ene og saa en lille Mand. Han kan høre, hun er dygtig fuld, og hun har en Karklud i hendes Haand, som hun banker denher lille Mand dygtig i Hovedet med. Han skulde jo sige hende, hvor Lærredet var. Men saa raaber han: \"Han hører, han hører!\" Hun var jo saa beskjænket, at hun ikke hørte, hvad den lille Mand sagde, og hun blev ved at banke paa ham, saa han maatte til at sige hende det. Det laa i et Høl i Præstens Eng østen for Holmen. Naa, saa snart de var gaaet ud af Laden igjen, saa Iver Holmen hjem ad, og han finder hans Lærred, og han var jo godt tilfreds, Men Andendagen saa kom Eftersmækket. Der kom Bud fra hende, han skulde komme derover, hun vilde tale ved ham. Saa maatte han betale, hvad hun vilde have, og han slap ikke saa let, inden han fik Lov at komme hjem ad igjen.", "english_publication": "Eighty years ago a man lived on Knudsholmen in Ugilt, and they called him Iver Holmen. He was both a parish bailiff and a superintendent for a military district. Then one night one hundred and twenty feet of canvas disappeared and they looked far and wide for this canvas, but it couldn't be found. Then Iver goes to this here Bragholdt hag and wants her to show it again. He gets over there and also gets to talk to her and asks her advice. Then she says: “I'll tell you sure enough where your canvas is but you can come back tomorrow, it's pretty late now.” The man didn't like this, it was a long way from Holmen to Bragholdt, and he had to go over Åsted bridge north of the farm Egebjærg, it wasn't too nice to travel over it at night. But then he sees that the wall boards of the barn there at the farm are weak and a lot of them were down; so he decides to go into the barn and lie down. He lies down in some hay and packs himself in. Then during the night, two come into the barn, and one of them was the hag and then a little man. He can hear that she's good and drunk and she has a dishcloth in her hand which she smacks this little guy hard in the head with. He was supposed to tell her where the canvas was. But then he yells, “He hears! He hears!” She was so drunk that she didn't hear what the little man said and she continued to beat him so he had to tell her. It lay in a sink hole in the minister's field east of Holmen. So, as soon as they'd left the barn again, Iver Holm goes back home and finds his canvas and he was happy. But the next day, the repercussions came. A message arrived from her that he should come over, she wanted to talk to him. Then he had to pay what she wanted and he didn't get off easy before he was allowed to go home.", "keywords": {"keyword": ["advice", "allow", "bailiff", "barn", "Bragholdt Hag", "bridge", "canvas", "day", "disappearance", "district", "drunkard", "east", "farm", "field", "hag", "happy", "hay", "home", "Iver", "Iver Holmen", "message", "minister", "night", "north", "parish", "sinking", "tomorrow", "walls"]}, "etk_index": {"heading_danish": "Kloge mænd og koner og deres bedrifter", "heading_english": "Cunning men and women and their activities"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}