{"publication_info": "DS_VII_611", "full_name": "241 - 4.39 - DS_VII_611", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.39, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 476, "name": "Ravheden", "display_name": "Ravheden (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "JAH_I_43", "full_name": "150 - 3.25 - JAH_I_43", "url": "data/stories/88.dfl"}, {"informant_id": 452, "publication_info": "DS_VII_664", "full_name": "452 - 0.00 - DS_VII_664", "url": "data/stories/495.dfl"}, {"informant_id": 375, "publication_info": "DS_VII_612", "full_name": "375 - 0.00 - DS_VII_612", "url": "data/stories/591.dfl"}, {"informant_id": 331, "publication_info": "DS_VII_609", "full_name": "331 - 0.00 - DS_VII_609", "url": "data/stories/644.dfl"}, {"informant_id": 337, "publication_info": "DS_VII_608", "full_name": "337 - 0.00 - DS_VII_608", "url": "data/stories/694.dfl"}, {"informant_id": 241, "publication_info": "DS_VII_285", "full_name": "241 - 1.02 - DS_VII_285", "url": "data/stories/143.dfl"}, {"informant_id": 241, "publication_info": "DS_VII_1182", "full_name": "241 - 1.04 - DS_VII_1182", "url": "data/stories/145.dfl"}, {"informant_id": 241, "publication_info": "DS_VII_491a", "full_name": "241 - 4.14 - DS_VII_491a", "url": "data/stories/186.dfl"}, {"informant_id": 241, "publication_info": "DS_VI_930", "full_name": "241 - 4.44 - DS_VI_930", "url": "data/stories/216.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_948", "full_name": "241 - 1.09 - DS_IV_948", "url": "data/stories/150.dfl"}]}, "fielddiary_page_start": "7820a", "fielddiary_page_end": "7821a", "bibliographic_info": null, "bibliography_references": null, "annotation": "The motif of a witch churning butter from cream stolen from all the local farmers is widely attested (DS VII 609). Humorous stories in which people accidentally claim huge amounts of butter from local cows are also common (DS VII 608). Jens Peter tells other stories in which witches milk cows to death or otherwise imperil a farm's livestock (JPP 1.02. 1.04, 4.14, 4.44). \n\n     The witch's theft of cream from all the farmers for her own personal gain makes clear her threat not only to the individual farmer, but to the community as a whole. While in some stories, tailors are suspicious characters, mostly they play the role of buffoon. The burlesque of the farmwife helping the tailor take off his butter filled pants is reminiscent of stories of extramarital dalliance.\n\n     Ane Marie tries to strike a bargain with the tailor, that he is not to tell anyone about her magical churning, but her bargain is no more effective than the threat against speaking that the minister makes to his confirmation class (JPP 1.09). Jens Peter makes use of these meta-narrative comments to great effect throughout his storytelling, implicitly explaining how he has come to know as many stories as he does.", "danish_manuscript": "Der boede en Mand i Ravheden, hans\nKone hed Ane Marie. S. havde de\nfaaet Skrædder, den gl. Ib Skrædde\nren, en gl. pudsig Fyr. H. sad\npaa Bordet og syede. S. vilde Konen\ntil at kjærne og hu sætter Kjærnen\nned paa Stuegulvet ved siden af Kak-\n\n7820B\nkelovnen. Der vil hu til det, men\ngaar ud i Kjøkk igien. Da hu kom\nmer tilbage, har hu en Seddel i\nHaanden, der var skrevet noget paa.\nDen ligger hu under Bunden af\nKjærnen. Gaar ud i Kjøkk. igien og\nda spr. Skrædd. ned fra Bordet og\ngriber dh. seddel. H. vilde have haft\nden læst men fik ikke Tid til det,\nfor i det samme kommer Konen ind\nog ha jager Seddelen ned i Bugse-\nlommen og Konen hu begy. s. at\nkjærne. Da hu har kjærnet et\nKvarters tid s. raaber Skrædd. Hold\nop min søde Moer for nu er\nmine Bugser min sæl fuldt af\nSmør, der kan ikke være mere.\nN. s. maatte hu jo til at hjælpe\nham af Bugs. de var jo fulde \nog det s. pænt ud. Nu vil a \ngive dig 5 Rdl. dersom du vil\ntie stille med dh. Ja det lover \nhan og s. fik h. de 5 Rdl. Da de\nfik Bugserne gjort rene saa ha\nhvad der stod paa Seddelen og der\nstod at hu vilde have en Skefuld\nFløde af hver Mand i Sognet der\nhavde Køer. Men det eneste h.\nglemte, det var at tie stille og\ndet første Sted h. kom at sy s. for-\n\n7821A\ntalte h. hvordan det var gaaet [med]\nham med Kjæll.\nSkr. var meget koparret og vi har\nkjendt ham.", "english_manuscript": "A man lived in Ravheden, his wife was called Ane Marie. They had brought a tailor to the farm and it was old Ib the tailor, an old funny guy. He sat on the table and sewed and the farmwife was going to churn. So she sets the churn on the living room floor beside the wood burning stove and she was going to do it there but goes out to the kitchen again. When she comes back, she has a slip of paper in her hand and something was written on it. She puts this under the bottom of the churn and goes out into the kitchen again. Then the tailor jumps down from the table and grabs this here slip of paper. He wanted to read it but didn't have time to because the farmwife comes in at the same time and he stuffs the slip of paper down his pants and the farmwife begins to churn. After she'd churned for a quarter of an hour, the tailor yells out: \"Stop, my dear woman, because now my pants are so full of butter, they can't hold any more.\" Well, then she helped him off with his pants and they were totally full, it was quite a sight. \"Now I'll give you five rixdollars, if you'll keep quiet about this.\" Yes, he promises that, and then he gets the five rixdollars. After they'd gotten the pants clean, he saw what was written on the slip of paper and there was written that she wanted a spoonful of cream from each man in the parish who had cows. But the only thing he forgot was to be quiet because the first place he came to sew he told what had happened with the hag. The tailor was really pockmarked and we knew him.", "danish_publication": "Der boede en mand i Ravheden, hans kone hed Ane Marie. Så havde de fået skrædder til gården, og det var den gamle Ib-skrædder, en gammel pudsig fyr, han var meget koparret, og vi har kjendt ham. Nu sad han jo på bordet og syede, og konen vilde til at kjærne. Så sætter hun jo kjærnen ind på stuegulvet ved siden af kakkelovnen, og dér vil hun jo til det, men går en bitte vending ud i kjøkkenet, lige som hun skal have fat, og kommer tilbage med en seddel, hun går med i hånden, der var skrevet noget på. Den lægger hun under bunden af kjærnen og går så ud i kjøkkenet igjen. Da springer skrædderen ned fra bordet og griber denher seddel. Han vilde have haft den læst, men fik ikke tid til det, for i det samme kommer konen ind. Han jager seddelen ned i bukserne, og konen hun begynder at kjærne. Da hun har kjærnet et kvarters tid, så råber skrædderen: \"Hold op, min søde mo'r, for nu er mine bukser min sæl fulde af smör, der kan ikke være mere.\" Nå, så måtte hun jo til at hjælpe ham af bukserne, og de var helt fulde, og det så pænt ud. \"Nu vil a give dig fem rigsdaler\", siger hun, \"dersom du vil tie stille med dether.\" Jo, det lover han, og så får han de fem rigsdaler. Da de nu fik bukserne gjort rene, så han, hvad der stod på seddelen, og der stod da, at hun vilde have en skefuld fløde af hver mand i sognet, der havde køer. Men det eneste han glemte, det var at tie stille, for det første sted han kom at sy, så fortalte han, hvordan det var gået ham med kjællingen.", "english_publication": "A man lived in Ravheden, his wife was called Ane Marie. They had brought a tailor to the farm and it was old Ib the tailor, an old funny guy, he was pockmarked and we knew him. So he sat on the table and sewed and the farmwife was going to churn. So she sets the churn in beside the wood burning stove and she was going to do it there but goes out to the kitchen for a bit, just as she was going to start and comes back with a slip of paper, she has it in her hand, something was written on it. She puts this under the bottom of the churn and goes out into the kitchen again. Then the tailor jumps down from the table and grabs this here slip of paper. He wanted to read it but didn't have time to because the farmwife comes in at that moment. He stuffs the slip of paper down his pants and the farmwife begins to churn. After she'd churned for a quarter of an hour, the tailor yells out: “Stop, my dear woman, because now my pants are totally full of butter, they can't hold any more.” Well, then she helped him off with his pants and they were totally full, it was quite a sight. “Now I'll give you five rixdollars,” she says, “if you'll keep quiet about this.” Yes, he promises that, and then he gets the five rixdollars. After they'd gotten the pants clean, he saw what was written on the slip of paper and it said that she wanted a spoonful of cream from each man in the parish who had cows. But the only thing he forgot was to be quiet because the first place he came to sew he told what had happened with the old woman.", "keywords": {"keyword": ["Ane Marie", "butter", "churn", "cow", "cream", "farm", "fire", "hag", "kitchen", "old", "pants", "paper", "parish", "rix dollars", "sewing", "spoon", "stove", "table", "tailor", "wife", "woman", "wood", "writing"]}, "etk_index": {"heading_danish": "Hekse og deres idrætter", "heading_english": "Witches and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}