{"publication_info": "DS_VI_1205", "full_name": "241 - 4.41 - DS_VI_1205", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.41, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 447, "name": "Øksenvad", "display_name": "Øksenvad (place mentioned)"}, {"place_id": 519, "name": "Serritslev", "display_name": "Serritslev (place mentioned)"}, {"place_id": 731, "name": "Vraa", "display_name": "Vraa (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 348, "publication_info": "DS_II_B_141", "full_name": "348 - 0.00 - DS_II_B_141", "url": "data/stories/760.dfl"}, {"informant_id": 486, "publication_info": "DS_VI_1199", "full_name": "486 - 0.00 - DS_VI_1199", "url": "data/stories/486.dfl"}, {"informant_id": 318, "publication_info": "DS_VI_1204", "full_name": "318 - 0.00 - DS_VI_1204", "url": "data/stories/506.dfl"}, {"informant_id": 318, "publication_info": "DS_VI_1206", "full_name": "318 - 0.00 - DS_VI_1206", "url": "data/stories/507.dfl"}, {"informant_id": 372, "publication_info": "DS_VI_478", "full_name": "372 - 0.00 - DS_VI_478", "url": "data/stories/650.dfl"}]}, "fielddiary_page_start": "7821a", "fielddiary_page_end": "7821b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Jens Peter's story of the wise curate resonates with his stories of witches, cunning folk and wise ministers. The linked stories reveal Jermiin's remarkable magical power. Encircling things frequently has magical efficacy, and is a common approach to stopping wildfire in Danish legends (DS VI 1199). Tang Kristensen attributed two other stories about Jermiin's ability to stop wildfires to himself (DS VI 1204 and 1206).\n\n    The second story in this recording combines aspects of showing again and binding thieves. Although forcing thieves out of a small opening, usually in the window lead, is attested elsewhere, it is more common to force Satan out of such an opening (DS VI 478). The thieves, however, are no ordinary thieves, stealing the very emblems of the church that are related to ideas of community and salvation. Accordingly, they can be seen as Satanic themselves.\n\n     As he does in several stories, Jens Peter includes a coda that ties the story into his immediate sphere, here linking the story to a woman whom he knew well. The place name Serridslev should be emended to Serritslev. The Store Vildmose was an enormous swamp seventeen kilometers southwest of Serritslev. It is now much smaller than it once was; large parts of it were drained and sold as small holdings in the late nineteenth century.", "danish_manuscript": "En Kapellan [Præst] i Serridslev var Kappel-\nlan og boede i Annexgaarden, h.\nhed Jermin og var s. klog. S. var\nder Ild i den store Vildmose og hav-\nde brændt i 9. 10 Aar. Det brændte\nbaade Vinter og Sommer. S. havde h\nsagt, ha kunde nemt standse\nIlden. h. kunde gaa hjem ved\nPræstegaarden og standse den, men\ndet vilde h. ikke, for s. troede Folk\ndet var Hegsekunster. Men nu\nkunde de kjøre med ham op til\nIlden. S. kjørte de ud til Ilden,\nog s. kjørte h. runden omkring den,\nmens h. sad i Vognen. Saadan Mose\nbrand har der aldrig været i Vendsyssel.\n[Det br] S. blev der Tyveri i Vraa\nKirke. De stjal baade Alterkalken \nog Stob og det hele. S. var der en \nProvst i Vraa dg. h. vilde endelig \nh. 2 Præster med sig til Kirken for at\nse paa, at den 2 viste igien. Men\n\n7821B\nsom de nu gik derinde, s. Jermin\nNu skuld h. vise dem en Ting som\nde aldrig havde set og heller aldrig\nønskede at se mere. S. gik h. hen\nog tog en Stoppenaal, dg var der Bly-\nvinduer i Kirken og stak 3 Huller\npaa Blyet. S. befalede h. dem\nat de skulde lægge Mærke til hvem\nder var Tyvene. De skulde nemlig\ngiennem de Huller i  Vinduet [Væggene]. Provsten\nog dh. to Præster blev s. forskr.\nPr. sagde, at ha skulle aldrig ønske\nat se det mere. Men de fik det\nhele Sølvtøj igien. Provsten kjendte al\nle 3 Tyvene og det var 3 Husmænd af\nVraa Sogn og a har ogsaa hørt Navnene\nMaline i Øgsenvad som Provsten havde\nkonfirmeret kjendte dem personlig\nog har fortalt det.", "english_manuscript": "There was a curate in Serridslev and lived in the annex farm, he was called Jermiin and was very wise. Then the big Vildmose had caught fire and burned for nine or ten years. It burned both winter and summer. Then he said that he could stop the fire easily, he could be at home in the parsonage and stop the fire but he didn't want to because then people would think he was involved with witchcraft. But now they could drive with him up to the fire. Then they drove out to the fire and then he drove around it but he sat in the wagon. There had never been a swamp fire like that in Vendsyssel. Then there was a theft in Vrå church, and the thieves stole both the chalice and the drinking vessels and everything. Now there was a rural dean in Vrå at that time, and he wanted two ministers with him in the church to see the other one show it again. But as they went in there, Jermiin says that now he'd show them something they'd never seen before and that they'd never want to see again. He went over and took a needle, at the time there were leaded windows in the church, and he poked three holes in the lead. Then he told them that to notice who the thieves were, they were to go through the holes in the window. The curate and the two ministers got really frightened. The curate said that he wished never to see it again. But they got all their silver back again. The curate knew all three thieves and it was three cotters from Vrå parish and I also heard their names. Maline from Øksenvad who the curate had confirmed knew them personally and she told me that.", "danish_publication": "Der var en kapellan i Serridslev, han hed Jermiin og boede i annexgården. Så var der kommen ild i den store Vildmose, og sådan mosebrand har der aldrig været i Vendsyssel. Det brændte både vinter og sommer og havde brændt i 9, l0 år. Jermiin sagde så, at han kunde nemt standse ilden, han kunde gå hjemme ved præstegården og standse den, men det vilde han ikke, for så troede folk, det var heksekunster. Men nu kunde de kjøre med ham op til ilden. Så gjorde de også det, og han sad i vognen og kjørte runden omkring ilden. Se så blev den slukket. Så blev der tyveri i Vrå kirke, og tyvene stjal både alterkalken og stob og det hele. Nu var der en provst i Vrå den gang, han vilde endelig, det skulde vises igjen, og så skulde Jermiin jo gjøre det, for det han var så klog. Provsten fik to præster med sig til kirken for at se på, at den anden viste det igjen. Som de nu gik derinde, så siger Jermiin, at nu skulde han vise dem en ting, som de aldrig havde set, og heller aldrig ønskede at se mere. Den gang havde de jo blyvinduer i kirken så vel som andre steder, og så tog han en stoppenål og gik hen og stak tre huller på blyet. Dernæst befalede han, at de skulde lægge mærke til tyvene og se, om de kunde kjende dem, der var nemlig tre om det, og de skulde alle tre igjennem de huller i vinduet. Provsten og deher to præster blev så forskrækkede over det syn. Provsten sagde, at han skulde aldrig ønske at se det mere. Han kjendte alle tre tyvene, og det var tre husmænd af Vrå sogn. A har også hørt navnene på dem, for Maline i Øksenvad, som provsten havde konfirmeret, hun kjendte dem personlig, og hun har fortalt mig det. Men de fik da hele deres Sølvtöj igjen.", "english_publication": "There was a curate in Serridslev, he was called Jermiin and lived in the annex farm. Then the big Vildmose had caught fire and there had never been a swamp fire like that in Vendsyssel before. It burned both winter and summer and burned for nine or ten years. Jermiin said then that he could stop the fire easily, he could be at home in the parsonage and stop the fire but he didn't want to because then people would think he was involved with witchcraft. But now they could drive with him up to the fire. They did that too and he sat in the wagon and drove around the fire. Then it was put out. Then there was a theft in Vrå church, and the thieves stole both the chalice and the drinking vessels and everything. Now there was a rural dean in Vrå at that time, and he wanted the stolen goods to be “shown again,” and Jermiin was to do this, because he was so wise. The dean brought two ministers with him to the church to watch that he showed it again. As they went in there, Jermiin says that now he’d show them something they'd never seen before and that they’d never want to see again. At that time, they had leaded windows in the church just like at other places and so he took a needle and went and poked three holes in the lead. Next, he advised them that they should notice the thieves and see if they could recognize them, there were three who had done it, and all three were to go through the holes in the window lead. The dean and the two ministers got really scared by that sight. The dean said that he wished never to see it again. He knew all three thieves and it was three cotters from Vrå parish. I also heard their names, because Maline from Øksenvad who the dean had confirmed knew them personally and she told me that. But they got all their silver back again.", "keywords": {"keyword": ["advice", "chalice", "church", "confirmation", "cotter", "Cunning Folk", "curate", "dean", "drinking", "farm", "fire", "home", "jermiin", "minister", "name", "needle", "parish", "parsonage", "silver", "summer", "swamp", "theft", "thief", "three", "vendsyssel", "wagon", "window", "witchcraft"]}, "etk_index": {"heading_danish": "Kloge mænd og koner og deres bedrifter", "heading_english": "Cunning men and women and their activities"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}