{"publication_info": "DSnr_I_370", "full_name": "241 - 4.42 - DSnr_I_370", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.42, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 278, "name": "Horne", "display_name": "Horne (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 497, "publication_info": "DS_II_A_118", "full_name": "497 - 0.00 - DS_II_A_118", "url": "data/stories/696.dfl"}, {"informant_id": 241, "publication_info": "DSnr_I_901", "full_name": "241 - 4.09 - DSnr_I_901", "url": "data/stories/180.dfl"}]}, "fielddiary_page_start": "7821b", "fielddiary_page_end": "7823a", "bibliographic_info": null, "bibliography_references": null, "annotation": "Jens Peter's story about the invisible mound dwellers includes an internal discussion of belief: is the farmhand's description of the mound dwellers true or not? Ultimately, the wise minister accepts the boy's claim, but only after he has substantial proof. Jens Peter gives no details as to how the wise minister kept the mound dwellers at bay later. The mound dwellers' eventual retreat from the district aligns well with stories of mound dwellers being driven away by church bells (JPP 4.09). Ironically, here they are attracted by bells--the supper bell.\n\n     It is interesting to note that, in Jens Peter's later sessions, he includes stories that occur at a much greater distance from his home than in earlier sessions. Horne, for instance, is seventeen kilometers north of Ilbjerge huse.  Nevertheless, all his stories take place north of the Limfjord.", "danish_manuscript": "En Præst ovre i Horne h. klagede \naltid over at der gik for megen \nMad til Folkene de spiste for meget\nog h. kunde aldrig have dem for det\nsamme. Det er godt en 100 Aar\nsiden. S var der en 2, 3 store\nHøje paa Præstegaardens Mark\nsom de troede nok der var\nBjærgfolk i, men de vidste\ndet ikke bestemt. En Dag da h.\nhavde en Vogterdreng der [pas] vogtede\n\n7822A\nFaarene, for Pr. [tog] brugte meget\nat tage Faar i Græs. h. laa der op-\npe med de Høje en Middagsstund.\nS. ringer det til Øjen i Præstegaar-\nden. Da raaber det inde i Højen--\ndet træffer netop at være den Høj\nBjærgf. var i. Nu ringer det i\nPræstegrd. nu skal vi vore Hatte\nud. S. kommer der s. mange Hatte\nud af et lille Hul i Højen. Dr.\ntykte det var nogle kjønne Hatte\nog s. raaber h. Lad mig faa en ogsaa\nDe blev væk allesammen s. nær som\nen og den blev til Dr. N. h. tog\nden paa og h. rejser ogsaa hjem\nog skal have hans Ønden. H. kommer\nind og sætter sig ved Bordet og be-\nholder Hatten paa. Da kunde h.\nse der sad s. mange smaa Fyre\nmed Hattene paa imellem Folk.\nog spiste da lige s. stærk som de\nkunde. Der var ikke nogen af Fol\nk. der kunde se dem, for det de\nhavde Hatt. paa. N. h. rejser af\nigien, og ingen havde set ham for\ndet h. havde Hatten paa. S kommer\nh. og driver hjem med Faarene om\nAft. de vidste jo ikke h. havde\nværet hjem. S. s. Folk til ham\nHvorfor kom du ikke hjem og fik\ndin Ønden til Midd. Det var en\n\n7822B\ngrum vigtig Knægt og h. bandte\nh. havde været der. Ja de troede\ndet ikke, for de havde ikke set ham.\nJo, der var ogsaa mange flere\nFolk ved Bordet. Det var en\nhel Del Smaafolk oppe fra Højen\nI kunde nok ikke se dem for de\nhavde Hatt. paa, men a kunde\nse dem. De bandte paa det var\nLøgn. Ja a havde ogsaa en Hat\npaa og derfor saa I vel heller ikke\nmig. S. fik Pr. det at vide og Dr.\nsiger: De kunde enten faa Hatten\nat laane eller ogsaa Pr kunde\nfaa den at se.  og s. fik h. den\nDa h. fik Hatt. paa s. kunde Folke\nne paa Grden heller ikke se ham.\nS. tænkte Pr. der maatte lige godt\nvære noget med den Hat og h. møder\nda selv med Spisningen næste Middag.\nDa var de mødt igien der oppe\nfra Højen og saa hvordan de spiste\nmeget mere end hans Folk. S.\nkunde h. forstaa, at Maden kunde\nikke forslaa og da Pr. var en klog\nMand s. fannede h. det saadan\nat de kunde ikke komme der mere\nat spise. S. rejste de fra den\nEgn, for nu kunde de ikke være der\nda de ikke fik Mad og siden mær-\n\n7823A\nkede de dem ikke.", "english_manuscript": "A minister over in Horne complained all the time that the people on the farm used too much food and he could never keep them if that kept up. This was at least a hundred years ago. There were two or three large mounds on the parsonage's field, and they believed there were probably mound dwellers in them, but they didn't know for sure. One day he had a shepherd boy watching the sheep, the minister used to graze a lot of sheep. He was lying up there on the mounds at lunch time one day. Then they ring for lunch down at the parsonage. Then they shout down inside the mound, since it turned out it was that mound that the mound dwellers were in, \"Now they're ringing down in the parsonage, now we need to get our hats out.\" Then all these little hats come out of a little hole in the mound. The boy thought that these were some nice hats and so he shouts, \"Let me have one too.\" All the hats disappeared, all except one, and the boy got that one. Well, he put it on, and he gets up and goes home and was going to have his lunch. He comes in and sits down at the table and keeps the hat on. Then he could see that there sat all these little guys with hats on in between all the people and ate just as fast as they could. None of the people could see them because they had their hats on. Well, he gets up again and nobody had seen him either because he had a hat on. Then he comes home driving the sheep that evening, they didn't know he'd been home. Then the people say to him, \"Why didn't you come home and have your lunch today?\" He was a real rough guy and he swore up and down he'd been there. Well they didn't believe him because they hadn't seen him. \"Yes, there were also a lot more people at the table, it was a group of little people up from the mound. You couldn't see them because they had hats on, but I could see them. They swore that was a lie. \"Yeah, I also had a hat on and that's why you didn't see me either.\" Then the minister found out and the boy said to him: They could either borrow the hat or the minister could see it. So he got it. When he put the hat on, the people at the farm couldn't see him either. Then the minister thought: there's probably something about this hat and so he shows up to lunch the next day. The ones from the mound had come as well and he saw how they ate much more than his people. Then he understood how the food was never enough, and since the minister was a wise man, he made it so that they couldn't come and eat there any longer. Then the mound dwellers left the district because, since they didn't get any food, they couldn't stay there, and they didn't notice them anymore.", "danish_publication": "En Præst ovre i Horne han klagede al Tid over, at der gik for megen Mad til Folkene, de spiste alt for meget; og han kunde aldrig have hans Folk for det samme. Det er nu godt en hundrede Aar siden. Saa var der en 2, 3 store Høje paa Præstegaardens Mark, som de troede nok, der var Bjærgfolk i, men de vidste det ikke bestemt. Præsten brugte meget at tage Faar i Græs, og saa havde han jo en Høvre, der vogtede Faarene. Han laa en Middagsstund der oppe ved de Høje, og da ringer det til Øjen i Præstegaarden. Saa raaber det inde i Højen, for det træffer netop at være den Høj, Bjærgfolkene var i: \"Nu ringer det i Præstegaarden, nu skal vi have vore Hatte ud.\" Saa kommer der saa mange Hatte ud af et lille Hul i Højen. Drengen tykte, det var nogle kjønne Hatte, og saa raaber han: \"Lad mig faa én ogsaa.\" Hattene blev nu væk allesammen saa nær som én, og den blev til Drengen. Naa, han tog den paa, og han rejser ogsaa hjem og skal have hans Onden. Han kommer ind og sætter sig ved Bordet og beholder Hatten paa. Da kunde han se, der sad saa mange smaa Fyre med Hattene paa imellem Folkene og spiste lige saa stærkt, som de kunde. Der var ikke nogen af Folkene, der kunde se dem, for det de havde deres Hatte paa. Naa, han rejser af igjen, og ingen havde heller set ham. Saa kommer han og driver hjem med Faarene om Aftenen, og saa siger Folkene til ham: \"Hvorfor kom du ikke hjem og fik din Onden?\" Det var en grumme vigtig Knægt, og han bandte saa, han havde været der. Ja, de troede det ikke, for de havde ikke set ham. \"Jo, der var ogsaa mange flere Folk ved Bordet,\" sagde han, \"det var en hel Del Smaafolk oppe fra Højen. I kunde nok ikke se dem, for de havde deres Hatte paa, men a kunde se dem.\" De bandte paa, det var Løgn, han sagde: \"Ja, a havde ogsaa en Hat paa, og derfor saa I vel heller ikke mig.\" Saa fik Præsten det at vide, og Drengen sagde til ham: Han kunde enten faa Hatten at se, eller ogsaa kunde de faa den at laane. Saa vilde han laane den. Da han fik Hatten paa, kunde Folkene paa Gaarden heller ikke se ham. Saa tænkte Præsten: der maatte lige godt være noget ved den Hat, og han møder da selv ved Spisningen næste Middag. Da var de mødt igjen der oppe fra Højen, og han saa, hvordan de spiste meget mere end hans Folk. Saa kunde han forstaa, hvorfor Maden ikke kunde forslaa, og da Præsten var en klog Mand, saa dannede han det saadan, at de kunde ikke komme der mere at spise. Saa rejste Bjærgfolkene fra den Egn, for da de ikke fik Mad, kunde de ikke være der, og siden mærkede de dem ikke.", "english_publication": "A minister over in Horne complained all the time that they used too much food for the people on the farm; and he could never keep his hired hands if that continued. This was at least a hundred years ago. There were two or three large mounds on the parsonage’s field, and they believed that there were probably mound dwellers in them, but they didn’t know for sure. The minister had a lot of sheep that would graze and he had a shepherd who would guard them. The shepherd was lying up there on the mounds at lunch time one day, and then they ring to lunch down at the parsonage. Then they shout down inside the mound, since it turned out it was that mound that the mound dwellers were in, “Now they’re ringing down in the parsonage, now we need to get our hats out.” Then all these little hats come out of a little hole in the mound. The boy thought that these were some nice hats and so he shouts, “Let me have one too.” All the hats disappeared, all except one, and the boy got that one. Well, he put it on, and he gets up and goes home and was going to have his meal. He comes in and sits down at the table and keeps the hat on. Then he could see that all these little guys with hats on were sitting there in between all the people and ate just as fast as they could. None of the people could see them because they had their hats on. Well, he gets up again and nobody had seen him either. Then he comes home driving the sheep that evening, and the people say to him, “Why didn’t you come home and have your lunch today?” He was a real rough guy and he swore up and down he’d been there. Well they didn’t believe him because they hadn’t seen him. “Yes, there were also a lot more people at the table,” he said, “it was a group of little people up from the mound. You couldn’t see them because they had their hats on, and that's why you didn’t see me either.” Then the minister found out and the boy said to him: He could either see the hat or he could borrow it. So he wanted to borrow it. When the minister put the hat on, the people at the farm couldn’t see him either. Then the minister thought: there’s probably something about this hat. And so he shows up to lunch the next day. The ones from the mound had come as well and he saw how they ate much more than his people. Then he understood how the food was never enough, and since the minister was a wise man, he made it so that they couldn’t come and eat there any longer. Then the mound dwellers left the district because, since they didn’t get any food, they couldn’t stay there, and they didn’t notice them anymore.", "keywords": {"keyword": ["belief", "borrow", "boy", "Cunning Folk", "day", "disappearance", "district", "evening", "farm", "field", "food", "grazing", "hat", "home", "lunch", "meal", "minister", "mound", "mound dweller", "parsonage", "ringing", "sheep", "shepherd", "swear", "table", "three", "today"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}