{"publication_info": "DSnr_I_404", "full_name": "241 - 4.43 - DSnr_I_404", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.43, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 278, "name": "Horne", "display_name": "Horne (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "DS_II_D_5", "full_name": "150 - 0.01 - DS_II_D_5", "url": "data/stories/1.dfl"}, {"informant_id": 241, "publication_info": "DS_VI_930", "full_name": "241 - 4.44 - DS_VI_930", "url": "data/stories/216.dfl"}, {"informant_id": 504, "publication_info": "DS_I_593", "full_name": "504 - 0.00 - DS_I_593", "url": "data/stories/654.dfl"}, {"informant_id": 241, "publication_info": "DSnr_I_324", "full_name": "241 - 4.04 - DSnr_I_324", "url": "data/stories/175.dfl"}]}, "fielddiary_page_start": "7823a", "fielddiary_page_end": "7823b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Stories of a farmer inadvertently damaging the roof of a mound dweller's house are common (DS I 593). Mikkel is at first unwilling to listen to the complaint, and insists that he is the owner of the mound. His decision to help the mound dweller is akin to the farmer's decision to repair the peel board in stories of the mound dweller's baking (JPP 4.04). In this case, the mound dweller acknowledges the contractual arrangement and pays rent to Mikkel for the use of the mound. Mikkel's goodwill in repairing the mound and accepting the mound dweller's rent payment is also repaid. Indeed, the mound dweller begins to act in a manner reminiscent of a nisse, the guardian spirit of a farm.", "danish_manuscript": "Der var en M. derhenne i Horne\nder hed Mikkel, h. var altid vant til\ns. meget Mist paa hans Kreaturer.\nS. var det en en Dag h. gav sig til at\nkjøre Foldtøj af en Høj h. havde\npaa hans Mark og kjøre hjem i Mød-\ndingen. H. havde kjørt mange Læs\nhjem. s. kommer det til Vinduerne\nom Natten og raaber og s. Mikkel\nMikkel. S. [raab] svarer h. og s. Ja\nhvad godt. Ja h. skulde tække dere\nHus, som h. havde taget Taget af\ni Dag, de frøs. Nej s. h. det\nhavde h. ikke gjort, h. havde ikke\ntaget Tag af nogen deres Huse. Jo\nh. havde taget Foldtørv af den Bak\nke. Ja sv. h. det vilde h. ikke, for\nh. skattede og skyldte af den Høj lige\ns. vel som af det andet Ejendom.\nJa sv. de hvad Skat der gik af det\ndet kunde h. sige, for det vilde de\nnok betale. Det vidste h. ikke. Ja\nh. skulle tække deres Hus ellers\ngik det galt. Anden Dags Formiddag\nTog h. sig ogsaa for og tage og kjøre\nnoget paa Højen og jævnede det og\ngjorde i Stand. Men s. for Efter-\ntiden hver eneste Morgen h. kom\nop, var der prikket et bitte fint\n\n7823B\nHul paa en Rude i et Vindue i\nhans Storstue, som en Firskilling\nkunde gaa igi. og der laa en Firsk\nhver eneste Morgen i Vinduet.\nDet var til hans udgift af Højen\nS. var det en 3, 4 Dage efter h.\nlaa og sov en Middag, da kom det\ntil Vinduerne og rabber, Meggel\nMeggel, dit Føløg der staar der\nnorden til, det er kommet galt i\nTøjret og det er ved at dø. H. \nkom op og fik Øget af Tøjret og\nreddet og det kom sig igien endda\ndet var medtaget. S. var det no-\ngen Tid efter h havde et Føl der\nvar kommen galt i Tøjreb og det var\nkommen ud i en grøft og laa paa\nRygg. og var omtr. omkom., det\nkom de og og fortalte ham og saa\ndan gik det at h. efter den Tid\naldrig mistede nogen Heste ell. Køer\nell. nogen Ting, de kom og sagde\nham det, naar det var galt.", "english_manuscript": "There was a man over in Horne called Mikkel, he was used to always losing a lot of his animals. One day he started driving peat from a mound he had on his field back home to his dung heap. He'd driven quite a few loads during the day, something comes to his window at night and shouts, \"Mikkel, Mikkel.\" He answers, \"Yes, what is it?\" Well, he needed to thatch their house again, the one he'd taken the roof off of during the day, because they were freezing. No, he answers, he hadn't done that, he hadn't taken the roof off of anyone's house. Yes, he'd taken peat from the hill. Well, he says, he wouldn't bring the peat back, since he paid taxes and rent for the mound just as for his other property. Well, he could tell them how much tax he paid for that land, they'd pay him back. He didn't know. Well, he'd better thatch their house again, otherwise it would go bad for him. The next morning he started driving some of it back to the mound again, and he leveled it and brought it back into shape. After that, every morning when he got up, there was a little hole in the window, just big enough for a four shilling piece to fit through, and every morning there was a four shilling piece in the window. That was to cover his expenses with the mound. About three or four days later, he was taking his afternoon nap, and someone comes to the window and shouts, \"Meggel, Meggel, your foal that is standing a bit to the north here has gotten tangled in its harness, and it is dying.\" He jumped up and got the horse out of the harness and saved it, and it got better even though it was really in bad shape. A little later he yet another foal which had gotten tangled in the reins and it had fallen down into a ditch and was lying on its back and was just about dead. They came and told him that too, and it went on like this, and so after that time he never lost any horses or cows or anything, they came and told him when something was wrong.", "danish_publication": "Der var en Mand der henne i Horne, der hed Mikkel, han var altid vant til saa meget Mist paa hans Kreaturer. Saa en Dag gav han sig til at kjøre Foldtørv af en Høj, han havde paa hans Mark, og hjem i Møddingen. Men om Natten efter, da han allerede havde kjørt mange Læs om Dagen, saa kommer det til Vinduerne og raaber og siger: \"Miggel, Miggel.\" Han svarer: \"Ja, hvad godt?\" Ja, han skulde tække deres Hus igjen, som han havde taget Taget af i Dag, de frøs. Nej, svarer han og siger, det havde han ikke gjort, han havde ikke taget Tag af nogen deres Huse. Jo, han havde taget Foldtørv af den Bakke. Ja, svarer han, han vilde ikke føre Tørvene tilbage, for han skattede og skyldte af den Høj lige saa vel som af det andet Ejendom. Saa svarer det igjen: Ja, hvad Skat der gik af det, det kunde han sige, for det vilde de nok betale. Men han vidste jo ikke, hvad Skat der gik af den Høj. Ja, han skulde i alt Fald tække deres Hus, ellers gik det ham galt. Anden Dags Formiddag tog han sig ogsaa for at tage og kjøre noget paa Højen igjen og jævnede det og gjorde det i Stand. Saa for Eftertiden hver Morgen han kom op, var der prikket et bitte fint Hul paa en Rude i et Vindue i hans Storstue, som en Firskilling kunde gaa igjennem, og saa laa der en Firskilling hver eneste Morgen i Vinduet. Det var jo til hans Udgift af Højen. Saa var det en 3, 4 Dage efter, da han en Dag laa og sov hans Middagssøvn, da kommer det til Vinduerne og raaber: \"Miggel, Miggel, dit Føløg, der staar her norden til, det er kommet galt i Tøjret, og det er ved at dø.\" Han kom op i en Fart og fik Øget reddet, og det kom sig igjen, endda det var meget medtaget. Nogen Tid efter havde han atter et Føl, der var kommet galt afsted, det var kommet ned i en Grøft, og laa paa Ryggen og var omtrent omkommen. Det kom de ogsaa og fortalte ham, og saadan gik det, at han efter den Tid aldrig mistede nogle Heste eller Køer eller nogen Ting, for han fik det altid at vide, naar noget var galt.", "english_publication": "There was a man over in Horne called Mikkel, he was used to always losing a lot of his animals. One day he started driving peat from a mound he had on his field back home to his dung heap. But the night after, when he’d already driven quite a few loads during the day, something comes to his window and shouts, “Miggel, Miggel.” Mikkel answers, “Yes, what is it?” The voice says he needed to thatch their house again, the one he’d taken the roof off of during the day, because they were freezing. No, Mikkel answers, he hadn’t done that, he hadn’t taken the roof off of anyone’s house. Yes, he’d taken peat from the hill. Well, Mikkel says, he wouldn’t bring the peat back, since he paid taxes and rent for the mound just as for his other property. Well, he’d better thatch their house again, otherwise it would go bad for him. The next morning Mikkel started driving some of it back to the mound again, and he leveled it and brought it back into shape. After that, every morning when Mikkel got up, there was a little hole in the window, just big enough for a four shilling piece to fit through, and every morning there was a four shilling piece in the window. That was to cover his expenses with the mound. About three or four days later, he was taking his afternoon nap, and someone comes to the window and shouts, “Miggel, Miggel, your foal is standing a bit to the north here, and has gotten tangled in its harness, and it is dying.” He jumped up in a hurry and saved the horse, and it got better even though it was really in bad shape. A little later he had yet another foal that had run into problems, it had fallen down into a ditch and was lying on its back and was just about dead. They came and told him that too, and it went on like this, and so after that time he never lost any horses, cows or anything, since he always was told when something was wrong.", "keywords": {"keyword": ["afternoon", "cattle", "cow", "day", "death", "ditch", "dung", "fall", "field", "foal", "harness", "hill", "home", "horse", "house", "Mikkel", "morning", "mound", "nap", "night", "north", "peat", "roof", "shilling", "taxes", "thatch", "three", "window"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}