{"publication_info": "DS_VI_930", "full_name": "241 - 4.44 - DS_VI_930", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.44, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 38, "name": "Åstrup", "display_name": "Åstrup (place mentioned)"}, {"place_id": 382, "name": "Løkken", "display_name": "Løkken (place mentioned)"}, {"place_id": 438, "name": "Nørre Harridslev", "display_name": "Nørre Harridslev (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "DS_VI_1248", "full_name": "150 - 1.38 - DS_VI_1248", "url": "data/stories/41.dfl"}, {"informant_id": 241, "publication_info": "DS_VII_611", "full_name": "241 - 4.39 - DS_VII_611", "url": "data/stories/211.dfl"}, {"informant_id": 331, "publication_info": "DS_VII_167", "full_name": "331 - 0.00 - DS_VII_167", "url": "data/stories/642.dfl"}, {"informant_id": 337, "publication_info": "DS_IV_1349", "full_name": "337 - 0.00 - DS_IV_1349", "url": "data/stories/692.dfl"}, {"informant_id": 320, "publication_info": "DS_VI_926", "full_name": "320 - 0.00 - DS_VI_926", "url": "data/stories/852.dfl"}, {"informant_id": 241, "publication_info": "DSnr_I_404", "full_name": "241 - 4.43 - DSnr_I_404", "url": "data/stories/215.dfl"}, {"informant_id": 436, "publication_info": "DS_VII_1357", "full_name": "436 - 0.00 - DS_VII_1357", "url": "data/stories/808.dfl"}]}, "fielddiary_page_start": "7823b", "fielddiary_page_end": "7825b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Norwegians and, to a lesser extent, Finns, are often attributed magical power in Danish tradition (DS VI 926). While some have argued that the \"Norwegian\" in theseis actually a Sámi, there is little evidence in any of these stories that support this surmise. Instead, it is likely that this explanation obtains in Sweden and Norway in reference to Finns, where farmers would have been in contact with Sámi, but not in Denmark, where meeting a Sámi would have been a truly unusual event.\n\n     The curse undermines the already shaky economy of the farm, an economy made all the shakier by the burden of the farmer's villeinage at Åstrup (the farm is presumably a leasehold under the estate at Åstrup). The farmer's generosity to the wandering Norwegian leads to a reciprocal relationship, similar to the one between the farmer and the mound dweller found in the preceding story (JPP 4.43). The curse on the farm is a fairly typical witch's curse, and is intended to destroy the farm's economy. The form of the curse relies predominantly on contagious magic, with the bones and skin of the animals used to control and kill the farm animals. Not surprisingly, the witch turns out to be a neighbor, and the neighbor witch begging to be let in is a widely attested motif (DS VII 1357).\n\n     As in many of his stories, Jens Peter vouches for the veracity of the story by emphasizing his personal connection to someone in the story, or someone who knew someone in the story.", "danish_manuscript": "Der var en M. i Nørre Harridslev\nh gjorde Hoveri til Aastrup ve-\nsten Hjørring og h. mist da saadan\nen Masse Høveder baade Heste og\nKøer og Faar og Svin og Gjæs og Ænder\nog Høns, kort sagt alt hvad h.\n\n7824A\nhavde og h. var s. rasende fattig. H.\nhavde 4 Heste, men de 2 var s. ma-\nger og afkræftede at de kunde da in-\ngen Ting bestille. De hang i nogle\nRebe og var ved at dø. M. skulde\ntil Løkken med et Læs Korn for Her-\nren og have de 2 bedste for. \nS. var der kommen en gl. Nordmand\nherover til Landet, en som var klog\nog vilde kurere for saadan noget.\nH. skulde have hjulpet mange.\nS. var der ogsaa nogle der sagde ham\nom dh. Gaarden, og h. var s. elendig\nstillede. Gaar s. der til den Aft.\nsom M. var ude at kjøre til Løk-\nken og vilde snakke med ham om\ndet. Men s. var M. jo ikke hjem\nnu. S. forlanger h. af Konen,\nom h. kunde ikke faa Lov at blive\nder i Nat. Nej, hu s. nej, det\nkunde ikke lade sig gjøre. De var\nfattige Folk og havde ikke saadan\nRaad til at have omrejsende\nFyre i Logi og hu var kras og \nskjælder ud. Men h. bliver lige godt\nsiddende der, for Folk havde sagt\nh. skulde blive til M. kom hjem.\nS. hen paa Aft. kommer M. fra\nLøkken og h. gav Nordm. Lov til at\nblive der. det var jo for sent at gaa.\nH. havde en Fl. Brændev. med hjem\n\n7824B\nfra Løkken og den sad de og tømte\nom Aft og blev godt tilpas. S. \ndh. gl. Nordm. h. blev jo noget\nmere snakvis: Hvordant er det\nmed dig, du mister jo s. mange\nHøveder og Hester. Ja h kunde \nikke være ved Grden, h. var færdig\ntil at rejse fra dem hvad Dag det \nskulde være, for h. mist jo alting\nog det var nok onde Folk der var\nSkyld i det. Ja s. tager Nordm.\nordet og s. Det kunde der vel og\nraades Bod paa. Nej s. M.\nh. havde givet mange Penge ud\nfor at faa det kureret men det\nhjalp jo lige meget, været ved\nmange Kloge Mænd. Ja lad mig\nnu blive her i Nat sg Nordm.\ns. kan vi se paa det i Morgentidlig\nH. blev der og om Morg. tidlig\nsg h. til Konen: Nu skal du ta-\nge en hel Kurvfuld Tørv og gjøre \nIld paa Arnestedet. Ja det skulde\nhu nok. S. vil vi gaa ud i Nødset\nog se om vi kan ikke finde en Ting\nRaad for dh. Norm. h. gik frem\nog tilbage der inde og s. viste h paa\nen stor Sten der laa inde i Pikningen\nden skulde brækkes op. Nej der var\ningen Ting under den, den kunde de læg\n\n7825A\nge ned igien. S. gik h. frem og tilbage\nder inde et Par G. og s. s. h. Her skal\ndet være, det var ogsaa en stor Sten\nder laa der inde. S havde de en\nStaalstang og løftede Sten. Der under\nvar et Hul s. stort at det kunde\ntage godt et Par Skj. Der var ogsaa\nalle Slags Ben baade af Heste\nog Køer og Faar og Svin o.sv. og der\nvar Haar ogsaa af dem og der var\nFjer af Høns o.s.v. og der var\nknyttet s. mange Ulykkes knuder\npaa de Haar at den kloge M. da\nde fik det hele samlet saa fik\n[det] en Toskjæpp Kurv helt fuld\nog det fik de baaret ind. S. regner\nNordm. ud ved at se alt det, at\ndet kunde have været et helt 100\nAar de skulde have haft Mist paa\nden Grd. inden det fik Ende. De\nbar det nu ind i Kjøkk. Nu skul-\nde de lukke baade Døre og Vinduer\ntæt og stoppe alle Huller paa Rol-\nlingen for nu kom alt det paa\nIlden der var i Kurven og skulde\nderes Skadesmand komme lige\nstrags, det varede ikke svar læn\nge inden alt det sager og Ben var\npaa Ilden, førend deres Nabokone\nkom og vilde endelig have været\ninde og raabte og skreg hu skulde\n\n7825B\nendelig snakke med dem. Men det maat\nte hu jo ikke komme for Nordm.\nh. frygtede, det skulde ingen Held\nhave, naar hu kom ind og s. kom\nh. heller ikke. Efter den Tid, det\nskidt var brændt i Aske s. bar de\ndem ud paa Mødd. og s. mistede\nh. aldrig nogen Ting og blev en dygtig\nMand og hans Børnebørn er ved\ngaarden den Dag i Dag er. Den\nder har fortalt mig det har\nkjendt Manden personlig.", "english_manuscript": "There was a man in Nørre-Harridslev, he did villeinage at Åstrup in west Hjørring, he lost a huge number of animals, both horses and cows and sheep and pigs and geese and ducks and chickens, in short, everything that he had and so he was incredibly poor. He had four horses, but two of them were so thin and weak that they couldn't do anything. They hung in some ropes and were near death. The man was supposed to go to Løkken with a load of grain for the manor lord and had to have these two horses harnessed up. At the time an old Norwegian had come here to the country, he was cunning and could cure such things. He was supposed to have helped many others. Then there were some who'd told him about this farmer and how bad off he was. He goes over there and comes on the evening that the man was out driving to Løkken and wanted to talk to him about that. But the man wasn't home then. Then he asks the farmer's wife if he can't stay there that night. No, she says no, that couldn't be done. They were poor people and couldn't afford to have strangers lodging with them and she was harsh and chewed him out. But he just kept sitting there since people had told him to stay until the man came home. Later that night the man comes back from Løkken and he gave the Norwegian permission to stay there, it was too late to leave now. He had a bottle of akvavit along home from Løkken and they sat there and emptied it that night and were feeling good. Then this here old Norwegian became a little more talkative. Then he says, \"How is it that you lose so many cattle and horses?\" Well, he couldn't stay at the farm, he says, he was about ready to leave it any day now, because he lost everything, and it was probably evil people who were at fault. Well, then the Norwegian starts to talk and says, \"There's a remedy for that.\"--No, says the man, he'd given a lot of money to have it cured and there'd been a lot of cunning folk. \"Well, let me stay here tonight,\" says the Norwegian, \"then we can take a look at it tomorrow morning.\" He stayed there and the next morning, they got up and he says to the wife, \"Take an entire basket of peat and make a fire in the fireplace.\" Yes, she'd do that. \"Well, then we'll go out to the barn and see if we can't figure out a remedy for this.\" The Norwegian went back and forth in there and then he pointed at a large stone that was lying there in the stone floor and they were to pull it up. No there wasn't anything under it, they could put it back down. Then he went back and forth a couple of times, and then he says, \"It should be here,\" there was also a big stone in there. They got a metal bar and lifted the stone. Underneath it there was a hole big enough to fit a couple measures. There were also all sorts of bones, both horses and cows and pigs and the like, and there was hair from them too, and there were bones and feathers of chickens and and the like and tied onto these hairs were so many bad luck knots that the cunning man filled a two bushel basket when he'd gathered it all together and carried it out. Then the Norwegian calculated by looking at all that that it could have lasted for another hundred years that they'd lose animals at that farm before it would have ended. They carried it into the kitchen. Then they had to shut all the doors and windows tightly and plug all the holes in the main room, because now they were going to throw everything that was in the basket onto the fire, and the evil-doer would come immediately. It wasn't too long after all those things and the bones were on the fire before their neighbor's wife came and really wanted to come in, and she yelled and screamed, she really needed to talk to them. But she wasn't allowed to because the Norwegian was afraid that it wouldn't help if she came in, and so she wasn't allowed in. After that filth had been burned to ashes, they carried it out to the dunghill and they never lost a thing again and he became a clever man and his grandchildren have the farm to this very day. The one who told me this knew the man personally.", "danish_publication": "Der var en mand i Nörre-Harridslev, han gjorde hoveri til Åstrup vesten Hjörring og var da så rasende fattig. Han mist da sådan en masse hoveder, både heste og køer og får og svin og gjæs og ænder og höns, kort sagt alt, hvad han havde, og der måtte jo være onde folk med i spillet. Nu havde han fire heste, men de to var så magre og afkræftede, at de kunde da ingen ting bestille, de hang i nogle rebe og var døden nær. Så skulde manden til Løkken med et læs korn for herremanden og måtte jo have de to bedste for. Nu var der i den samme tid kommen en gammel Nordmand her over til landet, det var én, som var klog og vilde kurere for sådant noget, og han havde da hjulpet mange. Så var der nogle, der havde sagt til ham om denher gårdmand, og hvor elendig stillet han var. Han går så dertil og kommer netop den aften, som manden var ude at kjøre til Løkken, og vilde snakke med ham om det. Men da manden nu ikke var hjemme, så forlanger han af konen, om han kunde ikke få lov at blive der i nat. Nej, hun siger nej, det kunde ikke lade sig gjøre; de var fattige folk og havde ikke råd til at have omrejsende fyre i losi. Se, hun var jo kras og skjældte dygtig ud; men han bliver lige godt siddende der, og folk havde nu også sagt til ham, han skulde blive, til manden kom hjem, hvis han ikke var til stede i øjeblikket. Så hen på aftenen kommer manden fra Løkken, og han gav Nordmanden lov til at blive der, det var jo for sent at gå nu. Nu havde han en flaske brændevin med hjem fra Løkken, og den sad de og tömte om aftenen og blev sådan godt tilpas, og denher gamle Nordmand blev noget mere snakvis. Så siger han: \"Hvordant er det med dig, du mister jo så mange höveder og hester?\" Ja, han kunde ikke blive ved gården nu, siger han, han var færdig til at gå fra den, hvad dag det skulde være, for han mist' jo al ting, og det var nok onde folk, der var skyld i det. Ja, så tager Nordmanden ordet og siger: \"Det kunde der vel og rådes bod på.\" — Nej, siger manden, han havde givet mange penge ud for at få det kureret og været ved mange kloge mænd, men det hjalp jo lige meget. \"Ja, nu bliver a jo her i nat\", siger Nordmanden, \"så kan vi se på det i morgen tidlig.\" Om morgenen, de kom op, siger han til konen: \"Nu skal du tage en hel kurvfuld torv og gjøre ild på arnestedet.\" Ja, det skulde hun nok. \"Så vil vi gå ud i nødset og se, om vi kan ikke finde én ting råd for dether.\" Nordmanden han gik frem og tilbage der inde, og så viste han på en stor sten, der lå inde i pikningen. Den skulde brækkes op. Det skete, nej, der var ingen ting under den, den kunde de lægge ned igjen. Så gik han frem og tilbage igjen et par gange, og så siger han: \"Her skal det være.\" Det var også en sten, der lå der inde, som han nu pegte på. De havde en stålstang og løftede stenen, og der under var et hul så stort, at det kunde tage godt et par skjæpper. Der var også alle slags ben både af heste og køer og får og svin o. s. v., og der var hår af dem, og der var ben og fjer af höns og ænder og gjæs. På de hår var der knyttet så mange ulykkes-knuder, at den kloge mand fik en toskjæppe-kurv helt fuld, da de fik det hele samlet sammen og fik det båret ud. Han regner ud ved at se alt det, at det kunde have varet et helt hundrede år, inden det fik ende, så længe skulde de altså have haft mist på deres kreaturer. De bar det nu ind i kjøkkenet, og så skulde de lukke både döre og vinduer tæt og stoppe alle huller på rollingen, for nu kom alt det på ilden, der var i kurven, og så skulde deres skademand nok komme lige straks. Det varede heller ikke svar længe, inden deres nabokone kom og vilde endelig have været ind, og hun råbte og skreg, hun skulde endelig snakke med dem. Men det måtte hun jo ikke komme for Nordmanden, han frygtede, det skulde ingen held have, når hun kom ind, og så kom hun heller ikke. Efter den tid det skidt var brændt i aske, så bar de det og benstumperne ud på møddingen, og siden mistede de aldrig nogen ting. Han blev en dygtig mand, og hans børnebörn er ved gården den dag i dag er. Den, der har fortalt mig det, har kjendt manden personlig.", "english_publication": "There was a man in Nørre-Harridslev, he did villeinage at Åstrup in west Hjørring and so he was incredibly poor. He lost a huge number of animals, both horses and cows and sheep and pigs and geese and ducks and chickens, in short, everything that he had, and there had to be evil people at play. Now he had four horses, but two of them were so thin and weak that they couldn’t do anything, they hung in some ropes and were near death. Then the man was supposed to go to Løkken with a load of grain for the manor lord and had to have these two horses harnessed up. At the same time, an old Norwegian had come here to the country, he was one who was cunning and could cure such things, and he’d helped many others. Then there were some who’d told him about this farmer and how bad off he was. He goes over there and comes the very evening that the man was supposed to drive to Løkken and wanted to talk to him about that. But since the man wasn’t home, he asks the farmer’s wife if he can’t stay there that night. No, she says no, that couldn’t be done; they were poor people and couldn’t afford to have strangers lodging with them. See, she was harsh and chewed him out; but he just kept sitting there, and people told him to stay until the man came home if he wasn’t there at the moment. Then later that night the man comes back from Løkken and he gave the Norwegian permission to stay there, it was too late to leave now. Now he had a bottle of akvavit along from Løkken and they sat there and emptied it that night and they were feeling good and this here old Norwegian became a little more talkative. Then he says, “How is it that you lose so many cattle and horses?” Well, he couldn’t stay at the farm, he says, he was about ready to leave it any day now, because he lost everything, and it was probably evil people who were at fault. Well, then the Norwegian starts to talk and says, “There’s a remedy for that.”--No, says the man, he’d given a lot of money to have it cured and there’d been a lot of cunning folk, but it didn’t help any. “Well, I’ll stay here tonight,” says the Norwegian, “then we can take a look at it tomorrow morning.” The next morning, they got up and he says to the wife, “Take an entire basket of peat and make a fire in the fireplace.” She agreed to do that. “Well, then we’ll go out to the barn and see if we can’t figure out a remedy for this.” The Norwegian went back and forth in there and then he pointed at a large stone that was lying in the stone floor. They were to pull it up. They did that and no there wasn’t anything under it, they could put it back down. Then he went back and forth a couple of times, and then he says, “It should be here.” There was also a stone in there which he now pointed at. They got a metal bar and lifted the stone, and underneath it there was a hole big enough to fit a couple bushels. There were also all sorts of bones, both horses and cows and pigs and the like, and there was hair from them too, and there were bones and feathers of chickens and ducks and geese. Tied onto these hairs were so many bad luck knots that the cunning man filled a two bushel basket when he’d gathered it all together and carried it out. He calculated that it could have lasted for another hundred years before it would have ended, that’s how long they would have lost animals there. They carried it into the kitchen and then they had to shut all the doors and windows tightly and plug all the holes in the main room, because now everything that was in the basket was thrown onto the fire, and the evil-doer would come immediately. It wasn’t too long either before their neighbor’s wife came and really wanted to come in, and she yelled and screamed, she really needed to talk to them. But she wasn’t allowed to because the Norwegian was afraid that it wouldn’t help if she came in, and so she wasn’t allowed in. After that filth had been burned to ashes, they carried it and the bone stumps out to the dunghill and after that they never lost a thing. He became a clever man and his grandchildren have the farm to this very day. The one who told me this knew the man personally.", "keywords": {"keyword": ["afraid", "agreement", "allow", "animals", "ashes", "barn", "basket", "bones", "bottle", "bushel", "cattle", "chicken", "country", "cow", "Cunning Folk", "cure", "day", "death", "door", "duck", "dung", "evening", "evil", "farm", "farmer", "fault", "feather", "fire", "fireplace", "floor", "geese", "grain", "hair", "harness", "home", "horse", "kitchen", "knot", "luck", "manor lord", "metal", "money", "morning", "neighbor", "night", "Norwegian", "old", "peat", "permission", "pig", "poor", "remedy", "rope", "sheep", "stone", "stranger", "thin", "tie", "tomorrow", "tonight", "villeinage", "west", "wife", "window"]}, "etk_index": {"heading_danish": "Kloge mænd og koner og deres bedrifter", "heading_english": "Cunning men and women and their activities"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}