{"publication_info": "DSnr_IV_963", "full_name": "241 - 4.45 - DSnr_IV_963", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.45, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 232, "name": "Hallund", "display_name": "Hallund (place mentioned)"}, {"place_id": 328, "name": "Kjølske", "display_name": "Kjølske (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 363, "publication_info": "DS_IV_1287", "full_name": "363 - 0.00 - DS_IV_1287", "url": "data/stories/638.dfl"}, {"informant_id": 499, "publication_info": "DS_IV_1289", "full_name": "499 - 0.00 - DS_IV_1289", "url": "data/stories/845.dfl"}]}, "fielddiary_page_start": "7825b", "fielddiary_page_end": "7826b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Robbers threaten civil society as a whole. In this story, it is a manor lord, rather than a farmer, who is the victim. The poor swineherd who is taken hostage emerges as the most important figure in the story. The village people are understandably more concerned about saving one of their own than saving the manor lord's pigs. Amusingly, the robbers have sold most of the pork by the time they are captured. The rhyme that the swineherd sings is reminiscent of several other rhymes that appear in Jens Peter's stories. It is also akin to some of the rhymes that trolls sing in fairy tales that inadvertently reveal their identity.", "danish_manuscript": "Der boede en Herremand paa Kjøl\nske der hed Ole Lånng og h. havde\nHus paa Skoven for dg. var der\nen stor Skov til Kjølske og en Hjorde\nvar der jo med Svinene. Der var jo\nmange Svin. S. en dag bliver\nbaade Hjorden og Svin væk og de\nsøgte jo og søgte baade i Skoven og\ni sønder og nør, øster og vester\nmen der var ingen hverken Høvre \neller Svin at finde. Det stod hen\ni en 4 Maaneder. S. gik Herrem\nog hans Kone ude i Haven om\nAftningen. og hører da en Musik\nude fra Skoven som var ligeved.\nDet var s. lydbart og s. s. Herrem.\ntil Konen: Min Høvre er ikke\n\n7826A\ndød endnu, a kan høre h. spiller.\nH. var bleven taget til Fange med\nSvinen af nogle Røvere der ude i\nSkoven og de havde en Hule helt nede\ni Jorden og der var en grum stor\nRøldbusk (en Slags Bøg) den kunde\nde trække frem og tilbage og den laa\nover Hullet og skyde hen over det,\ns. var der ingen der kunde finde\ndet, for alle Røverne dernede\nde var Slagtere ellers. S. spill.\nHøvren: Wolle Lånng :/: di Høvr\ner tan te Fånng, ålld din Svin\nhå di slattes så ud som te dæj\nbroge Sow, dæj rage di no, dæj\nrage di no. S. kalder Ole L.\npaa hans Ladefoged, og der kommer\nen 2, 3 Karle paa Heste ud at\nbede hele Hallund Sogns Bebo-\nere de var Fæstere og de skulde\nmøde paa Gaarden om Morg. Kl. \n5, og s. skulde de ud i Skoven at\nsøge. Men de søgte Skoven igien\n3. G. førend de fandt Hulen og de\nvar samlet sammen dernede i Hulen\nalle Røverne. Det var ene be-\nkjendt Folk og de havde kjørt om-\nkring og solgt Flæsket af alle\nhans Svin s. nær som af dh.\nbrogede So, der nys var slagtet\n\n7826B\nS. blev de undlivede allesammen og\nRøverstuen er endnu til at se\nden D. i D. paa en Gaardmands\nMand der hedder Lars Laden i\nHall. Sogn til at Minde derom.\nHøveren havde ingen Skade taget.", "english_manuscript": "There was a manor lord at Kjølske who was called Ole Lånng, and he had a house out in the woods, because at that time there was a big woods at Kjølske and there was also a swineherd with the the swine. There were a lot of swine. But one day the swineherd and the swine disappear, and they searched and searched in the woods and to the south and north, east and west, but they could find neither swineherd nor swine. It was like this for four months. Then the manor lord and his wife went for a walk in the garden, and they hear music from the forest that was right there. It was really audible and then the manor lord says to his wife, \"My swineherd isn't dead yet, I can hear him playing.\" He'd been taken prisoner with the swine by some robbers and they had a den down in the ground and there was a really big birch bush and they could pull it back and forth and it lay over the den and they could put it over it, then no one could find it, because all the robbers down there were otherwise butchers. Then the swineherd played, \"Wolle Lånng, Wolle Lånng, your swineherd has been taken prisoner, all your swine have been slaughtered, except for the big spotted sow, and they're taking her now, they're taking her now.\" Then Ole Lånng calls for his barn master and two or three farmhands jump up on horses and go out to ask all the inhabitants of Hallund parish, they were lease holders, and they were to meet at the farm the next morning at 5, and then they were to go out and look in the woods. But they searched the woods three times before they found the robbers' den and they were all gathered down there. All the people were known and they had driven about and sold all the pork from his swine except for this one spotted sow which had just been slaughtered. They were all executed and the robbers' den can still be seen today. It's on a farmer's field in Hallund, he's called Lars Laden, and it's there to remind people. The swineherd hadn't been hurt.", "danish_publication": "Der boede en Herremand paa Kjølske, der hed Ole Lånng, og han havde Svin paa Skoven, for den Gang var der en stor Skov til Kjølske. Der var mange Svin, og der var jo en Høvre med dem. Men saa en Dag bliver baade Høvren og Svinene væk, og Herremanden og hans Folk søgte baade i Skoven og i Sønder og Nør og Øster og Vester, men der var ingen hverken Høvre eller Svin at finde. Det stod hen i en 4 Maaneder, og da gik Herremanden og hans Kone ude i Skoven om Aftningen og hørte en Musik der ude fra. Det var saa lydbart der i Skoven, saa de kunde høre, hvad det var. Saa siger Herremanden til Konen: \"Min Høvre er ikke død endnu, a kan høre, han spiller.\" Da spillede Høvren saadan: \"Wolle Lånng Wolle Lånng, di Høvr er tan te Fånng, ålld din Swin hå di slatte, så nær som te dæj broge Sow, dæj rage di no, dæj rage di no.\" Da Herremanden kom hjem til Gaarden, saa kalder han paa hans Ladefoged, og der kommer en 2, 3 Karle paa Heste ud at bede hele Hallund Sogns Beboere, det var jo ene Fæstere den Gang, de skulde møde paa Gaarden om Morgenen Klokken 5, og saa skulde de ud i Skoven at søge. Men de søgte Skoven gjennem 3 Gange, førend de fandt Røverkulen. Den var helt nede i Jorden, og der var en grumme stor Røldbusk, som laa over Hullet, og den kunde de trække frem og tilbage og skyde hen over det, saa var der ingen, der kunde finde Indgangen. De var samlet der nede i Hulen alle Røverne, og det var ene bekjendte Folk fra Omegnen, der gav sig af med at være Slagtere. De havde kjørt omkring og solgt Flæsket af alle hans Svin, saa nær som af denher brogede So, der nys var slagtet. Høvren havde ingen Skade taget, og han kom nu til Kjølske igjen, men Røverne blev taget til Fange og undlivede allesammen. Røverstuen er endnu til at se som et Minde derom, den er paa en Gaardmands Mark i Hallund, han hedder Lars Laden. ", "english_publication": "There was a manor lord at Kjølske who was called Ole Lånng, and he had swine out in the woods, because at that time there was a big woods at Kjølske. There were a lot of swine, and there was also a swineherd with them. But one day the swineherd and the swine disappeared, and the manor lord and his people looked in the woods and to the south, north, east and west, but they could find neither swineherd nor swine. It was like this for four months, and then the manor lord and his wife went for a walk in the woods, and then they heard music from somewhere out there. Then the manor lord says to his wife, “My swineherd isn’t dead yet, I can hear him playing.” Then the swineherd played like this, “Wolle Lånng, Wolle Lånng, your swineherd has been taken prisoner, all your swine have been slaughtered, except for the big spotted sow, and they’re taking her now, they’re taking her now.” When the manor lord came home to the farm he calls for his stable master and two or three farmhands jump up on horses and go out to ask all the inhabitants of Hallund parish for help, they were leaseholders at that time, and they were to meet at the farm the next morning at five, and then they were to go out and look in the woods. But they searched the woods three times before they found the robbers’ den. It was all the way down in the ground, and there was a huge birch bush over it and they could pull it back and forth and pull it over the entrance so that nobody could find it. The robbers were all gathered down there in the den and there was one person who was known from the area who was pretending to be a butcher. They’d driven about and sold all the pork from his swine except for this one spotted sow which had just been slaughtered. The swineherd hadn’t been hurt and he came to Kjølske again, but the robbers were all imprisoned and executed. The robbers’ den can still be seen to remind people about that, it's on a farmer’s field in Hallund, he’s called Lars Laden.", "keywords": {"keyword": ["birch", "bush", "butcher", "cow", "day", "death", "den", "disappearance", "east", "execution", "farm", "farmhand", "farmer", "field", "home", "horse", "imprisoned", "Lars", "lease", "manor lord", "month", "morning", "north", "Ole", "parish", "pork", "prisoner", "robber", "robbers den", "slaughter", "south", "sow", "swine", "swineherd", "three", "west", "wife", "woods"]}, "etk_index": {"heading_danish": "Røvere, drabsmænd og tyve", "heading_english": "Robbers, murderers and thieves"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}