{"publication_info": "JAT_II_194", "full_name": "241 - 4.46 - JAT_II_194", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.46, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 127, "name": "Dronninglund", "display_name": "Dronninglund (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 241, "publication_info": "JAT_II_200", "full_name": "241 - 4.47 - JAT_II_200", "url": "data/stories/219.dfl"}}, "fielddiary_page_start": "7826b", "fielddiary_page_end": "7826b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Jens Peter concludes his storytelling with two closely related stories of strong men. All the exploits of the strong men would be quite helpful on a farm. In that sense, they are related to the nisse who also exhibits great strength. In both stories, Jens Peter notes the height of the strong men, using that as an apparent explanation of their otherwise superhuman strength.", "danish_manuscript": "Der var en stærk mand ude i Dron-\nninglund Skov for en 60, 70 Aar\nsiden, de kaldte den store Kræn\nBuur, h. var s stærk h kunde\nrykke et Træ op med Rod, naar det\nvar ikke aa stort og h. have da en\n6, 8 Mands styrke h. kunde læsse\net Træ paa en Vogn ene Mand\nsom 2 Heste i de Tider ikke kunde\ntrække. Men Vejene var jo og\nsaa daarlige. Naar Folk s. kom\ni Skoven og havde fældet et Træ\ni en Dal ell. i Siden af en Bak-\nke, s. kunde de spænde Bæsterne\nfor den ene Ende og h. kunde tage\nden 2 Ende og bære op. Naar He\nstene trak Toppen op kunde h.\nbære Roden. Stor og før var h.\ntillige med, noget over 3 Al.", "english_manuscript": "There was a strong man out in Dronninglund forest sixty or seventy years ago, they called him big Kræn Buur. He was so strong that he could pull a tree up with its roots when it wasn't too big. He had the strength of six or eight men. He could load a tree onto a wagon by himself which two horses at that time couldn't pull. But the roads were also really bad then. When people had chopped down a tree in a dale or on the side of a hill, they could harness their animals to one end and he could lift the other end up and carry it. When the horses pulled the top up, he could carry the roots. Big was he, over six feet.", "danish_publication": "For en 60, 70 år siden var der en stærk mand ude i Dronninglund skov, de kaldte ham den store Kræn Buur. Han var så stærk, at han kunde rykke et træ op med rod, når det ikke var ret stort, og han havde da en seks, otte mands styrke. Han kunde ene mand læsse et træ på en vogn, som to heste i de tider ikke kunde trække; men vejene var jo også dårlige. — Når folk så kom i skoven og havde fældet et træ i en dal eller i siden af en bakke, så kunde de spænde bæsterne for den ene ende, og han kunde da tage den anden ende og bære op. Han kunde bære roden, når hestene blot kunde trække toppen. Stor var han jo, noget over tre alen, og før var han tillige med.", "english_publication": "Sixty or seventy years ago there was a strong man out in Dronninglund forest, they called him big Kræn Buur. He was so strong that he could pull a tree up with its roots when it wasn't too big. He had the strength of six or eight men. He could load a tree onto a wagon by himself which two horses at that time couldn't pull; but the roads were also bad. So when people had come and chopped down a tree in a dale or on the side of a hill, they could harness their animals to one end and he could lift the other end up and carry it. He could carry the roots when the horses could only pull the top. Big was he, over six feet, and he'd been that big for quite a while.", "keywords": {"keyword": ["animals", "dale", "forest", "harness", "hill", "horse", "Kræn Buur", "road", "root", "strength", "tree", "wagon"]}, "etk_index": {"heading_danish": "Fra hoveriets tid", "heading_english": "From the time of villeinage"}, "tango_indices": {"tango_index": [null, null, null, null, null]}, "genre": null}