{"publication_info": "JAT_II_200", "full_name": "241 - 4.47 - JAT_II_200", "informant_id": 241, "informant_last_name": "Pedersen", "informant_first_name": "Jens Peter", "informant_full_name": "Jens Peter Pedersen", "order_told": 4.47, "fieldtrip": "May-June 1898", "fieldtrip_start_date": "1898-05-23", "fieldtrip_end_date": "1898-06-08", "places": {"place": [{"place_id": 306, "name": "Ilbjærge", "display_name": "Ilbjærge (place recorded)"}, {"place_id": 31, "name": "Ammitsbøl", "display_name": "Ammitsbøl (place mentioned)"}, {"place_id": 373, "name": "Linderumgård", "display_name": "Linderumgård (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": null, "publication_info": "JAT_II_192", "full_name": "0 - 0.00 - JAT_II_192", "url": "data/stories/910.dfl"}, {"informant_id": 123, "publication_info": "JAH_II_413", "full_name": "123 - 3.18 - JAH_II_413", "url": "data/stories/421.dfl"}, {"informant_id": 241, "publication_info": "JAT_II_194", "full_name": "241 - 4.46 - JAT_II_194", "url": "data/stories/218.dfl"}]}, "fielddiary_page_start": "7826b", "fielddiary_page_end": "7827a", "bibliographic_info": null, "bibliography_references": null, "annotation": "The strength of the journeyman bricklayer, Ketting, reaches absurd proportions in this story. Bets between strongmen and their doubters are widely attested (PJ 3.18). In some stories, supernatural strength is related to eating cakes proffered by the mound dwellers (JAT II 192).", "danish_manuscript": "Der var en Mursvend der arbejde\nde her i Linderumsgaard for\nen 30 Aar siden, h. hed Kætting\nog h. kunde løfte 2 Heste paa\nen G. Der var spændt Dækkengjorde\n\n7827A\nom Hestene og s. kunde h. gaa ud imellem\ndem og tage dem. Han var 77 1/2 Tm høj. H.\nparerede en Dag med Forpagt paa Grden\nIlag at dersom Hestene ikke kunde tage et\nLæs af Grusgraven, s. kunde h. tage det med\nen Haand. Paa den Maade vandt h. 20 Da-\nler. Forp. hed Ammidsbøl. Kunde løfte\nen Kalkballe op paa [La] Murlaget som 2\nMand ikke kunde løfte.", "english_manuscript": "There was a bricklayer journeyman who worked here in Linderumgård thirty years ago, he was called Kætting and he could lift two horses at once. A belt was strapped around the horses and then he could go in between them and lift them. He was seventy-seven and a half inches tall. Once he bet the feed master at the farm that he could pull a load of gravel from the pit with one hand that the horses couldn't pull. He won twenty rixdollars that way. The feed master was called Ammidsbøl. He could lift a mortar tub up onto the wall which two men couldn't get off the ground.", "danish_publication": "En murersvend, der hed Ketting, han arbejdede her i Linderumsgård for en 30 år siden, og var så stærk, at han kunde løfte to heste på én gang. Der var spændt dækkengjorde om hestene, og så kunde han gå ind imellem dem og tage dem. Han parerede en gang med forpagteren på gården, han hed Ammidsbøl, om, at dersom hestene ikke kunde tage et læs af grusgraven, så kunde han tage det med én hånd. På denne måde vandt han tyve daler. Han kunde løfte en kalkballe op på murlaget, som to mand ikke kunde løfte fra jorden, men han var også 77 ½ tomme höj.", "english_publication": "A bricklayer journeyman who was named Ketting worked here in Linderumgård thirty years ago. He was so strong that he could lift two horses at once. A belt was strapped around the horses and then he could go in between them and lift them. Once he bet the feed master at the farm, he was called Ammidsbøl, that he could pull a load of gravel from the pit with one hand that the horses couldn't pull. He won twenty rixdollars that way. He could lift a mortar tub up onto the wall which two men couldn't get off the ground. But he was also seventy-seven and a half inches tall.", "keywords": {"keyword": ["belt", "bet", "farm", "horse", "journeyman", "master", "name", "rix dollars", "seven", "stable", "strength", "walls"]}, "etk_index": {"heading_danish": "Fra hoveriets tid", "heading_english": "From the time of villeinage"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}