{"publication_info": "JAH_V_505", "full_name": "150 - 1.19 - JAH_V_505", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 1.19, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 450, "name": "Oplev", "display_name": "Oplev (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "MA_I_404", "full_name": "150 - 2.01 - MA_I_404", "url": "data/stories/48.dfl"}, {"informant_id": 150, "publication_info": "Unpub_BJK_428", "full_name": "150 - 4.28 - Unpub_BJK_428", "url": "data/stories/139.dfl"}, {"informant_id": 385, "publication_info": "DS_IV_1376", "full_name": "385 - 0.00 - DS_IV_1376", "url": "data/stories/475.dfl"}, {"informant_id": 123, "publication_info": "JFm_XII_64", "full_name": "123 - 1.02 - JFm_XII_64", "url": "data/stories/374.dfl"}, {"informant_id": 150, "publication_info": "JAH_I_212", "full_name": "150 - 1.20 - JAH_I_212", "url": "data/stories/23.dfl"}]}, "fielddiary_page_start": "3242b", "fielddiary_page_end": "3244a", "bibliographic_info": null, "bibliography_references": {"reference": {"display_string": "[Article] Tangherlini, Timothy R. 2008. And the Wagon Came Rolling In... : Legend and the Politics of (Self-) Censorship in Nineteenth-Century Denmark. Vol. 45 of <i>Journal of Folklore Research</i> 3: 241-261."}}, "annotation": "Jens relates a masterfully crafted story about murder, greed, stupidity and cruelty. The first part is similar to stories classified as ATU 1359, Husband Outwits Adulteress and Lover, although in the manuscript version, the wife colludes with the husband. The Jewish peddler is simply led to believe that he is going to sleep with the farmer's wife. \n\n     The wandering merchant or peddler is well known in Danish tradition, and appears in both legend and folktales. Many of these peddlers are identified as Jewish peddlers (Jøde kræmmer). While the population of Jews in Denmark was never very large, many Jews in Denmark made their living in trade, both large and small scale. The history of Jews in Denmark is fairly complex, and laws pertaining to Jews often distinguished between Sephardic Jews and Ashkenazi Jews, the former receiving better treatment under the law. The first ordinance governing Jews in Denmark was promulgated February 2, 1651, by King Frederik III, in part deporting all Jews who had immigrated illegally. \n\n     Jens's story is similar to Peder Johansen's story of the farms at Heaven and Hell (PJ 1.02), particularly in the later episode where the jealous, wealthy neighbor believes their poor neighbor has been measuring money with a grain scoop. The fatal advice that the poor farmers give their neighbor is perhaps even more sadistic--and certainly more obscene--than the corresponding episode in Peder Johansen's story.\n\n     Jens reveals a great mastery of storytelling in this account, blending aspects of the humorous jocular tale, with the more believable legend and the utterly fictional folktale. References to place names, named individuals, and technology--such as the type of plow the poor sister used--play on the concept of believability, while the episode of self-mutilation and the minister relies on an absurd suspension of disbelief. The hat made from the woman's genitalia, and the man's subsequent strangulation, move the story firmly into the realm of the burlesque. The absurd final reference at the end to a series of subsequent owners of the ropes made from the hat can only be seen as Jens's own amusing meta-narrative commentary on performance.\n\n      Tang Kristensen plays rather fast and loose with the manuscript version of this story, separating it into two different accounts, the first part published as JAH V 505, and the second part remaining unpublished. JAH V 505 follows the fair copy of the story, indexed as Æv. 1247, Jødekræmmeren, until the wandering merchant is chased down to Gravlev. Tang Kristensen publishes a modified version of the second part of the story as JAH I 212 (BJK 1.20), adding the opening line \"as a satire about the previously used tool.\" Interestingly, that line refers to a story told by Kristen Kristensen Smed (JA H I 211), and not a story told by Jens. Indeed, Jens makes no other mention of leather straps or ropes in his storytelling.\n\n     In the published version of the first part of this story, Tang Kristensen adds the short sentence about the merchant losing all his possessions. To make matters more absurd, he also adds a long note after the published version of this story concerning both the injustices directed at wandering merchants and the dubious nature of many of these same merchants. Although the note encapsulates much of the debate over rural poverty and the status of wandering mendicants, particularly the kræmmere but, by extension, the rakkere and natmandsfolk, it is utterly misplaced: \"When we hear about all the injustice and violence that have been directed at these wandering merchants, we cannot be entirely silent concerning these people's crass behavior. A large number of other fairytales and jocular legends indicate that it was not rare nor even uncommon for things to go as described above, and these descriptions seem to be in many ways taken directly from lived experiences. The merchants should not be considered as totally innocent victims, and many of them have at the very least lived a loose life. When I was a young man, a merchant managed in a quite tricky manner to get me to hide some wares for him. I had no idea there was something suspicious about this and didn't suffer any consequences, but he naturally enjoyed taking advantage of my trust and my sympathy for his difficult lot.\" The note, however profoundly felt, is disingenuous, given Tang Kristensen's overt manipulation of his source. It is possible that he wanted to cover his tracks, and added this unusual editorial, to further deflect attention from his manipulation. The story Jens tells is not about the poor lot of the wandering merchants, but rather a humorous and obscene tale about sibling rivalry gone amok.", "danish_manuscript": "Der var to Søstre der boede i Oplev, den 1 var ri\nog den 2 fattig. De boede i Jens Markus søns og Anders\n\n3243A\nJensens Gaard, de to søndre Gaarde. Hende der\nvar fattig var saadan en kjøn ung Kone, 2 noget\nældre. Og de havde ingen Folk uden en tøs til\nat kjøre Ploven, naar de plovede, dg. kjørte de\nmed de gl. Hjulplove med 4 for og naar der skulde\nikke ploves, s. havde de ingen, naar der skulde\nharves, maatte Konen ud at harve med Krikkerne\nog naar de var trætte, skulde hu hjem at give\nHøvderne. S. kom der en Jøde kræmmer ind til\nKonen en Dag hu var kommen hjem af Marken\nog h. viser jo hans Kram an og vil handle med\nhende. Hu sagde nej, hu skulde ikke handle med ham\nfor hu havde ingen Penge, men h. s. hu skulde lide\nomkr. i den gl. jærnbunden Kiste der stod der\ninde, s. fandt hu nok nogle. Nej der var ingen\nikke hjælpe noget. Viste hende et pænt Klæde efter\net andet, som Kræm plejer. Jo nok Lyst til\nmen hvad kunde det hjælpe, havde ikke noget at\ngive for dem. Fik ingen. Ser noget vist paa hende\nog s. her er et Klæde, vilde give hende, om ha mått\nligge ved hende et bitte Korn, det havde dh Jøder jo\nLyst til. Det turde hu ikke s. h. for naar M. fik\ndet at se, vilde h. have at vide, hvor det var kom-\nmet fra, vidste nok, at hu havde ikke noget at give\nfor det. S. tager h. hans Pung med s. mange Sølv-\npenge i og flyr hende en Skill. Den kunde hu tage\nog have at M. vidste det ikke. Dg. Konen saa at \nM. havde s. mange Sølvpenge, s. saa hun til Solen\nog s. Nej det er ogsaa Middag og s. kommer M. hjem\nMen a ved et andet Raad, i Aften skal h. til\nMølle og hente Korn til Krikkerne, s. skal du komme\n\n3243B\nog forlange Kvarter der, s. kan vi nok faa det for\nrettet. Nu ja det tykte h. ogsaa var s. meget prægt-\ntig. snakk. med M. om det og s. h. havde s. mange\nPenge, di kunde det være godt faa fat i. trænge\nfor dem. Hu havde bildt ham ind. . men du skal\nstaa ude i frammerset, og naar Kr. kom skulde\nh. staa der og høre paa deres Prat. S. kom Kr. og\nvilde have Kvarter der. Ja, det ser det ogsaa ud til.\nNej det var deres Lejlighed ikke til at have saadan\nFolk i Kvarter s. ha. Jo, godt tjent med, de havde\nPlads nok. Ja det var Skaden den, men de havde\nikke noget at lægge paa Sengen; h. kunde gaa til\nKrooret, der var Kro i Gravlev dg. Nej, h.\nvilde vester paa. Ja s. overladte M. det til sidst\ntil Konen. Hu var ogsaa stræng at komme afsted\nmed men omsider fik h. Lov. S. trækker M. i\nhans lange Trøje og Sæk under Armen og Kjæp i\nHaanden, ned til Møllen, skulde give Krikkerne en G.\nog hu lave noget Nætter til Kr. Da hu havde s. be\nspist Kr. skulde de jo til Sengs. det gjaldt mest\nom. S. kommer M. spr. ind ad Frammersdøren\nmed en Prudel i Haanden. Konen var s forsigtig\nat ha kunde lægge hans Kram i dh. gl. Kiste\nog flyde ham Nøglen til den, og s. gik de til Sengs\nog h. klistrer paa den arme Kr. Konen hu hvæld\nog h. maatte ikke slaa ham saadan. Jo de skulde\nslaas ihjel begge to. Hu faar da Mon til at\nfaa i Kjæp med ham og Kr. faar fat i hans\nKlæder under Armen og ud ad Døren som M.\nhavde slaaet op og M. bag efter ham og jager\nham ud i Krattet ved Gravlev. S. om Morg. skulde\nde jo til at have Kisten lukket op og efterse Kr. Sager\nog der finder de en Pung s. stor med s. mange\n\n3244A\nSølvpenge i. Vi kan ikke tælle dem s. K. men a\nvil gaa hen til min Søster og laane hendes Fjerding\nkar a tror der er et helt Fdk, s. kan vi mæle dem\nDerhen. Hvad vil du ha den til, du har jo ingen\nTing at mæle.  A vil mæle min Penge. Har du nu\nfaaet s. mange af dem. Nu h. fik den og gaar hjem\nNoget gisten. Smaa bitte lybske Skill og s. sløv\nat der blev siddende nogle af dem imellem Stave\nne. Søstr. nysgj. og finder Pengene. A har sgu,\nsaa der er Penge. Hvor har du faaet dem fra.\nA skal sige dig det lige [saa mange] som det A\nlod M. skjære min Tingest af og lod Tøsen gaa hen\ntil Præsten med og den fik a en Fdk Penge for.\nDet var en god Betaling, mon h. vil kjøbe flere\nJa det troede hu nok. Ja nok trængte hu ikke\ntil Penge, men vilde h. have flere, s. ogsaa hen-\ndes. Fik M. til at tage hans Ragekniv og\nPigen af Sted med den paa en hvid Talerken og en\nSalvet over det og hen til Pr. Kjøber han Pus-\nser Faaer. Hvad siger [hu] a. S. det igien.\nLad mig se. Nej nu tror jeg F tage mig Folk\nbliver taabelige, tager de mine Ko og [sk] for-\nærer mig Mulen. Pig. s forskr. over at høre \nPr. bande at hu render hjem igien og s. var\nKonen død. S. tykte M. ikke det kunde gaa \nan at kylle saadan noget væk; og mente h.\nkunde lave en Luue af den. Dg. brugte de Ræve\nluer. S. gik h. med den til Kirke en Dag og da\nh. gik s. hjem var det s. forfærdl. et Regnvejr\nog bliver s. stor at den smut ned omkring\nHalsen af ham. Pigen gjorde god Varme paa og\n\n3244B\nder satte han sig ned at varme sig og ligesom den s.\nblev tør krøb den sammen omkring Halsen af ham\nog kvæld ham. S. maatte de sprække den af Halsen\npaa ham og kylle den ud i Møngen. En anden\nM. til Grden og da var det skikken, de kjørte deres\nMog ud om Foraaret, s finder h. dh. i Møngen\nDer kunde blive en Gang Skagler af -- saadan sag\nde de den G. de brugte Læderrebe, der var lagt\nligesom Hamprebe er nu og dem brugte de\ndet første a kan huske og naar de fik dem\nkjørt i Stykker s. kunde de bruge dem til\nPlejløle, de havde Stavseltræer eller Lejltræer\nog Puder paa Hestene. S fik h. sig saadan 4 Re-\nbe lavet af det og kjører til Nibe at hente sig\net Læs Sild som Skikken var dg. da h. havde\nfaaet Avlen i Jorden og s. blev det Aft. og h.\nfik nogle store Dramme der nede og blev Aft.\ninden h. kom fra Byen. Dg. h. kjørte s. og kom\ntil Uslev, der er en stor Bakke sønden for Byen\nh. skulde op ad, s satte h. sig af og gik ved \nSiden af Vognen, gav sig til at regne s. stærk\nDa h. var et St. hen vilde h. til at op at\nage igien, Vognen væk og h. kunde ikke se an-\ndet paa Hestene end Puderne og de barr Sejl\ntræer og det regnede og var s. mørk. S. vidste\naldrig hvad h. skulde gjøre, satte sig op at\nride paa den æhaands Hejst og red hjem.\nKom s. hjem, tager h. Puderne og Sejltræerne af\nHestene og hængte dem paa nogle store Trækrage\npaa Nordsiden af Laden, de hængte deres Redskab\npaa, naar de kom hjem af Marken om Foraaret\n\n3245A\nGaar ind og fort. Konen hvordan h. var kom afsted\nskulde hen og hente Vognen, men det fik at være\ntil Dag for det var saadant et Vejr, s. det var\nforfærdelig. S. blev det saadan blæsende Tørrevejr\nhen i Dagningen og ligesom Rebene de tørredes\nind s. kom Vognen. og dg. te. Kl. var 10, da havde\nh. hans Vogn og hans Sild hjem, den kom ind\nad Gon til ham. S. brugte h. dem s. længe h.\nvar M. og hans Søn Jens Nørgaard abag efter\nH. hed Ellavst den Mand der fik Rebene\nlavet. Efter hans Moder vel sagt. Havde\nen Søn El Jens. En stump af dem, da Peder \nTygesen blev M. og havde nok at binde hans\nPlejle med.", "english_manuscript": "There were two sisters who lived here in Oplev, one was rich and the other was poor. They lived in Jens Markussen’s and Anders Jensen’s farm, the two southern farms. The poor one was a such a pretty young woman, and the other one was a little bit older. They had nobody to drive the plow other than a little girl, when they plowed, at that time they used the old wheel plows with four in front. When they weren’t plowing, they didn’t have anyone there. When they were going to harrow, the wife had to harrow with the nags herself and when they were utterly exhausted, she would have to go home and feed the livestock. So one day this Jewish wandering merchant comes to the poor sister when she’d just come back from the fields and he showed her his wares and wanted to do business with her. She said that she wasn’t going to buy anything since she didn’t have any money. But he said that she should look around in the old chest with the iron bands that stood in there, she’d probably find some money there. No, she knew that there wasn’t any, it wouldn’t do any good. Well, he showed her one nice piece of clothing after another, as traveling merchants are wont to do. Yes, she really was interested in them, but that didn’t really help matters, since she didn’t have anything to pay for them with. Wouldn’t get any. Then he gets her to try something on: here’s a piece of clothing that he’d give to her, if he could lie with her for a little while. These Jews often wanted to do that. She didn’t dare do that, she said, because when her husband saw it, he’d want to know where she’d gotten it from, since he knew that she didn’t have any money. Then he takes his wallet up with all these silver coins in it and tosses a shilling to her, she could have it and her husband wouldn’t need to know. When the woman saw that he had all these silver coins she looked at the sun and said, “No, it's noon now and my husband will come home. But I have another idea. Tonight he’s going to the mill to get grain for the nags. You should come then and ask for lodgings for the night, then we’ll work it out.” He thought this was a great idea. She talks to her husband about this and said that he had all this money, and that it would be good to get a hold of the money since it was tight for them. She’d convinced him. Now you should stand out in the entry and greet him, and she’d listen to their conversation. Well, then the wandering merchant came and wanted lodgings for the night there, it looked like they could. No, their apartment wasn’t large enough to offer people lodgings. Sure, they had enough room, he knew the place well. But they didn’t have anything to put on the bed, no he’d better go to the inn – there was an inn in Gravlev at that time. No, he had to head west the next morning. Well, then the husband finally let the wife take care of it. She was also hard to convince, but he was finally given permission. Then the husband puts on his long jacket, puts a sack under his arm and grabs a staff and asks his wife to feed the nags one more time, and then she was going to make an evening snack for the wandering merchant. After she’d fed the merchant, they were going to go to bed. That was the most important thing. The her husband comes running in through the kitchen door with a club. The wife had been careful to tell the merchant he could put his goods in that old chest and she gave him the key, and then they went to bed. Now the husband starts beating the poor merchant. The wife she wailed that he shouldn’t beat him like that. He was going to kill them both. She manages to start fighting with him and the merchant grabs his clothes and runs out the door, which her husband had opened. Her husband runs after him and chases him down to the little woods in Gravlev. So the next morning, they were going to open the chest and look through the merchant’s wares, and they find a purse filled with silver coins. We can’t count them, said the wife, but I’ll go over to my sister and borrow her quarter measure, I think there’s a whole quarter measure, we can measure the money there. What do you want it for? You don’t have anything to measure. I want to measure my money. Have you gotten a hold of so many of them. So she gets it and goes home. Something glistens. It is a tiny little shilling from Lübek, and was so careless that some of them got stuck between the tangs. The sister is curious and finds the money. I have them, there is money. Where did you get them from? I’ll tell you how it is. I had my husband cut my thingy out and had the girl bring it up to the minister and I got a whole quarter measure of money for it. That was quite a good price, do you think he’d buy more? Yes, she figured he would. Well, she didn’t really need any money, but she wanted more, and so hers too. Got her husband to take his straight-razor and sent the hired girl off with it on a white plate with a little napkin over it and up to the minister. Does he buy pussies? What did you say? Says it again. Let me see. The Devil take me, people are becoming completely stupid, they take my cows and leave me the mule. The hired girl gets so scared hearing the minister swear like that that she runs home and by that time the woman was dead. Then her husband felt that you couldn’t just throw something like that away, and he figured he could make a nice cap out of it. They used to wear fox caps at the time. So he wore it to church one day and on the way home there was quite a rain storm, and it got so big that it plopped down around his neck. The hired girl had really heated up the house and so he sat down to warm himself up and as it dried out it shrunk around his neck and strangled him.  Then they had to cut it off of his neck and then they tossed it out onto the dung heap. Another man came to the farm, and it was their habit that they’d drive dung out in the spring and he finds this thing in the dung heap. He figures he could make a set of reigns out of it – that’s what they said back then, they used leather ropes, they were made just like hemp ropes are nowadays, and they used those as far back as I can remember, and when they’d driven them to pieces and they could use them as plow guides, they had yokes or harnesses and pillows on the horses. And so he has four of these ropes made, and drives off to Nibe to get a load of herring, as was the custom in those days when he’d planted. And so it gets on toward night and he’s had several big drinks down there and it was night before he came back from the town. So when he was driving and got to Uslev, there’s a big hill south of the town that he had to go up, he got down off the wagon and walked alongside it. It started to rain really hard. After he’d gotten a ways, he decided to get back up and drive again, but the wagon was gone and he couldn’t see anything on the horses except these pillows and the empty harness and it was raining and it was really dark. He had no idea what to do, so he got up on the left side horse and rode home. When he gets home, he takes the pillows and harnesses off the horses, and hung them on these large wooden hooks on the north side of the barn, that’s where they hung their equipment (tack) when they came home from the fields in the spring, and he goes in and tells his wife what had happened, and that he’d have to go and get the wagon, but it would have to wait until morning, since the weather was so bad. Then around dawn, it became really windy and dry, and as the ropes dried the wagon came rolling in. By the time it was 10 in the morning, his wagon and herring were home, they came right into the farmyard to him. He used those ropes as long as he was the master of the farm and his son Jens Nørgaard after him. His name was Ellavst, the man who’d had the ropes made. They say after his mother. He had a son El Jens. When Peder Tygesen became the master there he had enough to use for tying his thresher.", "danish_publication": "Der boede to søstre her i Oplev, den ene var rig, og den anden fattig. De boede i Jens Markussens og Anders Jensens gård, de to søndre gårde. Den rige var den ældste, og den fattige var sådan en kjön ung kone. De havde ingen folk uden en tøs til at kjøre ploven, når de plovede, for den gang brugte de jo de gamle hjulplove med fire for. Når der skulde harves, måtte konen selv ud med krikkerne, for de havde ikke pigen til hjælp, uden når de plovede. Når de så var trætte til hobe, skulde konen hjem at give høvederne. Så kom der en jødekræmmer en dag ind til den fattige søster, da hun var kommen hjem af marken, og han viser jo hans kram an og vil handle med hende. Hun sagde nej, hun skulde ikke handle, for hun havde ingen penge. Men han sagde, at hun skulde lede omkring i den gamle jærnbundne kiste, der stod der inde, så fandt hun nok nogle. Nej, der var ingen, det vidste hun nok. Nå, han viste hende jo ét pænt klæde efter et andet, som kræmmerne plejer. Ja, hun havde lyst nok til dem, men det kunde nu ikke hjælpe. Så ser han noget vist på hende og siger: her var et klæde, som han vilde give hende, om han måtte ligge ved hende et bitte korn. Deher jødekræmmere havde jo og lyst til det. Det turde hun ikke, for når manden fik at se, hun havde det klæde, så vilde han have at vide, hvor det var kommet fra, han vidste jo, hun havde ingen penge. Så tager han hans pung op med så mange sølvpenge i og flyer hende en skilling, den måtte hun have, så manden vidste det ikke. Da konen så, at kræmmeren havde de mange sølvpenge, sa hun til solen og sagde: \"Nej, det er nu middag, og så kommer manden hjem. Men a véd et andet råd, i aften skal han til mølle og hente korn til krikkerne, så skal du komme og forlange kvarter, så kan det nok gå\". Det forslag tykte han godt nok om. Hun snakker med manden om det og forestiller ham, at det var godt at få fat i de penge. \"Nu skal du stå ude i frammerset og tage imod ham, og så skal du gjøre dig færdig, som om du vil til mølle\". Nå, så kom kræmmeren og vilde have kvarter der. Nej, det var deres lejlighed ikke til at have sådanne folk i kvarter, siger manden. Ja, de havde plads nok, han var godt tjent med det. Men de havde heller ikke noget at lægge på sengen, nej, han fik at gå til kroeret — der var kro i Gravlev den gang. Nej, det kunde han ikke, for han skulde vester på næste morgen. Ja, så overlod manden det til sidst til konen. Hun var også stræng at komme af sted med, men omsider fik han lov. Så trækker manden i hans lange tröje, får en sæk under armen og kjæp i hånden og beder konen om at give krikkerne en gang, og så skulde hun jo lave noget nætter til kræmmeren. Men det tog tid, og manden kom hjem, inden de var helt færdige. Kræmmeren var endda kommen i seng, og nu klistrer manden på den arme kræmmer. Konen hun hvælld, at han måtte ikke slå ham sådan. Jo, han havde stået uden for og hørt, hvad han havde snakket med hans kone om, og nu skulde de slåes ihjel begge to. Hun får da mon til at få i kjæp med ham, og kræmmeren får hans klæder under armen og ud ad dören, som manden havde slået op. Men manden bag efter ham og jager ham ned i krattet ved Gravlev. Så slap han med livet, men hans penge havde han mist og hans kramkiste med, det turde han ikke hente siden.\n     ETK: Når vi hører om al den uret og alle de voldshandlinger, der er blevet øvede imod de omvandrende kræmmere, må vi ej heller være aldeles tavse med hensyn til selve disses rå færd. Ti at den undertiden og endda vel ej sjælden har været som oven for skildret, tyder en stor del andre skjæmtende fortællinger og æventyr på, og de synes at være i mange træk som grebne lige ud af livet. Kræmmerne skal da ej stå som helt brødefri væsener, og et løst liv har mange af dem i alt fald ført. Da jeg var et ungt menneske, fik en krammer mig på en ret snedig måde til at hjælpe sig at gjemme noget kram. Jeg anede ikke, at der var noget misligt derved og kom da heller ingen ulempe i, men han har naturligvis gottet sig over min godtroenhed og medynk med hans vanskelige færd.", "english_publication": "There were two sisters who lived here in Oplev, one was rich and the other was poor. They lived in Jens Markussen’s and Anders Jensen’s farms, the two southern farms. The rich one was the oldest and the poor one was a such a pretty young woman. When the poor sister plowed, they had nobody to drive the plow other than a little girl, since at that time they used the old wheel plows with four in front. When they were going to harrow, the wife had to go herself with the nags, since they didn’t have a girl there except when they plowed. When they were utterly exhausted, she would have to go home and feed the cattle. This Jewish wandering merchant came one day to the poor sister when she’d come back from the fields and he showed her his wares and wanted to do business with her. She said that she wasn’t going to buy anything since she didn’t have any money. But he said that she should look around in the old chest with the iron bands that stood in there, she would probably find some money there. No, she knew that there wasn’t any. Well, he showed her one nice piece of clothing after another, as traveling merchants are wont to do. Yes, she really wanted them, but that didn’t really help matters. Then he gets her to try something on: here’s a piece of clothing that he’d give to her, if he could lie with her for a little while. These Jewish wandering merchants liked to do that too. She didn’t dare do that, because when her husband saw that she had the clothing, then he’d want to know where she’d gotten it from, since he knew that she didn’t have any money. Then he takes his wallet up with all these silver coins in it and tosses a shilling to her, she could have it and her husband wouldn’t need to know. When the woman saw that he had so many silver coins she looked at the sun and said, “No, it's noon now and my husband will come home. But I have another idea. Tonight he is going to the mill to get grain for the nags, then you should come and ask for shelter, and it will probably work out.” He liked this suggestion. She talks to her husband about this and tells him that it would be good to get a hold of the money. “Now you should stand out in the entry and greet him, and then you should get ready like you were going to the mill.” Well, then the wandering merchant came and wanted shelter there. No, their apartment wasn’t large enough to give people shelter there. Sure, they had enough room, he knew the place well. But they didn’t have anything to put on the bed, no he’d better go to the inn – there was an inn in Gravlev at that time. No, he couldn’t do that, because he had to head west the next morning. Well, then the husband finally let the wife take care of it. She was also hard to convince, but he was finally given permission. Then the husband puts on his long jacket, puts a sack under his arm and grabs a staff and asks his wife to feed the nags one more time, and then she was going to make some evening snacks for the wandering merchant. But it took a while and they weren’t done before the husband came home. The wandering merchant still had just gotten into bed, and now the husband grabs hold of the poor merchant. The wife wailed that he shouldn’t beat him like that. Well, he’d been standing outside and heard what he’d talked about to his wife and now he was going to kill them both. She runs at him to fight with him and the merchant grabs his clothes and runs out the door, which the man had opened. The husband ran after him and chases him down to the little woods in Gravlev. So he escaped with his life, but he’d lost his money and his box of wares too, and he didn’t dare go back to get it.", "keywords": {"keyword": ["Anders Jensen", "arms", "bed", "box", "cattle", "chase", "chest", "clothing", "coins", "day", "door", "escape", "evening", "farm", "feed", "field", "fight", "girl", "grain", "harrow", "home", "husband", "inn", "iron", "Jens Markussen", "Jews", "kill", "merchant", "mill", "money", "morning", "nag", "noon", "old", "outside", "permission", "plow", "plowing", "poor", "rich", "shilling", "silver", "sister", "south", "sun", "tonight", "wallet", "wandering", "wandering merchant", "wares", "west", "wheel", "wife", "woman", "woods", "work", "young"]}, "etk_index": {"heading_danish": "Livet uden døre", "heading_english": "Life outdoors"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}