{"publication_info": "DS_II_A_57", "full_name": "235 - 1.01 - DS_II_A_57", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.01, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 294, "name": "Hvalløs", "display_name": "Hvalløs (place mentioned)"}, {"place_id": 425, "name": "Nielstrup", "display_name": "Nielstrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "DS_II_A_99", "full_name": "235 - 1.42 - DS_II_A_99", "url": "data/stories/262.dfl"}, {"informant_id": 342, "publication_info": "DS_II_A_17", "full_name": "342 - 0.00 - DS_II_A_17", "url": "data/stories/457.dfl"}, {"informant_id": 240, "publication_info": "DS_II_A_95", "full_name": "240 - 0.00 - DS_II_A_95", "url": "data/stories/571.dfl"}, {"informant_id": 414, "publication_info": "DS_II_A_74", "full_name": "414 - 0.00 - DS_II_A_74", "url": "data/stories/726.dfl"}, {"informant_id": 402, "publication_info": "DS_II_A_50", "full_name": "402 - 0.00 - DS_II_A_50", "url": "data/stories/776.dfl"}, {"informant_id": 405, "publication_info": "DS_I_143", "full_name": "405 - 0.00 - DS_I_143", "url": "data/stories/811.dfl"}, {"informant_id": 90, "publication_info": "DS_II_A_98", "full_name": "90 - 2.15 - DS_II_A_98", "url": "data/stories/347.dfl"}, {"informant_id": 235, "publication_info": "DS_II_A_100", "full_name": "235 - 1.60 - DS_II_A_100", "url": "data/stories/281.dfl"}, {"informant_id": 123, "publication_info": "DS_I_767", "full_name": "123 - 2.11 - DS_I_767", "url": "data/stories/385.dfl"}, {"informant_id": 455, "publication_info": "DS_II_A_59", "full_name": "455 - 0.00 - DS_II_A_59", "url": "data/stories/498.dfl"}]}, "fielddiary_page_start": "5210a", "fielddiary_page_end": "5210b", "bibliographic_info": "Boberg 1938\nMauss 1925\nTangherlini 1998", "bibliography_references": {"reference": [{"display_string": "[Book] Boberg, Inger M. 1938. <i>Bjærgfolkenes bagning. Sagntypen \"grissel og rage.\" En sagnundersøgelse (Danmarks folkeminder)</i>. Copenhagen: Det Schønbergske forlag."}, {"display_string": "[Article] Tangherlini, Timothy R. 1998. Barter and Games : Economics and the Supernatural in Danish Legendry. Vol. 54 of <i>Arv</i>, 41-62."}, {"display_string": "[Book] Mauss, Marcel. 1967. <i>The gift. Forms and functions of exchange in archaic societies</i>. New York: Norton."}]}, "annotation": "Elves are generally solitary figures and are associated with small stands of woods, often near streams. This association builds on a folk etymology that proposes a common stem for the word for elves, \"ellefolk\", and the word for alder wood, \"elletræ\" (AMJ 2.15 and KMP 1.60). Elves' backs are frequently described as looking like rotted tree trunks, an image that at once causes the human to recoil in disgust and reaffirms the close connection between these beings and nature, particularly forests (DS II A 59). The dance of the elf women that Kirsten Marie describes is similar to the dance of the mound dwellers who also attempt to seduce or kidnap humans into their community (PJ 2.11).\n\n     The food that the elf woman offers the man is reminiscent of legends about the mound dwellers' baking (Boberg 1938). In those legends, however, the food offered is part of a well-structured barter transaction (Tangherlini 1998). In this case, the food is offered more as a gift; since the man has no history of interaction with this out group member, he is rightfully suspicious of the implications of the gift, particularly since elves are also seductresses (Mauss 1967).\n\n      The forest ranger's reaction--to cut a cross in the cake with his knife--is a common strategy to counter the potentially threatening supernatural gift. Here the threat is threefold, manifest in the pancake and the elf woman herself. The food may well be poisonous (as the food of the other world often is) and thus it could threaten the man's physical well-being. The woman may not only be attempting to disrupt the forest ranger's economic activity by distracting him with sex, but also may be trying to derail the normal ability of a community to perpetuate itself. The ranger's action serves at once as an expression of man's control over nature, in the form of the knife made out of worked metal, and the expression of the religious (Christian) nature of the human community, in the form of the cross he cuts in the cake. The efficacy of his action is clear, as it eliminates both the threat of the food and the threat of the woman.", "danish_manuscript": "Der var en Skovfoged i Nielstrup var over\nHvaløse Vii. En Middag h. sad der ude\ni Skoven, det var over Middagen, s. kom der\nen fineste Pige med en Pandkage og satte paa\nhans knæ og s. saa h. til Pandkagen og h.\nsaa til Pigen, vidste alrdrig hvad h. skulde\ngjøre med den. S. tog h. hans Kniv op af\nLommen og skar et kors i Pandkagen og ved\ndet samme h. havde giort det s. forvandt\nbaade Pige og Pandkage. Men hu var lige s.\nhul paa hendes Ryg som et Drifte\n\n5210B\ntrug. Saadan s. Manden og h. sagde ogsaa\nat h. flere gange havde set et Par Stykker\neller flere af dh. Ellepiger danse der\nnede i Viderne.", "english_manuscript": "There was a forest ranger in Nielstrup, he had responsibility for Hvalløs vie. One afternoon, while he sat out there in the forest, it was afternoon, a beautiful girl with a pancake came and sat on his lap, and then he looked at the pancake, and then he looked at the girl, and he had no idea what he should do with it. Finally he takes his knife up out of his pocket and cuts a cross in the pancake and as soon as he'd done that, both the girl and pancake disappeared. She was just as hollow in her back as a trough. That's what the man said, and he also said that many times he'd seen some of these elf girls dancing down there in the vierne (willows)", "danish_publication": "Der var en skovfoged i Nielstrup, han havde opsyn med Hvalløs vie. En middag, han sad dernede i skoven, da kom der den fineste pige med en pandekage og satte på hans knæ, og så så han til pandekagen, og han så til pigen og vidste aldrig, hvad han skulde gjøre ved den. Endelig tager han hans kniv op af lommen og skjærer et kors i pandekagen, og med det samme han havde gjort det, så forsvandt både pige og pandekage. Hun var lige så hul på hendes ryg som et driftetrug. Sådan fortalte manden, og han sagde også, at han flere gange havde set nogle af deher ellepiger dandse der nede i vierne.", "english_publication": "There was a forest ranger in Nielstrup, he had responsibility for Hvalløs vie. One afternoon, he was sitting out there in the forest and a beautiful girl with a pancake for him came and sat on his lap, and then he looked at the pancake, and then he looked at the girl, and he had no idea what he should do with it. Finally he takes his knife up out of his pocket and cuts a cross in the pancake and as soon as he’d done that, both the girl and the pancake disappeared. She was just as hollow in her back as a trough. That’s what the man said, and he also said that he’d seen many times some of these elf girls dancing down there in the willows.", "keywords": {"keyword": ["afternoon", "beautiful", "dancing", "disappearance", "elf", "forest", "girl", "hollow", "knife", "pancake", "pocket", "willow"]}, "etk_index": {"heading_danish": "Ellefolk", "heading_english": "Elves"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}