{"publication_info": "JAH_II_213", "full_name": "235 - 1.02 - JAH_II_213", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.02, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 109, "name": "Clausholm", "display_name": "Clausholm (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 123, "publication_info": "MA_II_424", "full_name": "123 - 2.12 - MA_II_424", "url": "data/stories/386.dfl"}, {"informant_id": 90, "publication_info": "JFm_XI_22C", "full_name": "90 - 1.02 - JFm_XI_22C", "url": "data/stories/325.dfl"}, {"informant_id": 90, "publication_info": "JFm_XI_22C", "full_name": "90 - 4.02 - JFm_XI_22C", "url": "data/stories/369.dfl"}]}, "fielddiary_page_start": "5210b", "fielddiary_page_end": "5210b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Nothing noteworthy happens in this story. Instead, it relies on several key concepts in Danish folklore for its reportability. The concept of the outsider is addressed in the unusual gate that the manor lord and lady are forced to drive through, associating the island of Funen in a peculiar way with the conceptual category \"outside,\" as the whale bone gates and the seemingly windowless house indicate otherness. Class differences are apparent on two levels: the story is reported not by the manor lord or lady, but rather by their servant, the coachman. His attitude toward the mistress in particular may be read in the reported direct speech of the mistress on seeing the condition of the house. She is pleasantly surprised by the hospitality of the farmer's wife, a form of narrative criticism in that the upper class discovers that the lower farming class (to which Kirsten Marie belonged) was perhaps not as \"below\" the aristocracy as they would have it. The privy councilor and the lady are also brought down a social notch in the short exchange between them. Not surprisingly, it is the coachman who makes sure that they are well-quartered for the night. The lady's expression--Bong wahrhaftig--is not commented on by Tang Kristensen nor is it glossed by Feilberg. The unusual nature of the expression serves to further set apart--and ridicule--the lady.  Klavsholm (Clausholm) is the same castle that Ane Margrete Jensdatter mentions in the conclusion of one of her ballads (AMJ 1.02 and 4.02).", "danish_manuscript": "Kusken paa Klavsholm kjørte en g. med Her-\nskabet ovre paa Fyn gjennem Vissenbjørg Gy-\nde. Det var et forfærdeligt Snefog. De skul\nde gjennem to Ledstolper og det var Kjæfterne\naf en Hvalfisk. S. kunde de ikke komme\ngjennem og s. maatte Kusken tage Gehejms-\nraadinden paa Ryggen og traske af med hende\nimedens Geheimsraden trippede af ved Siden.\nS. s. hu Bong varhaftig (det var altid hen\ndes Mundheld) vi kommer aldrig til By. Jo\nvi skal nok [kom] vinde til By deres Naade.\nAmolillen du sidder Dælve kom i mæ godt.\nDa de kom ud og skulde ind til et Sted og\nskulde se ad, var der ingen Vinduer, de\nvar ud til den anden side. De bankede paa\nen lille og s. kommer Konen ud og lukkede \nop og fik dem ind. a Rasmus, her kan\nvi vist ikke være i Nat, s. hu til Kusken.\nMen da Konen dækkede Bord, blev hun s. glad\nfor det var s. pænt og de kom i en pæn og\nrenlig Seng. S. var hu tilfreds.", "english_manuscript": "Once the coachman from Klavsholm was driving the lord and lady on Funen along Vissenbjærg way. There was a terrible snowstorm. They were supposed to drive through two gateposts and these were the jawbones of a whale. They couldn't get through there, and the coachman had to put the privy councilor's wife on his back and trudge off with her while the privy councilor stumbled along beside him as best he could. Then she says, \"Bong wahrhaftig,\" that was always the expression she used, \"we'll never make it to town.\" \"Yes, we'll make it to the town, your grace.\" \"Oh little mother, you're sitting damn well (Let the devil come into me).\" When they got out and came to a place and went to look around, there weren't any windows, they were on the other side. So they knocked on the door, and a little later the housewife came and opened the door and asked them in. \"Oh, Rasmus, we can't possibly stay here tonight,\" she says to the coachman. But when the housewife had set the table, she was so happy because it was nice and they also got nice, clean beds. So she was satisfied.", "danish_publication": "Kusken på Klavsholm kjørte en gang med herskabet gjennem Vissenbjærg gyde ovre på Fyen, og det var et forfærdeligt snefog. Så skulde de gjennem et led, hvor ledstolperne var kjæfterne af en hvalfisk. Men der kunde de ikke komme igjennem, og så måtte kusken tage gehejmerådinden på ryggen og traske af med hende, imedens gehejmeråden trippede så godt han kunde ved siden af. Så siger hun: \"Bong wahrhaftig,\" — det var altid hendes mundheld —  \"vi kommer aldrig til by.\"  —  \"Jo, vi skal nok vinde til by, Deres nåde,\" sagde kusken, og gehejmeråden gik og pustede: \"Amolillen, du sidder Dæwlen kom i mig godt.\" Da de sa kom hen til et sted og skulde se ad, tykte de, ingen vinduer der var. de var nemlig ud til den anden side. Så bankede de på, og lidt efter kom konen ud og lukkede op og fik dem ind. \"Å, Rasmus, her kan vi vist ikke være i nat,\" siger gehejmerådinden til kusken. Men da konen fik dækket bord, blev hun så glad, for det var pænt og ordentligt, og de kom i en pæn og renlig seng.", "english_publication": "Once the coachman from Klavsholm was driving the master and lady along Vissenbjærg way over on Funen, and there was a terrible snowstorm. Then they were supposed to drive through a gate where the gateposts were the jaw bones of a whale. But they couldn’t get through there, and the coachman had to put the privy councilor’s wife on his back and trudge off with her while the privy councilor stumbled along beside him as best he could. Then she says, “Bong wahrhaftig,” that was always the expression she used, “we’ll never make it to town.” ”Yes, we’ll make it to the town, your grace,” said the coachman, and the privy councilor went and huffed, ”Oh little mother, you’re sitting damn well (Let the devil come into me).” Then when they got to a house and wanted to look around, they thought that there weren’t any windows, they were actually on the other side. So they knocked on the door, and a little later the housewife came and opened the door and asked them in. ”Oh, Rasmus, we can’t possibly stay here tonight,” says the lord’s wife to the coachman. But when the housewife had set the table, she was so happy because it was nice and orderly and they also had nice, clean beds.", "keywords": {"keyword": ["bed", "bones", "coachman", "counselor", "devil", "door", "gate", "happy", "Klavsholm", "lady", "lord", "master", "mother", "privy", "Rasmus", "snow", "table", "tonight", "town", "wife", "window"]}, "etk_index": {"heading_danish": "Fra hoveriets tid", "heading_english": "From the time of villeinage"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}