{"publication_info": "JAH_V_524", "full_name": "235 - 1.03 - JAH_V_524", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.03, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 128, "name": "Drostrup", "display_name": "Drostrup (place mentioned)"}, {"place_id": 228, "name": "Hallendrup", "display_name": "Hallendrup (place mentioned)"}, {"place_id": 425, "name": "Nielstrup", "display_name": "Nielstrup (place mentioned)"}, {"place_id": 610, "name": "Stubdrup", "display_name": "Stubdrup (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 241, "publication_info": "JAT_V_320", "full_name": "241 - 4.01 - JAT_V_320", "url": "data/stories/172.dfl"}}, "fielddiary_page_start": "5210b", "fielddiary_page_end": "5211b", "bibliographic_info": "Steensberg 1964 \nJørgensen 1940\nKlinberg 1986\nZola Christensen and Christensen 2001\nFoucault 1979", "bibliography_references": {"reference": [{"display_string": "[Book] Steensberg, Axel. 1964. <i>Dagligliv i Danmark i det nittende og tyvende århundrede</i>. Copenhagen: Nyt nordisk forlag."}, {"display_string": "[Book] Jørgensen, Harald. 1979. <i>Studier over det offentlige Fattigvæsens historiske Udvikling i Danmark i det 19. Aarhundrede</i>. Copenhagen: Selskabet for Udgivelse af Kilder til Dansk Historie."}, {"display_string": "[Book] Klintberg, Bengt af. 1986. <i>Råttan i pizzan. Folksägner i vår tid</i>. Stockholm: Norstedt."}, {"display_string": "[Book] Zola Christensen, Robert, Christensen, Lisa. 2001. <i>Snylteren temporalitet og narrativ struktur i vandrehistorien</i>. Copenhagen: Museum Tusculanum."}, {"display_string": "[Book] Foucault, Michel. 1979. <i>Discipline and Punish. The Birth of the Prison</i>. New York: Vintage Books."}]}, "annotation": "Regulations limiting begging and laws concerning the treatment of the poor, along with a delineation of class differences, animate this amusing story. Kirsten Marie frequently recounts the adventures of her father in her storytelling. In this case, her father plays a good-natured trick on the beggar bailiff, the man charged by the local authorities with keeping beggars from outside the parish away. The beggar bailiff was generally chosen from local people receiving poverty assistance. This primitive form of control over the movement of itinerant beggars was intended to keep the burden of poverty assistance at a reasonable level throughout the parish.\n\n      Kirsten Marie's obvious delight in her father's antics that indirectly challenge the local governing board, while directly teasing the low status beggar bailiff, reveal her attitudes to a relatively complex series of status divisions functional in late nineteenth century rural Denmark. Kirsten Marie's father is, at the time of the events, a hired hand, and only incrementally better off than the beggar bailiff. His masquerade as a beggar enacts this tenuous divide. By contrast, when Kirsten Marie tells the story, she sees herself as a farm owner's wife, and thus narratively parallel to the farmer's wife who provides alms for the false beggar and the beggar bailiff. The farmwife in the story is narratively powerful, aware of the identity of the false beggar and firm in her protection of him from the otherwise justified actions of the beggar bailiff, Rasmus.\n\n     The story enacts an amusing twist with Kirsten Marie narratively allowing her (and her brother Rasmus's) father to toy with an officer of the poverty assistance board, thereby questioning the efficacy of that office. In this context, it is worth noting that Kirsten Marie's brother, Rasmus Kjær, was an important figure in local politics at the time she told the story.\n\n     The second part of the story where Kirsten Marie's father steals the beggar bailiff's food is reminiscent of a well known contemporary legend in which a person mistakenly eats someone else's food, often on board a train or at a cafeteria (Klintberg 1986; Zola Christensen and Christensen 2001). Those stories, referred to in Danish under the rubric of \"Snylteren,\" rely on a twist: the main character believes a person is openly and aggressively stealing his or her food but subsequently discovers that the apparent thief was actually the victim. Once the tables are turned, the smug protagonist is mortified over his or her breach of social etiquette and the theft.\n\n     By contrast, in this story, there is no significant question of etiquette; rather, the false beggar is crass and deliberately aggressive, as is the beggar bailiff. The beggar bailiff never has an opportunity to regret his subsequent actions, since he never discovers the underlying ruse. \n\n      The concept of theft functional in this story is more complicated than in the contemporary legend, since it depends on an economic interpretation of begging. Begging was seen by some as a form of theft: the receipt of goods without payment or any service rendered. In the story, that equation is made explicit in the actions of the false beggar: the theft of food right off the plate of the beggar bailiff, the person charged by the community with protecting the borders from the incursion of foreign beggars, read thieves. Yet, here, the beggar is not what he appears, and the underlying \"theft\" associated with begging is revalued by the farmer's wife, who proposes charity. \n\n     The false beggar makes explicit the implication that begging is thievery in his provocation of the beggar bailiff who reacts accordingly. His reaction, however, is rebuffed by the farmer's wife, and the beggar's bailiff is forced to relent. The farmer's wife, through her actions, paradoxically endorses a position of local charity that countermands the office of the beggar bailiff, an office that was based on the premise of surveillance, control and punishment (Jørgensen 1940; Foucault 1979). The narrative focuses on the charitable act of the farmer's wife rather than on the implicit and explicit thievery of the (false) beggar.\n\n     There is little difference between the manuscript version and the published version. In the published version, Tang Kristensen moves the reference to the beggar bailiff to the beginning of the story's orientation, downplaying the emphasis Kirsten Marie places on her father. Kirsten Marie--or perhaps Tang Kristensen--introduces a degree of confusion into the story at the end, accidentally referring to her father as \"Rasmus,\" the name that she has been using for the beggar bailiff throughout. The name is dropped in the published version.", "danish_manuscript": "Min Fader tjente i Stubdrup og s. havde de en\nStodderkonge i Nielstrup. S. tænkte min F.\nnu vil a klæde mig ud i noget gl Klæder\nog give sig ud for en Staakelsmand. Dg. nu \nStodderk. kom over Bakket s. havde h. lavet\ndet saadan, at h. kunde lige slippe ind\n\n5211A\ni den grd i Stubdrup, hvor h. tjente. Da nu\nStodderk. kom ind, s. h. har der ikke været\nen Tigger her. Jo der har sku s. s. Konen\nh. rendte over efter Drostrup  alt det h. kun\nde. S. rendte h. over til Drostrupgaarde-\nne og der spurgte h. ogsaa efter ham. Jo \ns. de h. gik nu lige ind i den anden grd.\nS. gik h. derind. Jo s. Konen, h. satte nu\nefter Hallendrup. S. rendte Stodderk efter\nham lige til h. hvæste, men da rendte\nmin Fader igien ud til Stubdrup og ind\ni den anden grd. Da h. nu kommer derind\nhavde Konen kogt en yndig Suppe til Mid\ndag. Staakelsmanden siger Goddag. Konen\nkjendte ham strgs. Aa sæt dig ned\nog faa en Skefuld Suppe. H. satte sig og\nsaa ned og s. kom Stodderk. Er du her\ndin Kanalli, du skal F. flytt og føre dig \nud. S. s. Kon. Nej sæt dig ned Rasmus\nog søb en Skefuld Suppe med ham og sid\nog kom til Rette om det. S. sad de ved\nhinanden og spiste Suppe. Den 1ste Skefuld\nstodderk. tog s. rakte Staak. over og tog\nKlumpen fra ham. Saadan [rakte] ragte\nh. det af hans Ske flere gange. S. tænkte\nh. Ja maa a ikke faa Suppe, s. kan a\nda tage et Stykke Kjød. Da h. nu havde\nfaaet det tog min Fader. over paa hans Tal\nlerken. Da bliver Stodderk. gal og greb min\nF. i Nakken og h. skulde da sættes ud. Dg.\nh. nu kom i Døren, s. lod min Fader sig falde\n\n5211B\nud i Forstuen og [stak] Stodderk oven paa ham\nog s. holdte (hoold) h. ham. S. skreg h. og sag\nde, te h. slog ham ihiel. Aa Herregud\ns. Konen, lad ham gaa Rasmus. H.\nkunde ikke komme op. Endelig kom h. op og\ns. sprang Ras. over til den anden Grd og\nkom af hans Klæder og s. var h. ikke Sta\nkelsmand længere. Stodderk. blev slet\nikke klog paa hvem h. var.", "english_manuscript": "My father worked at Stubdrup and there was a beggar king (stodderkonge; beggar bailiff) in Nielstrup. Then my father thought, \"I'll put on some old clothes,\" and pass himself off as a beggar (ståkelsmand). Now when the beggar bailiff came over the hill, he'd arranged it so that he could just make it into the farm in Stubdrup where he worked. When the beggar bailiff got there, he asked, \"Wasn't there a beggar just here?\" \"Yes, there was\" says the farmwife, \"he ran off to Drostrup as fast as he could.\" So then he ran over to the Drostrup farms and asked about him there too. \"Yes,\" they said, \"he just went over to the other farm.\" So he went over there. \"Yes,\" said the farmwife, \"he just left for Hallendrup.\" Then the beggar bailiff ran off after him again, until he was wheezing but then my father he ran back to Stubdrup and in to the other farm. When he gets in there now, the farmwife had made a wonderful soup for lunch. The beggar (ståkelsmanden) says hello. The farmwife recognized him immediately. \"Oh sit down and have a spoonful of soup.\" So he sat down and then the beggar bailiff arrived. \"Are you here you bastard (kanalli)? You damn well better move yourself out of here.\" Then the farmwife says, \"No, sit down Rasmus and have a spoonful of soup with him and figure this out.\" Then they sat with each other and ate soup. The first spoonful that the beggar bailiff took, the other beggar reached out and took the chunk from him. He took it from his spoon like that several times. Then he thought, \"Well, if I can't have any soup, then I can take a piece of meat.\" When he'd gotten that, my father took that off his plate. Then the beggar bailiff got angry and grabbed my father by the scruff of the neck, he was going to throw him out. When they got to the door, my father fell down in the foyer, and the beggar bailiff fell down on top of him and then he held on to him. Then he screamed and said that the beggar bailiff was going to kill him. \"Oh God,\" said the farmwife, \"let him go Rasmus.\" Finally he got up and then Rasmus ran over to the other farm and took his clothes off, and then he wasn't a beggar anymore. The beggar bailiff never found out who he was.", "danish_publication": "De havde en stodderkonge i Nielstrup, og så vilde min fader, der tjente i Stubdrup, en gang have ham lidt for nar. \"Nu vil a klæde mig ud i noget gammelt klæder\", tænkte han, \"og give mig ud for en ståkelsmand\". Den gang nu stodderkongen kom over bakket, så havde han lavet det sådan, at han kunde lige slippe ind i den gård i Stubdrup, hvor han tjente, og da så stodderkongen kom derind, siger han jo: \"Har der ikke været en tigger her?\" — \"Jo, der har\", siger konen, \"han rendte over efter Drostrup alt det han kunde\". Nå, så rendte han over til Drostrup-gårdene, og der spurgte han også efter ham. \"Ja\", siger de, \"han gik nu lige ind i den anden gård\". Nå, så gik han derind. \"Ja\", sagde konen, \"lige nu satte han efter Hallendrup\". Så rendte stodderkongen efter ham igjen, lige til han hvæste. Min fader var jo stadig forved, og så rendte han tilbage igjen til Stubdrup og ind i den anden gård. Der havde konen kogt en yndig suppe til middag. Ståkelsmanden siger goddag. Konen kjendte jo strags min fader, og hun siger: \"Å, sæt dig ned og få en skefuld suppe\". Ja, han satte sig, og så kom stodderkongen. \"Nå, er du her, din kanalli, da skal Fanden flytt' og før' dig ud\". — \"Nej, sæt dig ned, Rasmus\", siger konen, \"og søb en skefuld suppe med ham og sid og kom til rette om det\". Den første skefuld, stodderkongen tog, så rakte ståkelen over og tog klumpen fra ham, sådan ragte han det af hans ske flere gange. Så tænkte han: \"Ja, må a ikke få suppe, så kan a da tage et stykke kjød\". Men det tog min fader også. Så blev stodderkongen jo gal og tog min fader i nakken, han skulde da sættes ud. Den gang de kom i dören, lod min fader sig falde ud i forstuen, og stodderkongen oven på ham. Så begyndte han at skrige, at stodderkongen vilde slå ham ihjel. \"Å, Herregud\", sagde konen, \"lad ham gå, Rasmus\". Endelig kom han da op, og så sprang han over til den anden gård og kom af hans klæder, og så var han ikke ståkelsmand længere. Stodderkongen blev slet ikke klog på, hvem han var.", "english_publication": "There was a beggar king (beggar bailiff) in Nielstrup, and my father, who was in service at Stubdrup, wanted to play a trick on him once. “I’ll put on some old clothes,” he thought, “and pass myself off as a vagabond.” Now when the beggar bailiff came over the hill, he’d arranged it so that he could just make it into the farm where he served in Stubdrup, and then when the beggar bailiff got there, he says, “Was there a beggar just here?” – “Yes,” says the farmwife, “he ran off to Drostrup as fast as he could.” So then he ran over to the Drostrup farms and asked about him. “Yes,” they said, “he just went over to the other farm.” OK, so he went over there. “Yes,” said the farmwife, “he just left for Hallendrup.” Then the beggar bailiff ran off after him again, until he was wheezing. My father was still ahead of him, and so he ran back to Stubdrup and in to the other farm. The farmwife had made a wonderful soup for lunch. The vagabond says hello. The farmwife recognized my father immediately, and she says, “Oh sit down and have a spoonful of soup.” So he sat down and then the beggar bailiff arrived. “Oh, here you are you bastard. Let the devil chase you out of here.” – “No, sit down Rasmus,” says the farmwife, “and spoon up a spoonful of soup with him and figure this out.” The first spoonful that the beggar bailiff took, the other vagabond reached out and took the chunk from him, and he took it from his spoon like that several times. Then he thought, “Well, if I can’t have any soup, then I can take a piece of meat.” But my father took that too. Then the beggar bailiff got angry and grabbed my father by the scruff of the neck, he was going to throw him out. But when they got to the door, my father fell down in the foyer, and the beggar bailiff fell down on top of him. Then he began to shout that the beggar bailiff was going to kill him. “Oh God,” said the farmwife, “let him go Rasmus.” Finally he got up and then he ran over to the other farm and took his clothes off, and then he wasn’t a vagabond anymore. The beggar bailiff never found out who it was.", "keywords": {"keyword": ["angry", "bailiff", "beggar", "chase", "clothing", "devil", "door", "fall", "farm", "father", "god", "hill", "kill", "king", "lunch", "meat", "neck", "old", "Rasmus", "soup", "spoon", "trickery", "vagabond", "wife"]}, "etk_index": {"heading_danish": "Livet uden døre", "heading_english": "Life outdoors"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}