{"publication_info": "DSnr_IV_469a", "full_name": "235 - 1.04 - DSnr_IV_469a", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.04, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 721, "name": "Voldum", "display_name": "Voldum (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "DS_V_810", "full_name": "235 - 1.07 - DS_V_810", "url": "data/stories/226.dfl"}, {"informant_id": 463, "publication_info": "DS_V_1026", "full_name": "463 - 0.00 - DS_V_1026", "url": "data/stories/468.dfl"}, {"informant_id": 355, "publication_info": "DS_VII_149", "full_name": "355 - 0.00 - DS_VII_149", "url": "data/stories/659.dfl"}, {"informant_id": 235, "publication_info": "DSnr_IV_469b", "full_name": "235 - 1.06 - DSnr_IV_469b", "url": "data/stories/225.dfl"}, {"informant_id": 235, "publication_info": "DS_V_687", "full_name": "235 - 1.05 - DS_V_687", "url": "data/stories/224.dfl"}]}, "fielddiary_page_start": "5211b", "fielddiary_page_end": "5211b", "bibliographic_info": "Keyes 1953\nNørr 1981\nRockwell 1981\nTangherlini 1998", "bibliography_references": {"reference": [{"display_string": "[Book] Nørr, Erik. 1981. <i>Præst og administrator sognepræstens funktioner i lokalforvaltningen på landet fra 1800 til 1841 (Administrationshistoriske studier)</i>. Copenhagen: Rigsarkivet."}, {"display_string": "[Book] Keyes, Frances Parkinson. 1953. <i>Bernadette of Lourdes : Shepherdess, Sister, and Saint</i>. New York: J. Messner."}, {"display_string": "[Book section] Rockwell, Joan. 1981. The Ghosts of Evald Tang Kristensen. In <i>The Folklore of ghosts</i>: 43-72. Cambridge and Totowa, N.J: D.S. Brewer."}, {"display_string": "[Article] Tangherlini, Timothy R. 1998. \"Who ya gonna call?\" : Ministers and the Mediation of Ghostly Threat in Danish Legend Tradition. Vol. 57 of <i>Western Folklore</i> 2/3: 153-178."}]}, "annotation": "Even after the constitutional reforms, the minister was an important member of the community, playing an important, albeit somewhat lessened, role in local political organization (Nørr 1981). \n\n      Stories about minister's wives are quite common. Often, she is in league with the devil or, in less extreme cases, scandalous in her behavior (DS VII 149). Calling her \"Mr. Dorrit\" is, of course, derogatory. By contrast, her husband, the minister, is described as a man of great virtue.\n\n     The preservation of the minister's corpse after \"Mr. Dorrit\" plagues him to death is reminiscent of the miraculous preservation of the incorruptible bodies of Catholic saints, such as St. Bernadette. The minister's seeming animation after death would usually be seen as a form of haunting but, here, because of his virtue, is seen in a positive light. Certain beliefs closely linked to Catholicism, such as belief in incorruptible bodies and ghosts, continued to be expressed in storytelling despite the Reformation and the strong influence of the Lutheran church in everyday life. \n\n     In the published version, Tang Kristensen moved the place name reference to Voldum from KMP 1.06, and printed the two stories together, jumping over KMP 1.05 which he published as a separate story.", "danish_manuscript": "Der ver en Præstekone der hed Hr. Dorrit og\nhun var da s. forskrækkelig et Kvindfolk og\nhun slog hendes Piger og sult dem og var en\nslem Kone. Hu var gift med Hr. Niels\n(Niels Jensen Brun) og s. døde h. og hun\nblev gift igien med Mester Lavst. Hun\nhavde Børn med Niels Brun og de var\ns. slem baade Dorrit og Børn ved Lavst\ns. en Dag da s. h. paa Prædikestolen i \nRuds Kirke Farvel til hans Sognebeboerne\nte nu Vorherre i Himlen skulde tage\nham nu, for h. kunde ikke være paa Jorden\nlængere for hans Kone og hans Stifbørn. S. \ndøde h. ogsaa og kom ikke paa Prækestolen\nmere. Men h. laa i 15 Aar i hans\nKiste med hans røde Kinder. Da tabte\nh. hans Kulør og de mente, at h. skulde ha\nve levet i de Aar til, dersom h havde le-\nvet hans Tid ud.", "english_manuscript": "There was a minister's wife they called Mr. Dorrit and she was a terrifying woman, and she hit her hired girls and starved them and was a terrible wife. She was married to Mr. Niels (Niels Jensen Brun), and then he died, and she married Master Laust. She had children with Niels Brun, and they were so bad to Laust, both she and the children, that he couldn't stand them. One day he said goodbye to his parishioners from the pulpit in Rude church, now the Lord would take him, because he could no longer live here on earth because of his step-children and wife. Then he died too and didn't get up to the pulpit again. But he lay in his casket for fifteen years with red cheeks. Then his cheeks lost their color and people believed that he was supposed to have lived for those years, if he'd lived out his years.", "danish_publication": "Der var en Præstekone i Voldum, de kaldte Hr. Dorrit, hun var da saa forskrækkeligt et Kvindfolk, og hun slog hendes Piger og sultede dem og var en slemme Kone. Først var hun gift med Hr. Niels, og saa døde han, og hun blev gift med hans Eftermand, Mester Lavst. Hun havde Børn med Niels Brun, og de var saa slemme baade Dorrit og Børnene ved Lavst, saa han kunde slet ikke bjærge sig for dem. En Dag, da han stod paa Prækestolen i Rude Kirke, sagde han Farvel til hans Sognebeboere. Han sagde, te Vorherre i Himlen skulde tage ham nu, for han kunde ikke være paa Jorden længere for hans Kone og hans Stifbørn. Saa døde han ogsaa lige efter og kom altsaa ikke paa Prækestolen mere. Men han laa i 15 Aar i hans Kiste med hans røde Kinder. Da tabte han hans Kulør, og de mente, at han skulde have levet i de Aar til, dersom han havde faaet Lov til at leve hans Tid ud.\nDa Dorrit var død, gik hun igjen og blev saa manet nede i Kjælderen. Naar Pigerne gik der nede, var de altid saa rædde for at røre ved Pælen eller slaa den i Stykker. De troede jo, hun var ved den, og frygtede, at hun saa skulde komme op.", "english_publication": "There was a minister’s wife in Voldum, they called her Mr. Dorrit, she was a terrifying woman, and she hit her hired girls and starved them and was a terrible wife. She was first married to Mr. Niels, and then he died, and she married his successor, Master Laust. She had children with Niels Brun, and she and the children as well were so bad to Laust that he couldn’t stand them. One day, when he stood in the pulpit in Rude church, he said goodbye to his parishioners. He said that the Lord should take him now, because he couldn’t live here on earth because of his step-children and wife. And he died right after that and didn’t get up to the pulpit again. But he lay in his casket for fifteen years with red cheeks. Then his cheeks lost their color and people believed that he was supposed to have lived for those years, if he’d been allowed to live out his years.\n      [When Dorrit was dead, she went again and was conjured down in the cellar. When the hired girls went down there, they were always afraid of touching or breaking the pole that had been driven into the ground above where Dorrit had been conjured down. They believed that she was there, and they were afraid that she would come up again.]", "keywords": {"keyword": ["afraid", "allow", "belief", "casket", "cellar", "cheeks", "children", "church", "conjuring", "day", "death", "dorrit", "earth", "girl", "Laust", "lord", "marriage", "Master Laust", "minister", "Niels", "parishioners", "pole", "pulpit", "red", "wife", "woman"]}, "etk_index": {"heading_danish": "Præster", "heading_english": "Ministers"}, "tango_indices": {"tango_index": [null, null, null, null, null]}, "genre": null}