{"publication_info": "DS_V_687", "full_name": "235 - 1.05 - DS_V_687", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.05, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": {"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "FK_0_586", "full_name": "150 - 3.46 - FK_0_586", "url": "data/stories/109.dfl"}, {"informant_id": 235, "publication_info": "DSnr_IV_469a", "full_name": "235 - 1.04 - DSnr_IV_469a", "url": "data/stories/223.dfl"}, {"informant_id": 123, "publication_info": "DS_V_607", "full_name": "123 - 2.02 - DS_V_607", "url": "data/stories/376.dfl"}, {"informant_id": 403, "publication_info": "DS_V_690", "full_name": "403 - 0.00 - DS_V_690", "url": "data/stories/780.dfl"}, {"informant_id": 536, "publication_info": "DS_V_694", "full_name": "536 - 0.00 - DS_V_694", "url": "data/stories/603.dfl"}, {"informant_id": 542, "publication_info": "DS_V_686", "full_name": "542 - 0.00 - DS_V_686", "url": "data/stories/727.dfl"}]}, "fielddiary_page_start": "5211b", "fielddiary_page_end": "5212a", "bibliographic_info": "Tangherlini 1998", "bibliography_references": {"reference": {"display_string": "[Article] Tangherlini, Timothy R. 1998. \"Who ya gonna call?\" : Ministers and the Mediation of Ghostly Threat in Danish Legend Tradition. Vol. 57 of <i>Western Folklore</i> 2/3: 153-178."}}, "annotation": "There are numerous variants of this story attested in Danish tradition (Tangherlini 1998; DS V 686). As in her previous stories, Kirsten Marie endorses a strategy that challenges extant power structures, in this case that of the Lutheran church. Much of the power of the Lutheran church was taken over by local landholders, including farm owners such as Kirsten Marie's brother Rasmus.\n\n     Here, the powerful ministers--three of them no less--are unable to conjure the ghost. The lower ranking curate, however, has little difficulty in conjuring the revenant, who is a constant disruption at the farm, and thus a threat to the local economy. Conjuring a revenant in a barn is not uncommon. Revenants are also frequently conjured down into the embankments of mill ponds.\n\n     The repartee between the revenant and conjurer is common in many variants of the story, and always revolves around the conjurer's youthful transgression of stealing out of necessity rather than greed (DS V 694). Paying back this debt during the conjuring allows the conjurer to gain power over the ghost.", "danish_manuscript": "Der var en Kapellan et Sted, der var en der\nskulde manes, h. var s. farlig til at gaa igien.\nDer var 3 Præster om det og de var samlede og\n\n5212A\nsad hver med et Lys inde ved et Bord. S. kom\ndh. Kapell. derind og havde hørt dh. S. satte\nh. sig ved Siden af dem. S. spurgte h. om\nde troede nu, de kunde gjøre ham iStand.\nS. saa de efter ham og lo, de tyjte jo [h] de var\nmeget villere end h. var. S. skar h. tre\nPinde og dem satte h. over Døren og dg h hav\nde nu siddet lidt, s. plat den ene Pind ned. \nNu rejser h. sig af Graven. Lidt efter faldt\nden 2 Pind ned. Nu er h. paa Vejen. Saa\nfaldt 3 ned. Nu er h. her. S. kom h. lige\nind ad Døren og h. gik nu til de andre og\nblæste dere Lys, men hans Lys kunde h.\nikke blæse ud. S. s. h. til ham, Følg du med\nher ned i Nødset og se efter mo\nFæet er bunden. Jo det har vi ikke noget\nat gaa efter. Du har og staallen en Gang.\nJo det har a ikke gjort af Overflod men af\nNød og Trang og s. fly h. et Hvedebrød lige\nind ad Halsen ad ham. Følg du nu med\nmig. Ja. Lad os s. gaa Per Fæbinder. Siden\nbar Kapellanen det Navn. S. fulgte h. med\nham ud og s. blev h. manet ned i Nødset.", "english_manuscript": "There was a curate at that place where there was someone who was to be conjured, who walked again a lot. There were three ministers to do it, and they were gathered together and they sat each with a candle at a table. Then this curate comes in, he'd heard about this, and he sat down next to them. Then he asked if they thought that they could take care of him. Then they looked at him and laughed, they thought that they were much more studied than him. Then he cut three pegs and he put them over the door and after he had sat for a little while, the first peg tumbled down. \"Now he's getting up out of the grave.\" A little later the second peg fell down. \"Now he's on his way.\" Then the third peg fell down. \"Now he's here.\" Then he came in the door and he went about to the others and blew their candles out, but he couldn't blow his candle out. Then he says to him: \"Follow me down here to the barn to see if the cows are tied up.\" \"We don't have anything to do out there.\" \"You've also stolen once.\" \"Well, I didn't do that for the sake of abundance, but out of need and necessity.\" and then he flung a roll right into his throat. \"Follow me now.\" \"Yes. Lets go then, Per Fæbinder (Cow binder).\" Ever since then, the curate had that name. Then he followed him out and then he was conjured down there in the barn.", "danish_publication": "Der var én et sted, der skulde manes, og han var nu så farlig til at gå igjen. Så var der tre præster om det, og de var samlede og sad hver med et lys inde ved et bord. Da kommer der en kapellan ind, han havde hørt om dether, og han satte sig ved siden af dem. Så spurgte han, om de troede nu, de kunde gjøre ham i stand. De så efter ham og lo, de tykte jo, de var meget villere, end han var. Så skar han tre pinde, og dem satte han over dören. Den gang han havde nu siddet lidt, så plat den ene pind ned. \"Nu rejser han sig af graven\", sagde kapellanen. Lidt efter faldt den anden pind ned. \"Nu er han på vejen\". Så faldt den tredje pind ned. \"Nu er han her.\" Lige med ét kom han ind ad dören, og så gik han om til de andre og blæste deres lys ud, men hans lys kunde han ikke blæse ud. Så siger kapellanen til ham: \"Følg du med mig her ned i nødset og se efter, om fæet er bundet.\" — \"Ja, det har vi ikke noget at gå efter.\" — \"Du har også stjålet en gang.\" — \"Ja, det har a ikke gjort af overflod, men af nød og trang\", og så hug han et hvedebrød lige ind i halsen på ham. \"Følg du nu med mig.\" — \"Ja, lad os så gå, Per Fæbinder\". Siden bar kapellanen det navn. Så fulgte han med ham ud, og så blev han manet ned der inde i nødset.", "english_publication": "There was a revenant one place who was to be conjured, and he was always walking again. So there were three ministers to do it, and they were gathered together and they each sat with a candle at a table. Then a curate comes in, he'd heard about this, and he sat down next to them. Then he asked if they thought that they could take care of the revenant. Then they looked at him and laughed, they thought that they were much more learned than him. Then the curate cut three pegs and he put them over the door. Then when he had sat for a little while, the first peg tumbled down. “Now he's getting up out of the grave,” said the curate. A little later the second peg fell down. “Now he's on the way.” Then the third peg fell down. “Now he's here.” All at once the revenant came in the door and then he went about to the others and blew their candles out, but he couldn't blow the curate's candle out. Then the curate says to him: “Follow me down here to the barn to see if the cows are tied up.” “No, there's nothing for us to do out there. You've also stolen once.” “Well, I didn't do that for the sake of abundance, but out of need and necessity.” And then he flung a bread roll right into the revenant's mouth. “Follow me now,” said the curate. “Well, let's go then, Per Fæbinder (cow binder).” Ever since then, the curate had that name. Then the revenant followed him out and then he was conjured down there in the barn.", "keywords": {"keyword": ["barn", "blow", "candle", "conjuring", "cow", "curate", "door", "fall", "grave", "laughter", "minister", "name", "peg", "pegs", "Per Fæbinder", "revenant", "table", "three", "throat", "tie"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}