{"publication_info": "DSnr_IV_469b", "full_name": "235 - 1.06 - DSnr_IV_469b", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.06, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 721, "name": "Voldum", "display_name": "Voldum (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 235, "publication_info": "DSnr_IV_469a", "full_name": "235 - 1.04 - DSnr_IV_469a", "url": "data/stories/223.dfl"}}, "fielddiary_page_start": "5212a", "fielddiary_page_end": "5212a", "bibliographic_info": null, "bibliography_references": null, "annotation": "Kirsten Marie returns to the revenant of Dorrit in the context of a story about conjuring. Rather than describing the actual conjuring, Kirsten Marie describes the aftermath. The pole marking the spot where Dorrit was conjured serves as a constant reminder to the threat she posed to the functioning of the household, particularly the well being of the hired girls. It is fitting, then, that the spirit is conjured in the storage cellar. While Dorrit's threat is greatly diminished, it is still possible that she will return.\n\nThe published version conflates this manuscript recording with KMP 1.04.\n", "danish_manuscript": "Dorrit var s. slem og s.\n[ble] gik hu igjen og blev manet. Naar Pigerne\ngik nede i kjælderen hvor hu var manet,\nvar de altid s. rædde for at røre ved Pælen \neller slaa den i Stykker. De troede jo hu var\nved den og frygtede, at hu skulde komme op.\nDet var i Voldum.", "english_manuscript": "Dorrit was so horrible and she went again and was conjured down. When the hired girls went down in the cellar where she was conjured, they were always afraid of touching the pole or breaking it. They believed that she was there with it, and they were afraid that she would come up again. That was in Voldum.", "danish_publication": "Der var en Præstekone i Voldum, de kaldte Hr. Dorrit, hun var da saa forskrækkeligt et Kvindfolk, og hun slog hendes Piger og sultede dem og var en slemme Kone. Først var hun gift med Hr. Niels, og saa døde han, og hun blev gift med hans Eftermand, Mester Lavst. Hun havde Børn med Niels Brun, og de var saa slemme baade Dorrit og Børnene ved Lavst, saa han kunde slet ikke bjærge sig for dem. En Dag, da han stod paa Prækestolen i Rude Kirke, sagde han Farvel til hans Sognebeboere. Han sagde, te Vorherre i Himlen skulde tage ham nu, for han kunde ikke være paa Jorden længere for hans Kone og hans Stifbørn. Saa døde han ogsaa lige efter og kom altsaa ikke paa Prækestolen mere. Men han laa i 15 Aar i hans Kiste med hans røde Kinder. Da tabte han hans Kulør, og de mente, at han skulde have levet i de Aar til, dersom han havde faaet Lov til at leve hans Tid ud.\nDa Dorrit var død, gik hun igjen og blev saa manet nede i Kjælderen. Naar Pigerne gik der nede, var de altid saa rædde for at røre ved Pælen eller slaa den i Stykker. De troede jo, hun var ved den, og frygtede, at hun saa skulde komme op.", "english_publication": "[There was a minister’s wife in Voldum, they called her Mr. Dorrit, she was a terrifying woman, and she hit her hired girls and starved them and was a terrible wife. She was first married to Mr. Niels, and then he died, and she married his successor, Master Laust. She had children with Niels Brun, and she and the children as well were so bad to Laust that he couldn’t stand them. One day, when he stood at the pulpit in Rude church, he said goodbye to his parishioners. He said that the Lord should take him now, because he couldn’t live here on earth because of his step-children and wife. And he died right after that and didn’t get up to the pulpit again. But he lay in his casket for fifteen years with red cheeks. Then his cheeks lost their color and people believed that he was supposed to have lived for those years, if he’d been allowed to live out his years.]\n      When Dorrit was dead, she went again and was conjured down in the cellar. When the hired girls went down there, they were always afraid of touching or breaking the pole. They believed that she was there, and they were afraid that she would come up again.", "keywords": {"keyword": ["afraid", "allow", "belief", "casket", "cellar", "cheeks", "children", "church", "conjuring", "day", "death", "dorrit", "earth", "girl", "horrible", "Laust", "lord", "marriage", "Master Laust", "minister", "Niels", "parishioners", "pole", "pulpit", "red", "wife", "woman"]}, "etk_index": {"heading_danish": "Præster", "heading_english": "Ministers"}, "tango_indices": {"tango_index": [null, null, null, null, null]}, "genre": null}