{"publication_info": "DS_V_810", "full_name": "235 - 1.07 - DS_V_810", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.07, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 8, "name": "Aarhus", "display_name": "Aarhus (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_IV_687", "full_name": "241 - 2.15 - DS_IV_687", "url": "data/stories/165.dfl"}, {"informant_id": 235, "publication_info": "DS_II_B_90", "full_name": "235 - 1.55 - DS_II_B_90", "url": "data/stories/275.dfl"}, {"informant_id": 400, "publication_info": "DS_IV_1161", "full_name": "400 - 0.00 - DS_IV_1161", "url": "data/stories/621.dfl"}, {"informant_id": 503, "publication_info": "DS_V_177", "full_name": "503 - 0.00 - DS_V_177", "url": "data/stories/697.dfl"}, {"informant_id": 415, "publication_info": "DS_V_804", "full_name": "415 - 0.00 - DS_V_804", "url": "data/stories/728.dfl"}, {"informant_id": 411, "publication_info": "DS_V_809", "full_name": "411 - 0.00 - DS_V_809", "url": "data/stories/485.dfl"}, {"informant_id": 235, "publication_info": "DSnr_IV_469a", "full_name": "235 - 1.04 - DSnr_IV_469a", "url": "data/stories/223.dfl"}, {"informant_id": 448, "publication_info": "DS_VI_323", "full_name": "448 - 0.00 - DS_VI_323", "url": "data/stories/610.dfl"}, {"informant_id": 459, "publication_info": "DS_V_730", "full_name": "459 - 0.00 - DS_V_730", "url": "data/stories/748.dfl"}]}, "fielddiary_page_start": "5212a", "fielddiary_page_end": "5212b", "bibliographic_info": "Tangherlini 1998", "bibliography_references": {"reference": {"display_string": "[Article] Tangherlini, Timothy R. 1998. \"Who ya gonna call?\" : Ministers and the Mediation of Ghostly Threat in Danish Legend Tradition. Vol. 57 of <i>Western Folklore</i> 2/3: 153-178."}}, "annotation": "The supernatural powers of Master Laust, the minister whose body was uncorrupted after his death (KMP 1.04), come to the fore in this story, a variant of a widely attested conjuring legend (DS V 804, 809). The requirement to say \"in the name of Jesus Christ\" or some other religiously charged formula protects the farmhand from driving off with a Satanic being who, presumably, would be unable to utter such a religiously powerful formula. When the carriage cannot budge, Master Laust forces the ghost to serve as the fourth wheel of the wagon and they return quickly to the parsonage. In other variants of this legend, it is Satan who is forced to act as the fourth wheel (DS VI 323). The Lutheran church, to combat widespread belief in ghosts, made ghosts theologically acceptable by equating them with Satan (Tangherlini 1999).\n\n     In other variants of the legend, the farmhand tries to witness the conjuring, resulting in the minister's momentary loss of power over the powerful revenant (DS V 730, 744). As in the story of Dorrit, Kirsten Marie provides no details about the conjuring. Conjuring a ghost in the cemetery is not surprising, as the cemetery is the most obvious resting place for the dead.\n\n    The story concludes the series of stories that revolve around Mr. Dorrit, Master Laust and local ghosts.", "danish_manuscript": "Da Mester Lavst en Aften kjørte fra Aarhus, saa\n\n5212B\nh. at der var Lys i Trige Kirke og s. s. h. til\nKusken, at ha. skulde holde, for der var Lys i Kir\nken og s. gik Mester Laust derind og s. til Karlen\nidet h. gik: Nu bliver du holdende og der maa\nikke kjøre inden der kommer en og s. Kjør nu i \nJ. Kr. Navn. Der vil komme flere og sige du\nskal kjøre og de jom ogsaa først en og s en\nanden og s. Kjør nu, kjør nu og satte\nsig op ved ham, men h. vilde ikke. Endelig kom\nMester Lavst. S. s. h. det ..... Da h.\nnu vilde kjøre, kunde h. aldrig kjøre af stedet\nKan du nu sætte dig af og lægge det højre\nBaghjul op bag ved i Vognen. Kjør nu....\nS. kunde h. kjøre. Da de kom hjem, satte\nKarlen hans Hul paa igien. S. gik h. op paa\nKirkegaarden og sagde til nogen, Følg du med\nmig. Karlen kunde ingen Ting se. S. var h. \nder oppe en lidt og s. kom h. hjem igien.", "english_manuscript": "When Master Laust drove one evening from Århus, he saw that there was light in Trige church, and so he says to the coachman that he should stop because there was light in the church, and then Master Laust went in there and he said to the farmhand as he left, \"Wait here and don't drive until someone comes and says, Drive now in the name of Jesus Christ. Many will come and order you to drive,\" and first one came and then another who said, \"Drive now, drive now!\" and sat down beside him, but he wouldn't do it. Finally Master Laust came. Then he said, \"Drive now in the name of Jesus Christ.\" But when he tried to drive, the wagon wouldn't budge. \"Can you get down and put the right rear wheel up in the wagon behind us.\" ... \"Drive now!\" Then he could drive. When they got home, the farmhand put his wheel on again. Then he went up to the cemetery and said to someone, \"Follow me.\" The farmhand couldn't see anything. Then he was up there for a little while and then he came back home again.", "danish_publication": "Da Mester Lavst en aften kjørte fra Århus, så han, at der var lys i Trige kirke, og så siger han til kusken, at han skulde holde, og så gik han derind. Men i det han gik, sagde han til karlen: \"Nu bliver du holdende her, og du må ikke kjøre, inden der kommer én og siger: Kjør nu i Jesu Kristi navn. Der vil komme flere og forlange af dig, at du skal kjøre, men du må ikke.\" Der kom også først én og så en anden og sagde: \"Kjør nu, kjør nu!\" og satte sig op ved ham, men han vilde ikke. Endelig kom Mester Lavst igjen og sagde: \"Kjør nu i Jesu Kristi navn.\" Men da han nu vilde kjøre til, kunde vognen aldrig komme af stedet.   \"Kan du nu sætte dig af og lægge det höjre baghjul op bag ved os i vognen.\" Det gjorde han. \"Kjør nu!\" sagde præsten, og så kunde han kjøre. Da de kom hjem, satte karlen hans hjul på igjen, og så gik Mester Lavst op på kirkegården og sagde til nogen: \"Følg du med mig.\" Karlen kunde imidlertid ingen ting se. Så var han der oppe en lidt og kom tilbage igjen, og så var al ting i orden.", "english_publication": "When Master Laust drove one evening from Århus, he saw that there was light in Trige church, and so he says to his farmhand who was driving that he should stop, and then he went in there. But as he left he said to him, “Wait here and don’t drive until someone comes and says, Drive now in the name of Jesus Christ. Many will come and order you to drive, but you must not.” First one came and then another who said, “Drive now, drive now!” and sat down beside him, but he wouldn’t do it. Finally Master Laust came and said, “Drive now in the name of Jesus Christ.” But when he tried to drive, the wagon wouldn’t budge. “Can you get down and put the right rear wheel up in the wagon behind us?” The farmhand did that. “Drive now!” said the minister, and then he could drive. When they got home, the farmhand put the wheel on again, and then Master Laust went up to the cemetery and said to someone, “Follow me.” The farmhand in the meantime couldn’t see anything. Then Master Laust was up there for a little while and then he came back, and then everything was in order. ", "keywords": {"keyword": ["cemetery", "Christ", "church", "coachman", "evening", "farmhand", "home", "Jesus", "Master Laust", "minister", "name", "wagon", "wheel"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}