{"publication_info": "DS_V_1542", "full_name": "235 - 1.08 - DS_V_1542", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.08, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": {"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "JAT_V_109", "full_name": "235 - 3.13 - JAT_V_109", "url": "data/stories/315.dfl"}, {"informant_id": 382, "publication_info": "DS_V_1545", "full_name": "382 - 0.00 - DS_V_1545", "url": "data/stories/791.dfl"}, {"informant_id": 572, "publication_info": "DS_V_1588", "full_name": "572 - 0.00 - DS_V_1588", "url": "data/stories/815.dfl"}, {"informant_id": 534, "publication_info": "DS_V_1546", "full_name": "534 - 0.00 - DS_V_1546", "url": "data/stories/573.dfl"}]}, "fielddiary_page_start": "5212b", "fielddiary_page_end": "5213a", "bibliographic_info": null, "bibliography_references": null, "annotation": "The ghost's disruption of economic activity could not be clearer than in this story. The other farmhand is twice threatened: his work as a shepherd is disrupted and he is forced to work as a plowman for the other world. The act of plowing can also be read in the context of fertility and, accordingly, the ghost can be seen as a threat to the fertility of the community as well. \n\n     Neither farmhand develops a strategy for dealing with the revenant, other than running away. It is fortuitous that the farmhand escapes with only a fright. The refusal to mention the revenant in the church is puzzling, as one would imagine that the church would provide a degree of protection against this supernatural intrusion.\n\n     Tang Kristensen added the line \"it's him that I'm named after\" at the beginning of the published version of the story. The addition of this line makes an erroneous attribution of the story to Kirsten Marie's brother, Rasmus Kjær.", "danish_manuscript": "Min Bedstefader fortalte, at h. og en Karl til\nlaa oppe i Wåavenset og det var ved Nat\ntetid og skulde skifte paa og se efter Bæsterne\nDet var i Bygsædtiden, langt hen paa Som\nmeren, for den g. saaede de silde Byg.\nS. laa min Bedstef. og sov og den 2 skulde se\nefter Bæst. S. kommer h. oge s. stærkt her\nkunde ind til ham der sov og siger: Ras\nKjær rejs dig, det røde Øg er henne. Da \nh. [til] kom iden for Kirkegaarden s. h. til\nham: Aa Herregud a har haft ved en Plov\ng plovet runden om, a saa [sagde] ingen ting\nmen der var en der fløjede mig ved Ploven\n\n5213A\nog sagde til mig: Tag mig den her og sæt mig\nden der. S. satte a min Træsko om og fulgte\nmed, og da a kom til m Træsko igien, s.\nvar a fri. og s. fulgtes begge Karle ad hen\nat tage Bæsterne og trække dem væk for\nde turde ikke være der længere for det Spø\ngeri. Det var jo ikke Sandt, at Øget\nvar henne, men h. turde ikke sige det\nom Gjenf. inde i Kirken.", "english_manuscript": "My grandfather told that he and another farmhand lay up in the church entryway and it was night time and they were to take turns looking after the animals. It was during the barley planting time, late in the summer, because at that time they sowed barley late. So my grandfather lay there sleeping and the other one was to look after the animals. Then he came in as fast as he could to the one who was sleeping and said: \"Ras Kjær, get up, the red ox is gone.\" When they got out by the cemetery he said: Oh God, I was at a plow and plowed around, and I didn't see anything but there was someone who put me to the plow, and said to me: Put that one here for me and put that one there for me. So I put my clogs down and followed along, and when I came back to my clogs, then I was free\" and then both of the farmhands went together and got all the animals and pull them away because they didn't dare stay there because of that haunting. It wasn't true that the ox was missing, but he didn't dare say that about the revenant in the church.", "danish_publication": "Min bedstefader fortalte om en tildragelse, han havde været med til, det er netop ham, a er nævnt efter. Han og en karl til skulde skifte på og se efter bæsterne om natten, for de gik løse, det var i bygsædtiden, men det var jo noget hen på sommeren, for den gang såede de silde byg. Det var lige ved Rude kirke, og så gik de ind i vavenset og lagde dem, når de vilde have et blund. Så var min bedstefader da gået derind og havde lagt sig, for nu var det den anden karls tur at våge, og han gik jo ude på agrene. Da kommer han lige så stærkt han kunde ind til ham og vækker ham og siger: \"Ras Kjær, rejs dig, det røde øg er henne.\" Nå, så stod han jo op, og da han kom uden for kirkegården, siger den anden: \"Å, herregud, a har haft ved en plov og plovet rundenom, a er så ræd. A så ingen ting, men der var én, der flyede mig ved ploven og sagde til mig: Tag mig den her og sæt mig den der. Så satte a mine træsko og fulgte med, og da a kom til træskoene igjen, så var a fri.\" Så fulgtes begge karlene ad hen at tage bæsterne og trække dem væk. Det var jo ikke sandt, at øget var henne, men han turde ikke være alene derude længere, og han turde ikke sige noget om gjenfærdet der inde i kirken. Nu turde de heller ikke være længere på den plads for spøgeriet.", "english_publication": "My grandfather told me about something that had happened that he’d been involved in, its him that I’m named after. He and a farmhand were to take turns watching the animals at night, since they were roaming loose, it was during the barley planting time, since back then they sowed barley late. It was right near Rude church, and so they would go into the church entryway and lay down when they wanted to take a nap. So my grandfather had gone in there and lain down, since it was the other farmhand’s turn to keep watch, and he was going about out in the fields. Then he comes running as fast as he can in to my grandfather and wakes him up and says, “Ras Kjær, get up, the red ox has disappeared.” Well, then he got up and when he got out of the churchyard, the other one says, “Oh God, I was at a plow and plowed around, I’m so scared. I didn’t see anything, but there was one who put me to the plow and said to me: Put that one here for me and put that one there for me. So I put my clogs down and followed along, and when I came back to my clogs, then I was free.” Then the two farmhands accompanied each other out to get the animals and pull them away. It wasn’t true, that the ox was missing, but he didn’t dare stay out there alone any longer, and he didn’t dare say anything about the revenant there in the church.", "keywords": {"keyword": ["animals", "barley", "church", "clogs", "disappearance", "farmhand", "field", "free", "god", "grandfather", "name", "nap", "night", "ox", "plow", "plowing", "ras", "red", "revenant"]}, "etk_index": {"heading_danish": "Gjenfærd på uretfærdig jord", "heading_english": "Revenants on ill-gotten land"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}