{"publication_info": "JAH_V_724", "full_name": "235 - 1.09 - JAH_V_724", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.09, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 415, "name": "Mørke", "display_name": "Mørke (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "DS_VI_1248", "full_name": "150 - 1.38 - DS_VI_1248", "url": "data/stories/41.dfl"}, {"informant_id": 438, "publication_info": "DS_VII_584", "full_name": "438 - 0.00 - DS_VII_584", "url": "data/stories/519.dfl"}, {"informant_id": 111, "publication_info": "DS_VII_576", "full_name": "111 - 0.00 - DS_VII_576", "url": "data/stories/742.dfl"}, {"informant_id": 123, "publication_info": "DS_III_744", "full_name": "123 - 2.09 - DS_III_744", "url": "data/stories/383.dfl"}]}, "fielddiary_page_start": "5213a", "fielddiary_page_end": "5213b", "bibliographic_info": "Gaarboe 1968\nDyrlund 1974\nHansen 1952", "bibliography_references": {"reference": [{"display_string": "[Book] Gaardboe, Anton. 1968. <i>De sidste Natmandsfolk i Vendsyssel</i>. Aarhus: Forlaget Viking Books."}, {"display_string": "[Book] Dyrlund, F. 1974. <i>Tatere og Natmandsfolk i Danmark, betragtede med Hensyn til Samfundsforholdene i det Hele</i>. Copenhagen: Selskabet for Udgivelse af Kilder til dansk Historie."}, {"display_string": "[Book] Hansen, H. P. 1952. <i>Jyske skøjere og rakkere</i>. Copenhagen: Hernov."}]}, "annotation": "Kirsten Marie turns a skeptical eye toward the purported abilities of cunning folk and the widespread belief about curses and witchcraft. Deaf Lars's status is only incrementally better than that of a beggar. Many poor people survived partly through begging and partly through doing small jobs such as glazing, which were not prohibited by the trade laws. Glarmesterfolk (glaziers) was a common appellation for itinerant tinkerers and along with tatere (gypsies) and natmandsfolk (refuse collectors, literally \"nightmen\"), glarmesterfolk were often lumped under the overarching category of kæltringer. This category included vagabonds, itinerant tinkerers and beggars. The word \"kæltringer\" later became synonymous with \"con artists\" (Gaardboe 1968, 12-13). \n\n     Sidsel Rollands' status as a wandering beggar--and a loose woman-- also aligns well with Kirsten Marie's critical stories about beggars and members of poorer classes. In this case, the beggars are represented not only as free riders, but also as dangerous con artists.\n\n     The hare that Sidsel allegedly sees would be a \"milk hare,\" a common figure for witches either to assume or to send to collect milk from local farms (DS VII 268 and 584). Witches often steal milk and cream, perhaps the clearest manifestation of an economic product derived primarily from female coded activity, from all the local farms for their own personal gain (DS VII 576). \n\n     The farmer and his wife appeal to the community for help to pay for Sidsel's services. While she pretends to protect the farm (and by extension the community) from the threat of the witch and milk hare, she herself is actually the threat. This narrative switch is the crux of the story, where the protector turns out to be the threatener.\n\n     The prohibition against talking about the alleged cure is reminiscent of prohibitions against speaking while seeking buried treasure, an act that separates the treasure diggers from the human community (PJ 2.09). Here, the silence guarantees Sidsel some time to work her con. She even alludes to burying the money as a prophylactic against the return of the hare. It is worth noting that Sidsel, unlike the witch, steals money, a reflection of the rapid shift away from an informal economy based largely on real goods, toward a thoroughly monetized economy: This shift took place in the last decades of the nineteenth century in rural Denmark.", "danish_manuscript": "Det var i Mørke og der kom Døve Lars og en \nKjælling h. havde til at ligge om Natten.\nh. var vist ikke gift med hende, for h. var\nskilt med hans rigtige Kone. H. var Glar-\nmester og kjørte her omkring med den Kj\nog de Børn h. havde baade ved hende og med \nden 2. Som de nu havde været der om Nat\nten. og Konen om Morg. var ude at mal\nle. siger hu til Lars, h. var jo s. døv:\nDet gaar ikke rigtig til her Lars, der har\nrendt en Hare her i Nat. Hvad da s. h.\nDe sølle Folk de er ulykkelige. Det hører\nKonen der malker og hun render ind til Man\nden og s. saadan og saadan siger de Folk her\nude, skal vi ikke have at vide hvad der\ner ved det.  Jo. Hvad er det I har snakket\nom, er vi ulykkelige. S. s. Sidsel ja. Hvad\nskal vi s. gjøre. Ja det skulde hu nok sige.\nDe skulde have gravet for ved deres Seng, men\nhu skulde have 20 Rigsdaler, men de maatte\nikke snakke om det til nogen. S gik de omkring\n\n5213B\ni Byen og laante Pengene og gav sig til at\ngrave udenfor Sengen og der fandt hun, fore-\nstillede hu, et Muldvarpsskind der var fuldt af\naten og det skulde brændes of Pengene graves\nned i Stedet der. Folkene blev ellers ikke\nkloge paa, hvad det var for et Uhyre. De\nhavde dem at føde paa i flere Dage, men s.\nblev Bymændene opmærksom paa det og fik\ngjort Andstalt for at faa dem jaget hen.\nSidsel Rollands kom i Tugthuset. Pengene\nhavde hu ko taget.", "english_manuscript": "It was in Mørke and Deaf Lars and a woman he had wound up spending the night there. He apparently wasn't married to her, because he was separated from his real wife. He was a glazier and he drove around here with the woman and the children he'd had both with her and with the other one. After they'd spent the night there, and the farmwife was out milking, she says to Lars, he was so deaf: \"It's not quite right here Lars, a hare ran through here last night.\" \"So what,\" he said. \"These poor people, they're unlucky.\" The woman who is milking hears this and she runs in to her husband and these people out here say so and so, shouldn't we find out what is going on? Sure. \"What is it you've been talking about? Are we unlucky?\" Then Sidsel said yes. \"What should we do?\" Well, she'd tell them what to do. They should dig a hole by their bed, and she should be given 20 rixdollars, but they couldn't tell anybody about it. Then they went around in town and borrowed the money and started to dig near the bed, and there she found, so she made it seem, a mole skin that was filled with stones. They were to burn that and the money was to be buried instead. The people otherwise didn't find out what kind of monster it was. They had to feed them for many days, but then the townsmen noticed and made sure that they chased them away. Sidsel Rollands was put in jail. She'd taken the money.", "danish_publication": "Döve-Lavs og en kjælling, han havde, kom en nat til at ligge i Mørke. Han var vist ikke gift med hende, for han var skilt ved hans rigtige kone. Han var glarmester og kjørte her omkring med den kjælling og så de börn, han havde både ved hende og den anden. Som de nu havde været der om natten, og konen om morgenen var ude at malke, så råber kjællingen til Lavs, for han var jo döv: \"Det går ikke rigtig til her, Lavs, der har rendt en hare her i nat\". — \"Hvad da?\" siger han. \"Jo, de sölle folk de er ulykkelige.\" Det var nu i laden, denher snakken gik for sig, og konen, der malker, hun hører det, for det var jo höj snak, og hun render ind til manden og siger: \"Sådan og sådan har de folk her ude sagt til hinanden, skal vi ikke have at vide, hvad der er ved det?\" Jo. Nå, konen hun går ud til dem: \"Hvad er det, I har snakket om. er vi ulykkelige?\" Sidsel siger ja. \"Hvad skal vi da gjøre?\" Ja, det skulde hun nok sige dem. De skulde have gravet ned for ved deres seng, men de måtte ikke snakke om det til nogen, og så skulde hun have 20 rigsdaler, for de skulde graves ned. Folkene de gik omkring i byen og lånte pengene, og så gav kjællingen sig til at grave uden for sengen. Der forestillede hun, hun fandt et muldvarpeskind, som var fuldt af sten, og det skulde brændes, hvad der da også blev gjort. Men folkene blev ellers ikke kloge på, hvad det var for et uhyre, der plagede dem. Hun sagde, at hun havde gravet pengene ned, men det var jo ikke sandt, dem havde de jo taget, og så havde folkene dem at føde på i flere dage. Endelig blev bymændene opmærksomme på det og fik gjort anstalt for at få Döve-Lavs og hans slæng væk. Sidsel Rollands kom i tugthuset, for det var jo hende, der havde stået for det hele.", "english_publication": "Deaf Lars and a woman whom he had stayed one night in Mørke. He apparently wasn’t married to her, because he was separated from his real wife. He was a glazier and drove around here with that woman and then the children he’d had both with her and the other one. After they’d spent the night there, and the farmwife was out milking, the woman yells out to Lars, he was so deaf: “It’s not quite right here Lars, a hare ran through here last night.” “So what?” he said. “These poor people, they’re unlucky.” It was out in the barn that this conversation took place and the woman who is milking hears this, because they were talking loudly, and she runs in to her husband and says: “These people out here said so and so to each other, shouldn’t we find out what is going on?” Sure. Well, the farmwife goes out to them: “What is it you’ve been talking about? Are we unlucky?” Then Sidsel says yes. “What should we do?” Well, she’d tell them what to do. They should dig a hole by their bed, but they couldn’t tell anybody about it and they were to give her twenty rixdollars. Then they went around in town and borrowed the money and the woman started to dig near the bed. She made it seem as if she found a moleskin that was filled with stones there and that was to be burned, which they also did. But otherwise the people didn’t find out what kind of monster it was that was plaguing them. Sidsel said that she’d buried the money, but that wasn’t true; they’d taken the money and the people on the farm had to feed Sidsel and Lars and the kids for many days. Finally the townsmen noticed what was going on, and they made a big deal out of chasing Deaf Lars and his gang away. Sidsel Rollands was put in jail because she was the one responsible for the whole thing.", "keywords": {"keyword": ["barn", "bed", "borrow", "burial", "chase", "children", "day", "deaf", "digging", "farm", "feed", "fire", "hare", "husband", "jail", "Lars", "marriage", "milk", "money", "monster", "night", "poor", "rix dollars", "Sidsel", "Sidsel Rollands", "skin", "stone", "town", "townsmen", "wife", "woman"]}, "etk_index": {"heading_danish": "Livet uden døre", "heading_english": "Life outdoors"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}