{"publication_info": "DS_V_982", "full_name": "235 - 1.10 - DS_V_982", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.1, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 425, "name": "Nielstrup", "display_name": "Nielstrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "DS_V_549", "full_name": "235 - 1.11 - DS_V_549", "url": "data/stories/230.dfl"}, {"informant_id": 235, "publication_info": "JAT_V_109", "full_name": "235 - 3.13 - JAT_V_109", "url": "data/stories/315.dfl"}, {"informant_id": 205, "publication_info": "DS_II_G_102", "full_name": "205 - 0.00 - DS_II_G_102", "url": "data/stories/724.dfl"}]}, "fielddiary_page_start": "5213b", "fielddiary_page_end": "5214a", "bibliographic_info": null, "bibliography_references": null, "annotation": "In the narrative guise of the farmer, Kirsten Marie expresses skepticism over the the curse and its cure. At the same time, she leaves open the possibility that buried treasure, hauntings and curses exist. As with many of her other stories, this story focuses intensely on the economy of the farm. The farm is threatened by an unspecified curse. The cunning man who is called to stave off the threat proposes a course of action that is overtly rejected by the farmer. But the subsequent success of the farm, and the son's suspicions, imply that the farmer followed the cunning man's advice in secret. ", "danish_manuscript": "Min Bedstef. fortalte at i en Grd i\nNielstrup havde der været Ting. Der hav-\nde de altid saadant Uheld med deres Kreatu-\nrer og s. søgte h. en klog Mand. H. s. til\nham: Du skal se ind i din Overstue, der\ner et Hul i Gulvet, og hvor det Hul er der\nskal du grave ned og der hitte en Kjedel Pen-\nge. Men s. maa du ikke være i din Grd den\nNat. S. svarte nu M. og sagde at det skulde\naldrig ske, h. vilde grave efter den. Men deres\nSøn h. troede lige godt de havde gravet, for\nh. havde aldrig set s. mange Penge som de\nMsker ejede. Der blev Ro i Gaarden, men \naldrig nogen fik at vide, om h. havde gravet\neller ej. H. fortalte ogsaa som virkeligt, at\n det var somme Tider, naar h. havde været i By\nom Aft. og kom hjem, s. var Hestene lige\nde kunde staa og svede. Naar h. s. gik op og\nryddede deres Krybber, var\n\n5214A\ndet for ham at tykke, som det var Smaa\ngrise, der laa der og s. bar h. dem ud paa\nMøddingen og s. om Morg. var det om\ngode Hakkelse, h. havde baaret ud og vidste\nendda ikke andet end det var Smaagrise h.\nhavde baaret ud.", "english_manuscript": "My grandfather said that at a farm in Nielstrup there'd been a thing. They always had bad luck with their animals and so they sought out a cunning man. He said to him: \"You should look in your parlor, there's a hole in the floor, and where that hole is, you should dig down and find a kettle of money. But you can't stay at your farm that night.\" The man answered and said that it would never happen that he'd dig for it. But their son, he believed nevertheless that they had dug for it, because he'd never seen as much money as they had. It was quiet at the farm, but no one ever really found out whether he had dug or not. That farmhand also told as if it were true that some times after he'd been in town in the evening and had come home, the horses would stand and sweat. When he went up and fixed their manger, it looked like as if there were small piglets lying there, and he carried them out to the mud pool, but in the morning it was good straw that he'd carried out.", "danish_publication": "Min bedstefader fortalte, at i en gård i Nielstrup — det var netop den, hvor der havde været ting — der havde de altid sådant uheld med deres kreaturer. Så sögte de til en klog mand, og han sagde til manden: \"Du skal se ind i din overstue, der er et hul i gulvet, og hvor det hul er, der skal du grave ned og hitte en kjedel penge. Men så må du ikke være i din gård den nat.\" Manden svarte og sagde, at det skulde aldrig ske, han vilde grave efter det. Men deres sön han troede lige godt, hans forældre havde gravet, for de kom til at have så mange penge, og der blev ro i gården. Men aldrig nogen fik ret besked på, hvordan det egentlig var gået. Den karl fortalte som virkeligt, at der var somme tider, imens det var galt der, når han havde været i by om aftenen og kom hjem, så var hestene, lige til de kunde stå og svede, og når han så gik op og ryddede deres krybber, var det for ham at tykke, som det var smågrise, der lå der, og han bar dem ud på møddingen, men om morgenen var det ene gode hakkelse, han havde båret ud.", "english_publication": "My grandfather said that at a farm in Nielstrup—it was in fact the one where there’d been things—they always had bad luck with their animals. Then they sought out a cunning man and he said to the man: “You should look in your parlor, there’s a hole in the floor, and where the hole is, that's where you should dig and you'll find a kettle filled with money. But you can’t stay at your farm that night.” The man answered and said that it would never happen that he’d dig for it. But their son, he believed nevertheless that his parents had dug for it, because they wound up having a lot of money, and it was quiet at the farm after that. But he never really found out what had happened. That farmhand said--and he told this as though it were true--that sometimes, when things were bad there, it was like the horses could stand and sweat, and when he went up and fixed their manger, it looked as if there were small piglets lying there, and after he'd carried them out to the mud pool, in the morning he'd discover that, instead of piglets, it was good straw that he'd carried out. ", "keywords": {"keyword": ["animals", "belief", "Cunning Folk", "digging", "fact", "farm", "farmhand", "fix", "floor", "grandfather", "horse", "kettle", "luck", "manger", "money", "morning", "night", "parents", "pig", "son", "straw", "wound"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}