{"publication_info": "JAH_I_212", "full_name": "150 - 1.20 - JAH_I_212", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 1.2, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 720, "name": "Vokslev", "display_name": "Vokslev (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 150, "publication_info": "JAH_V_505", "full_name": "150 - 1.19 - JAH_V_505", "url": "data/stories/22.dfl"}}, "fielddiary_page_start": "3244b", "fielddiary_page_end": "3245a", "bibliographic_info": null, "bibliography_references": {"reference": {"display_string": "[Article] Tangherlini, Timothy R. 2008. And the Wagon Came Rolling In... : Legend and the Politics of (Self-) Censorship in Nineteenth-Century Denmark. Vol. 45 of <i>Journal of Folklore Research</i> 3: 241-261."}}, "annotation": "The story that Tang Kristensen published about leather ropes eliminated an important feature of Jens's story, namely that these were no ordinary ropes, but rather ropes crafted from the vagina of a dead woman--hence their pliability (BJK 1.19). Tang Kristensen was loathe to publish stories that were obscene, and there was clearly no way that he would publish this story. The self-inflicted mutilation of the greedy neighbor is an integral component of Jens's story, and the account would make little sense if he simply jumped over it. Instead, Tang Kristensen decided to eliminate it, and split the story into two parts.\n\n     Tang Kristensen had several other motivations for splitting these two parts of the story beyond the need to excise the obscene parts. By keeping the two stories together, he would have been forced to recognize the story as a fictional, humorous tale--it would neither fit into his conception of the legend, his conception of stories of daily life, nor his conception of the folktale. By breaking the stories apart, he found a reasonable solution that he felt no one would likely uncover. He could implicitly propose that the first part was a sad yet true commentary on the treatment and prejudice directed against wandering merchants--and as such an exploration of the tensions concerning the care for the poor that were an important issue in the politics of the time. The story would be classifiable as a legend, and quite at home in a section of Jyske Almueliv that was predominantly legends. \n\nThe second part of the story, without the obscene episodes, would then stand as an amusing jocular tale about farm implements. It would allow Tang Kristensen to foreground the discussion of farming implements that used to be common on Danish farms (echoing the reference to the old plow that the woman was forced to use in the previous story). As such, the story would be at home in the first volume of Jyske Almueliv.", "danish_manuscript": "--See 1.19--", "english_manuscript": "--See 1.19--", "danish_publication": "Som satire på det forhen brugte redskab, kan her sættes følgende historie: Det förste a kan huske, brugte de læderrebe, der var lagt ligesom hamperebe er nu, og når de fik dem kjørt i stykker, så kunde de bruge dem til plejløle. De havde stavseltræer eller sejltræer på hestene. Det var den gang skik, når de havde fået avlen i jorden, at de kjørte til Nibe at hente sig et læs sild. Så var der en mand, han fik sig nogle store dramme der nede, og det blev aften, inden han kom fra byen. Den gang han kom så forbi Ugslev (Vogslev) kirke, så er der en stor bakke sønden for byen, som han skulde op ad, og der satte han sig af og gik ved siden af vognen. Så gav det sig til at regne så stærkt. Da han nu var kommen et stykke hen, vilde han til at op at age igjen, men da var vognen væk, og han kunde ikke se andet på hestene end puderne og de bare sejltræer, for det regnede jo og var mørkt. Nu vidste han aldrig, hvad han skulde gjore, men så satte han sig da op at ride på den æhånds hest og red så hjem ad. Han kommer så hjem, tager puderne og sejltræerne af hestene og hænger dem på nogle store trækroge på nordsiden af laden, som de havde at hænge deres redskab på, når de kom hjem af marken om foråret. Han går nu ind og fortæller konen, hvordan han er kommen af sted, og han skulde jo hen og hente vognen, men nu fik det at være til dag, da det var et vejr, så det var forfærdeligt. Men hen i dagningen blev det sådan et blæsende törrevejr, og ligesom rebene de törredes ind, så kom vognen, den var nemlig bleven stående på vejen, og rebene havde givet sig forfærdelig i regnen. Den gang da klokken var ti, da havde han hans vogn og hans sild hjemme, den kom ind ad gården til ham. Han brugte de læderrebe så længe han var mand, og han hed Ell-Lavst, vel sagtens efter hans moder. Hans son kaldte de Ell-Jens eller Jens Nörgård, og han fik dem bag efter ham. En stump af dem var endnu til, da Peder Tygesen blev mand, og han havde nok af dem at binde hans plejle med.", "english_publication": "As a satire about the previously used tool, there is the following story: The first thing I can remember is that they used leather ropes which were just like hemp rope is today, and when they had fallen to pieces, then they could be used with the corn thresher (plejl). They had stavseltræer or sejltræer [a wooden, lyre-shaped harness part] on the horses. It was the custom at the time, after they’d planted, that they’d drive to Nibe to get a load of herring. Then there was this guy who had a few large drams down there and it was the evening before he left town for home. Then when he came by Vogslev (Ugslev) church, there’s a big hill there south of the town which he had to go up, and there he got down and walked beside the wagon. Then it started to rain hard. Since he’d gotten a ways up the hill, he decided to get back up and drive, but the wagon had disappeared, and he couldn’t see anything on the horses other than the blankets and the bare harness part, since it was raining and it was dark. Now he had no idea what he should do, but so then he got up to ride on one of the horses, and then he rode home. So he gets home and takes the blankets and the harness parts off the horses and hangs them up on some large wooden racks on the north side of the barn that they had there to hang their tools on when they came back from the fields in the spring. He goes inside and tells his wife what’s happened, and that he’d have to go and get the wagon, but now it’d have to wait until the next day since the weather was so bad. But later in the day, the weather became dry and windy and, as the ropes dried up, the wagon came rolling in. The wagon had, in fact, remained on the road, and the ropes had simply stretched a great deal in the rain. When it was ten o’clock, his wagon and herring were back at the farm, it came into the farmyard to him. He used those leather ropes as long as he was alive, and he was called Ell-Lavst, probably named for his mother. His son was called Ell-Jens or Jens Nörgård, and he inherited them. A stump of the ropes was still left when Peder Tygesen became a man, and he had enough with which to tie his thresher.", "keywords": {"keyword": ["barn", "church", "clock", "corn", "dark", "day", "disappearance", "dram", "Ell", "Ell Lavst", "evening", "fact", "fall", "farm", "field", "herring", "hill", "home", "horse", "inheritance", "Jens", "leather", "mother", "name", "north", "Peder Tygesen", "rain", "riding", "road", "rope", "son", "south", "spring", "story", "threshing", "tie", "today", "tools", "town", "wagon", "weather", "wife", "wooden"]}, "etk_index": {"heading_danish": "Om fortidens landbrug", "heading_english": "Concerning earlier agricultural practices"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}