{"publication_info": "DS_V_549", "full_name": "235 - 1.11 - DS_V_549", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.11, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 425, "name": "Nielstrup", "display_name": "Nielstrup (place mentioned)"}, {"place_id": 570, "name": "Søndergård", "display_name": "Søndergård (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 235, "publication_info": "DS_V_982", "full_name": "235 - 1.10 - DS_V_982", "url": "data/stories/229.dfl"}}, "fielddiary_page_start": "5214a", "fielddiary_page_end": "5214a", "bibliographic_info": "Woods, 1959", "bibliography_references": {"reference": {"display_string": "[Book] Woods, Barbara Allen. 1959. <i>The Devil in dog form. A partial type-index of Devil legends (Folklore studies)</i>. Berkeley: University of California Press."}}, "annotation": "Although not specifically identified as Satan, the dog who appears is clearly a supernatural beast (Woods 1959). The snow shovelers are most likely local farmers who were required to help maintain the local roads up until 1848. The requirement to assist in maintaining and building local roads was one of the most detested obligations that accrued to farmers because of their legal status as peasants.\n\n     In the field diaries, this story and the preceding one (KMP 1.10) are not separated.", "danish_manuscript": "I den Stu, hvor der havde været Tingstue\nder var det altid værst. Nogle havde en G.\nværet henne at kaste Sne og de havde forvil\ndet og kom s. til at ligge i den grd og inde\ni den Tingstue. S. havde de baget den\nDag og sat deres Brød inde paa Bord for dem\nog s. var det maanelyst om Natten. Da\nkom der en stor sort Hund derind, og s. troede\nde, te det var gaardhunden og var rædt \nfor h. skulde tage Brødet. S. slog h. et Par\nstore svære Øjne paa dem, og blev staaende\nstille og gik aldrig af Stedet. Men en Tid\nefter forsvandt det. I Søndergaarden i Nielstrup.", "english_manuscript": "In the main room where there'd been a meeting room, that's where things were worst. One time some people had been out shoveling snow and had gotten lost and wound up staying at the farm up in the meeting room. They had baked that day and had put their bread at the end of the table and it was a moonlit night. Then a big black dog came in there and they thought that it was the farm dog and were afraid that it would take the bread. Then it looked at them with two big mean eyes and stood still and didn't move. But a little later it disappeared. At Søndergården in Nielstrup.", "danish_publication": "I den stue i Søndergården i Nielstrup, hvor der havde været tingstue, var det galt. Nogle havde været henne at kaste sne, og de havde forvildet dem og kom så til at ligge i den gård om natten og oppe i den tingstue. Folkene havde bagt den dag, og havde sat deres brød på bordfoden. Da så de fremmede, og det var dejligt månelyst, at der kom en stor sort hund derind. Så troede de, te det var gårdhunden, og var rædde for, han skulde tage af brødet, og så vilde de jo gjenne efter ham. Men han slog et par store svære öjne på dem og blev stående stille og gik aldrig af stedet, og en tid efter forsvandt det syn for dem.", "english_publication": "In the main room at Søndergården at Nielstrup, where there had once been a meeting room, things were wrong. Some people had been out shoveling snow and had gotten lost and wound up staying at the farm up in the meeting room. The people had baked that day and had put their bread at the end of the table. Then the visitors saw--it was a wonderfully moonlit night--that a big black dog came in there. Then they thought that it was the farm dog and they were afraid that it would take the bread and so they wanted to chase it away. But then it looked at them with two big mean eyes and stood still and didn’t move, and a little later the vision disappeared. ", "keywords": {"keyword": ["afraid", "baking", "black", "bread", "chase", "day", "disappearance", "dog", "eye", "farm", "moonlit", "night", "shovel", "snow", "table", "visitor", "wound"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}