{"publication_info": "DS_IV_289", "full_name": "235 - 1.13 - DS_IV_289", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.13, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 231, "name": "Halling skov", "display_name": "Halling skov (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 235, "publication_info": "JAT_III_213", "full_name": "235 - 3.10 - JAT_III_213", "url": "data/stories/312.dfl"}}, "fielddiary_page_start": "5214b", "fielddiary_page_end": "5214b", "bibliographic_info": "http://www.milhist.dk/andre/spanien/spanien.htm", "bibliography_references": null, "annotation": "In 1808, Napoleon sent five regiments totaling fourteen thousand Spanish troops to Denmark to assist in a proposed French-Danish invasion of Sweden, an ally of England. They were quartered throughout Denmark, including Kolding, where they accidentally burned down the Koldinghus castle. While most Danes were anxious about the arrival of these troops, given their bad experiences with the Polish troops in the late seventeenth century, the Spanish troops turned out to be much better guests. The troops were eventually evacuated by the British, once they discovered that their fellow Spaniards were engaged in a guerrilla war against Napoleon's rule in Spain.", "danish_manuscript": "Der laa en Gaard ude i Halling Skov der kald-\ntes Jungstrup. Det var vist Jungstrup-\nmanden der kom op at slaas med en Spa-\nniol og slog ham ihiel.", "english_manuscript": "There was a farm out in Halling forest called Jungstrup. I believe it was the Jungstrup man who fought with a Spaniard and killed him.", "danish_publication": "I Balling skov er en spansk rytter bleven slået ihjel af beboerne og kast ned der. Der lå en gård ude i skoven, der kaldtes Jungstrup, og det var vist Jungstrupmanden, der kom op at slås med Spaniolen og slog ham ihjel.", "english_publication": "A Spanish cavalry soldier was killed in Halling forest by the inhabitants there and thrown down there. There was a farm out in the woods called Jungstrup, and it was probably the Jungstrup man who fought with the Spaniard and killed him.", "keywords": {"keyword": ["cavalry", "farm", "forest", "kill", "soldier", "spanish", "woods"]}, "etk_index": {"heading_danish": "Småkonger og deres fejder. Konger. Fjenders indfald", "heading_english": "Small kings and their feuds. Kings. Enemy invasions"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}