{"publication_info": "DS_V_1430", "full_name": "235 - 1.15 - DS_V_1430", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.15, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 230, "name": "Halling", "display_name": "Halling (place mentioned)"}, {"place_id": 425, "name": "Nielstrup", "display_name": "Nielstrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 517, "publication_info": "DS_V_1501", "full_name": "517 - 0.00 - DS_V_1501", "url": "data/stories/729.dfl"}, {"informant_id": 382, "publication_info": "DS_V_1545", "full_name": "382 - 0.00 - DS_V_1545", "url": "data/stories/791.dfl"}, {"informant_id": 65, "publication_info": "DS_V_289", "full_name": "65 - 0.00 - DS_V_289", "url": "data/stories/798.dfl"}, {"informant_id": 339, "publication_info": "DS_V_1422", "full_name": "339 - 0.00 - DS_V_1422", "url": "data/stories/766.dfl"}, {"informant_id": 395, "publication_info": "DS_V_1443", "full_name": "395 - 0.00 - DS_V_1443", "url": "data/stories/651.dfl"}, {"informant_id": 551, "publication_info": "DS_V_1484", "full_name": "551 - 0.00 - DS_V_1484", "url": "data/stories/489.dfl"}, {"informant_id": 104, "publication_info": "DS_V_1477", "full_name": "104 - 0.00 - DS_V_1477", "url": "data/stories/812.dfl"}, {"informant_id": 343, "publication_info": "DS_V_1507", "full_name": "343 - 0.00 - DS_V_1507", "url": "data/stories/543.dfl"}]}, "fielddiary_page_start": "5215a", "fielddiary_page_end": "5215a", "bibliographic_info": "Pentikäinen 1969", "bibliography_references": {"reference": {"display_string": "[Article] Pentikäinen, Juha. 1969. The Dead without Status. Vol. 4 of <i>Temenos</i>, 92-102."}}, "annotation": "The ghostly apparition of land surveyors is widely attested (DS V 1417, 1422). During the land reforms of the late eighteenth century, and with the partitioning of farms and the recovery of heath through the nineteenth century, land surveyors were kept busy. Numerous legends tell of corrupt land surveyors who did not draw proper boundary lines or otherwise engaged in dishonest surveying, often at the instigation of a party to the survey (DS V 1443, 1484). Such dishonesty was often repaid in the afterlife when the land surveyor was forced to haunt (DS V 1477, 1507). Pentikaïnen classifies such haunts as guilty haunts (1969). In this story, as in the story of the black dog, neither the young boy nor the grandmother make any contact with the haunts, and the haunts simply disappear.\n\n     The distance from Halling to Nielstrup, following roads, is approximately 6.2 kilometers.", "danish_manuscript": "Min Bedstemoder gik en g. fra Halling og til\nNielstrup hvor hu boede, havde set til en \nSlægtning der i Halling. Havde en bitte Dreng\nmed sig. Da de s. kom ud over Halling Hede\ns. s. dr. se Moder. hvad er det for to Mænd\nder gaar. S. skulde hu til at se sig for og da\nvar det for hende at tykke som to Mænd\nder gik med en lænke eller Kjæde imellem \ndem. De kom lige om forud dem og kunde\nhøre Kjæden rasle og de saadan smaa mum\nlede, men det var ingen rigtig Snak og s. blev\nhu ved at se, men da forsvandt de for hen\nde lige med et.", "english_manuscript": "My grandmother once walked from Halling to Nielstrup where she lived, she had been visiting a relative in Halling. She had a little boy with her. When they got out onto Halling heath, then the boy says, \"Look, mother, who are those two men walking there?\" Then she looked and it looked to her as if there were two men walking with a chain between them. They passed right in front of them and they could both hear the chain rattle and they were mumbling, but it wasn't real talk and she kept watching them but they disappeared all of a sudden.", "danish_publication": "Min bedstemoder havde været henne at se til en slægtning i Halling og havde en bitte dreng med sig, og så gik de hjem til Nielstrup, hvor hun boede. Da de kom så ud over Halling hede, så siger drengen: \"Se, moder, hvad er det for to mænd, der går?\" Så skulde hun til at se sig for, og da var det for hende at tykke som to mænd, der gik med en lænke eller kjæde imellem dem. De kom lige om forved dem, og begge kunde de høre kjæden rasle og hørte, at mændene småmumlede, men det var ingen rigtig snak. Hun blev ved at se efter dem, men så forsvandt de lige med ét.", "english_publication": "My grandmother had been over visiting a relative in Halling and she had a little boy with her, and then they walked home to Nielstrup where she lived. When they got out onto Halling heath, then the boy says, “Look, mother, who are those two men walking there?” Then she looked and it looked to her as if there were two men walking with a chain between them. They passed right in front of them and they could both hear the chain rattle and they heard that the men were mumbling, but it wasn’t real talk. She continued watching them but they disappeared all of a sudden.", "keywords": {"keyword": ["boy", "chain", "disappearance", "grandmother", "heath", "home", "mother"]}, "etk_index": {"heading_danish": "Gjenfærd på uretfærdig jord", "heading_english": "Revenants on ill-gotten land"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}