{"publication_info": "DS_III_887", "full_name": "235 - 1.18 - DS_III_887", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.18, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 101, "name": "Bryggers-Knold", "display_name": "Bryggers-Knold (place mentioned)"}, {"place_id": 503, "name": "Rud", "display_name": "Rud (place mentioned)"}, {"place_id": 584, "name": "Stahåt", "display_name": "Stahåt (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "DS_II_E_84", "full_name": "235 - 2.09 - DS_II_E_84", "url": "data/stories/292.dfl"}, {"informant_id": 235, "publication_info": "DSnr_III_477", "full_name": "235 - 3.11 - DSnr_III_477", "url": "data/stories/313.dfl"}, {"informant_id": 123, "publication_info": "DS_III_870", "full_name": "123 - 2.24 - DS_III_870", "url": "data/stories/398.dfl"}, {"informant_id": 468, "publication_info": "DS_III_880", "full_name": "468 - 0.00 - DS_III_880", "url": "data/stories/854.dfl"}, {"informant_id": 469, "publication_info": "DS_III_898", "full_name": "469 - 0.00 - DS_III_898", "url": "data/stories/534.dfl"}, {"informant_id": 90, "publication_info": "DSnr_III_478", "full_name": "90 - 3.05 - DSnr_III_478", "url": "data/stories/359.dfl"}, {"informant_id": 235, "publication_info": "JAT_III_213", "full_name": "235 - 3.10 - JAT_III_213", "url": "data/stories/312.dfl"}]}, "fielddiary_page_start": "5215a", "fielddiary_page_end": "5215b", "bibliographic_info": "Strömbäck 1958", "bibliography_references": {"reference": {"display_string": "[Article] Strömbäck, Dag. 1958. Den första kyrkplatsen i sägen och folklig tro. Vol. 17 of <i>Religion och bibel</i>, 3-13."}}, "annotation": "Tang Kristensen included well over fifty variants of this legend in his published collections of Danske sagn (DS III 880, 898). Strömbäck in his study of the tale identifies three subtypes (1958). The destruction of the church at night may be linked to the mound dwellers. Other typical church destroyers are trolls and giants. The use of oxen to determine the building site (in some variants, the oxen are tied to the building materials) relies on several inversions of the normal order. The infertility of the oxen stands in contrast to the communal elements of the church. Also, allowing oxen to roam free and, in other variants, at night, runs counter to normal roles for domesticated animals: their grazing is usually limited to specific fields and they are not used productively at night. \n\n     In some variants, such as this one, the oxen are forced to pull some of the building materials for the church, whereas in other variants, the animals are simply hitched together (DS III 898). Kirsten Marie tells another version of this story in a later session (KMP 3.10). Ane Margrete Jensdatter also told a variant of this story (AMJ 3.05).", "danish_manuscript": "Ruu Kirke skulde først have lagt imeld [Al]\nStahåt og Rude Kirke opå Brådagrene og\nligesom de byggede op om Dagen blev det\nrevet ned om Natten. S. kunde de forstaa\n\n5215B\ndet kunde ikke blive til noget. S. lagde de\nen Sten paa en Slæde og lod et Par stude gaa\nhen og hvor de blev staaende med Stenen\nder skulde Kirken ligge. S. gik de lidt mere\ntil øster og s. byggede de Kirken der.", "english_manuscript": "Ruu church was supposed to have stood between Stahåt and Rude church up on Brådagrene. Everything they built up during the day was torn down at night. Then they realized that it wouldn't amount to anything. So they put a stone on a sled and let a pair of oxen walk off with it and where they stopped with the stone, that's where the church would lie. Then they went a little farther to the east, and so they built the church there.", "danish_publication": "Rude kirke skulde først have ligget imellem Stahåt og det sted, hvor den nu ligger, nemlig på Brådagrene . . . Ikke blive til noget, og så lagde de en sten på en slæde og lod et par stude gå hen med den. Så gik studene lidt mere til öster, og så byggede de kirken der.", "english_publication": "Rude church was supposed to have stood between Stahåt and the place where it now is, namely on Brådagrene… Couldn’t be to anything, and so they put a stone on a sled and let a pair of oxen walk off with it. Then the oxen went a little further to the east, and so they built the church there.", "keywords": {"keyword": ["church", "east", "ox", "sled", "stone"]}, "etk_index": {"heading_danish": "Kirker og deres opbyggelse. Klostre, hellige kilder, m. m.", "heading_english": "Churches and their construction. Monasteries, holy springs, etc."}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}