{"publication_info": "DS_I_782", "full_name": "235 - 1.19 - DS_I_782", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.19, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 254, "name": "Henningshøj", "display_name": "Henningshøj (place mentioned)"}, {"place_id": 279, "name": "Hornslet", "display_name": "Hornslet (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DSnr_II_C_86", "full_name": "241 - 4.31 - DSnr_II_C_86", "url": "data/stories/203.dfl"}, {"informant_id": 235, "publication_info": "DS_I_783", "full_name": "235 - 1.61 - DS_I_783", "url": "data/stories/282.dfl"}, {"informant_id": 123, "publication_info": "DS_V_1370", "full_name": "123 - 2.08 - DS_V_1370", "url": "data/stories/382.dfl"}, {"informant_id": 457, "publication_info": "DS_I_755", "full_name": "457 - 0.00 - DS_I_755", "url": "data/stories/511.dfl"}, {"informant_id": 513, "publication_info": "DS_I_889", "full_name": "513 - 0.00 - DS_I_889", "url": "data/stories/561.dfl"}, {"informant_id": null, "publication_info": "DS_I_818", "full_name": "0 - 0.00 - DS_I_818", "url": "data/stories/863.dfl"}, {"informant_id": 123, "publication_info": "DS_I_959", "full_name": "123 - 2.03 - DS_I_959", "url": "data/stories/377.dfl"}, {"informant_id": 519, "publication_info": "DS_I_774", "full_name": "519 - 0.00 - DS_I_774", "url": "data/stories/522.dfl"}, {"informant_id": 69, "publication_info": "DS_I_381", "full_name": "69 - 0.00 - DS_I_381", "url": "data/stories/822.dfl"}, {"informant_id": 381, "publication_info": "DS_I_382", "full_name": "381 - 0.00 - DS_I_382", "url": "data/stories/789.dfl"}, {"informant_id": 483, "publication_info": "DS_I_832", "full_name": "483 - 0.00 - DS_I_832", "url": "data/stories/463.dfl"}, {"informant_id": 365, "publication_info": "DS_I_807", "full_name": "365 - 0.00 - DS_I_807", "url": "data/stories/617.dfl"}, {"informant_id": 435, "publication_info": "DS_I_796", "full_name": "435 - 0.00 - DS_I_796", "url": "data/stories/794.dfl"}, {"informant_id": 506, "publication_info": "DS_I_813", "full_name": "506 - 0.00 - DS_I_813", "url": "data/stories/806.dfl"}]}, "fielddiary_page_start": "5215b", "fielddiary_page_end": "5215b", "bibliographic_info": "Lövkrona 1982\nBall 2009", "bibliography_references": {"reference": [{"display_string": "[Book] Lövkrona, Inger. 1982. <i>Det bortrövade dryckeskärlet. En sägenstudie (Skrifter från Folklivsarkivet i Lund)</i>. Lund: Department of European Ethnology."}, {"display_string": "[Book] Turner, Victor Witter. 1969. <i>The ritual process : structure and anti-structure (The Lewis Henry Morgan lectures, 1966)</i>. Chicago: Aldine Pub. Co."}, {"display_string": "[Thesis] Ball, Kimberly. 2009. The Otherworld Vessel as Metatraditional Motif in Northern European Literature and Folk Narrative. Vol. PhD of <i>Comparative Literature</i>PhD diss., University of California Press."}]}, "annotation": "Kirsten Marie's story is a variant of a well known legend about tricking the mound dwellers (PJ 2.03; DS I 774). It is related to stories of the mound dwellers baking and people being kidnapped by the mound dwellers (DS I 381, 382, 832). The dance of the mound dwellers stands as a supernatural temptation, as does the seemingly seductive offer of the drink. \n\n     The farmhand is out at night--a liminal time--and far from the protection of the \"inside\" of the farm. He recognizes the threat, however, and throws the drink over his shoulder. While he escapes unscathed, the horse is injured, a recognition of just how close he has come to a bad end. His smart thinking of riding across the plowed fields, and thus inscribing a cross on the ground making it impossible for the non-Christian mound woman to pursue him, would otherwise be considered transgressive (PJ 2.03). In many stories, one finds that the best strategy for dealing with outside threat is to do something that would otherwise be considered anti-social, such as riding across freshly plowed fields. \n\n      The use of the drinking horn to support the building of a church or the use of the vessel as a chalice is a common resolution to these stories (DS I 807, 813). In those variants where the person keeps the horn for their own personal gain, the mound dwellers often return to reclaim it (DS I 796). The use of the wealth of the mound dwellers to support the community, on the other hand, is narratively lauded.\n\n     The story ends with a series of etiological tags that explain the names of local places. The etiology of the mound name, \"Turning Mound,\" is more elaborate in the published version than in the original version.", "danish_manuscript": "Der var en G. en Karl h. red [d] forbi en\nHøj, Hæningshøj, den ligger sønden for Horn-\nslet. Der saa h. s. mange smaa Msker\nder var ved at danse og hoppe uden for. S. \ngav h. joldt og vilde se paa, hvordan det\ngik til og s. kom der en og bød hem et\nguldhorn og had ham at drikke af. S. tog\nh. imod det og kastede det over sig og der kom\n3 dråpper paa Ryggen og det tog baade\nHaar og Skind af. Red alle det h. kunde\nmen s. kunde h. se. h. kunde ikke begaa\nsig med Kjæll. s. stak h. tvært over Plov-\njord. De kunde h. ikke løbe over. hun skul\nde runden om hver Fåre, og s. raaber Kjæl\nlingend ad ham og s. du skulde ride paa det\nboor og ikke opaa det [ho] joor. S. tog hun \nen Klat Jord og hug efter ham og der bliver\nen Høj paa Marken der kaldes Vænings\nhøw eller Hæniingshøj. Da h. kom nu s. \nlykkelig fra hende, brugte h. det Horn og\nbyggede Hornslet Kirke for og deraf har\nden Navnet.", "english_manuscript": "There was a farmhand who rode past a mound, Henningshøj, that lies south of Hornslet. There he saw so many little people and they were dancing and hopping outside of it. So he stopped and wanted to watch what was going on and then one came over and offered him a gold [drinking] horn and invited him to drink it up. Then he took it but threw it over himself and three drops landed on the back and it took off both hair and skin. He rode as fast as he could and then he saw that he couldn't get rid of the hag, so he set off across the plowed field. She couldn't run over that, she had to run around each furrow, and then the hag yelled out to him and said: “You should ride on the unplowed fields (boor) and not on the plowed fields (joor).” Then she took a clump of dirt and threw it at him and that became a mound on the field which they call Væningshøw [Turning mound] or Hæningshøj. When he'd gotten so happily away from her, he used the drinking horn to build Horns church, and it got its name from that.", "danish_publication": "Der var en karl, han red forbi en höj, de kaldte Hæningshöj, den ligger sønden for Hornslet. Der så han så mange små mennesker, og de var ved at dandse og hoppe uden for höjen. Så gav han holdt og vilde se på, hvordan det gik til, og da kom der én og bød ham et guldhorn og bad ham at drikke af. Han tog imod det, men kastede det bag over sig. Der kom tre dropper på ryggen af hesten, og det tog både hår og skind af. Nu red han, alt det han kunde, og de små folk efter ham og kjællingen i spidsen. Så kunde han se, han kunde ikke begå sig med hende, og så stak han tværs over plovjord. Det kunde hun ikke løbe over, hun skulde runden om hver fån (fure), og så råbte hun ad ham og sagde: \"Du skal ride æpå de boor og it æpå de joor,\" og i det samme tog hun en klat og hug efter ham. Der bliver da en höj på marken, som de kalder Vendingshöj, for det hun vendte i det samme, hun kunde jo se, hun kunde ikke hverken nå ham eller ramme ham. Det er siden blevet forvendt til Hæningshöj. Da han kom nu så lykkelig fra hende, brugte han det horn til at bygge Hornslet kirke for, og deraf har den navnet.", "english_publication": "There was a farmhand who rode past a mound which they called Henningshøj, it lies south of Hornslet. There he saw so many little people and they were dancing and hopping outside the mound. So he stopped and wanted to watch what was going on and then one came over and offered him a gold [drinking] horn and invited him to drink it up. He took the horn but threw the drink behind him. Three drops landed on the back of the horse and it took both the hair and skin off the horse's back. Now the farmhand rode as fast as he could and the little people came after him with the mound hag out in front. Then he could see that he couldn't hold his own with her, so he set off across the plowed field. She couldn't run over that, she had to run around each furrow, and then she yelled out to him and said: “You should ride on the unplowed fields (boor) and not on the plowed fields (joor)” and at the same time she took a clump of dirt and threw it at him. That became a mound on the field which they call Vendingshøj [Turning mound], because she turned around at the same time, she could see that she could neither catch him nor hit him. It has later been changed to Hæningshøj. Since he'd gotten away from her so luckily, he used the drinking horn to build Horns church, and that's how it got its name.", "keywords": {"keyword": ["church", "clump", "dancing", "dirt", "drinking", "drinking horn", "farmhand", "field", "furrow", "gold", "hag", "hair", "horn", "horse", "mound", "name", "outside", "plowing", "riding", "road", "skin", "south", "three"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}