{"publication_info": "DS_I_400", "full_name": "235 - 1.20 - DS_I_400", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.2, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 294, "name": "Hvalløs", "display_name": "Hvalløs (place mentioned)"}, {"place_id": 721, "name": "Voldum", "display_name": "Voldum (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "DS_I_402", "full_name": "150 - 4.22 - DS_I_402", "url": "data/stories/133.dfl"}, {"informant_id": 381, "publication_info": "DS_I_382", "full_name": "381 - 0.00 - DS_I_382", "url": "data/stories/789.dfl"}, {"informant_id": 69, "publication_info": "DS_I_381", "full_name": "69 - 0.00 - DS_I_381", "url": "data/stories/822.dfl"}, {"informant_id": 241, "publication_info": "DSnr_I_324", "full_name": "241 - 4.04 - DSnr_I_324", "url": "data/stories/175.dfl"}]}, "fielddiary_page_start": "5215b", "fielddiary_page_end": "5216a", "bibliographic_info": "Boberg 1938\nMauss 1925\nTangherlini 1998\nHvidt and Olsen 1990\nFoster 1965", "bibliography_references": {"reference": [{"display_string": "[Book] Boberg, Inger M. 1938. <i>Bjærgfolkenes bagning. Sagntypen \"grissel og rage.\" En sagnundersøgelse (Danmarks folkeminder)</i>. Copenhagen: Det Schønbergske forlag."}, {"display_string": "[Book] Mauss, Marcel. 1967. <i>The gift. Forms and functions of exchange in archaic societies</i>. New York: Norton."}, {"display_string": "[Article] Tangherlini, Timothy R. 1998. Barter and Games : Economics and the Supernatural in Danish Legendry. Vol. 54 of <i>Arv</i>, 41-62."}, {"display_string": "[Book] Hvidt, Kristian, Olsen, Olaf. 1990. <i>Gyldendal og Politikens Danmarkshistorie bd 11 1850-1900</i>. Copenhagen: Gyldendal."}, {"display_string": "[Article] Foster, George. 1965. Peasant Society and the Image of Limited Good. Vol. 67 of <i>American Anthropologist</i>, 293-315."}]}, "annotation": "This story is a variant of the widely attested legends about the mound dwellers' baking, critically explored in a substantive monograph by Boberg (1938). Boberg links the mound dweller's request to the concept of the gift, an economic concept taken up by Mauss (1954). The transaction described in this legend is not, however, a gift. Rather, it is more closely related to out group barter transactions (Tangherlini 1998). Despite the penetration of a monetized economy into most aspects of Danish life in the late nineteenth century, a great deal of economic activity still relied on barter (Hvidt and Olsen 1990). The rules governing such transactions are often hard to discern, and there is often a nagging question as to whether a barter deal was \"fair.\" \n\n     In many variants, the farmhand is hesitant to eat the food proffered in return for his services, since food prepared by outsiders (in this case, presumably supernatural outsiders) can be dangerous. Accordingly, different variants explore the different strategies--and outcomes of those strategies--for dealing with the interaction (BJK 4.22; JPP 4.04). In this case, the farmhand eats the cake with the end result that things go well for him. Here, Kirsten Marie endorses the concept of out group barter transaction. Such an attitude eschews the zero-sum notion of \"limited good\" that Foster examined in the context of peasant societies (Foster 1965). Instead, Kirsten Marie proposes that the economic pie can and should be expanded. This stance aligns well with her own social position, since the farm owning class was eager to expand opportunities for economic activity beyond the local market town.", "danish_manuscript": "Henne i Voldum var en Karl der drev og\npløjede imellem Voldum og Hvalløs og der laa\nen bitte Høj og s. kom der, mens h. var hene\nved den anden Ende en Raag og den var i\n\n5216A\nstkker. Gjør ved. Drev hjem til Voldum om\nMiddagen. Ud igien, laa en Kage i Stedet,\nskar Hul paa den og spiste og det gik ham\ns. meget godt.", "english_manuscript": "Over in Voldum there was a farmhand who was plowing between Voldum and Hvalløs and there was a small mound there. And when he was down at the other end of the field, an oven rake came up and it was in pieces. He fixes it. He drove home to Voldum at noon. Went back out and there was a cake lying there in its place. He cut into it and ate it and things turned out really well for him.", "danish_publication": "Henne i Voldum var der en karl, der drev og plöjede imellem Voldum og Hvalløs, og der lå en bitte höj tæt ved. Så, mens han var henne ved den anden ende, kom der en rage op, og den var i stykker. Han gjör den så ved. Om middagen drev han hjem til Voldum og kom der ud igjen om eftermiddagen. Da lå der en kage ved höjen på det sted, hvor ragen havde ligget. Han skar hul på den og spiste, og det gik ham så meget godt.", "english_publication": "Over in Voldum there was a farmhand who was plowing between Voldum and Hvalløs and there was a small mound that lay right close by. When he was down at the other end of the field, an oven rake came up out of the mound and it was in pieces. So he fixes it. At noontime, he drove home to Voldum and, in the afternoon, he went back out there. Then there was a cake lying there at the place where the [oven] rake had lain. He cut into it and ate it and things turned out really well for him.", "keywords": {"keyword": ["afternoon", "cake", "farmhand", "field", "fix", "home", "mound", "noon", "oven", "plowing", "rake"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}