{"publication_info": "Æv_0_1248", "full_name": "150 - 1.21 - Æv_0_1248", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 1.21, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}}, "stories_mentioned": {"story": {"informant_id": 235, "publication_info": "Æv_0_1515", "full_name": "235 - 1.54 - Æv_0_1515", "url": "data/stories/274.dfl"}}, "fielddiary_page_start": "3245a", "fielddiary_page_end": "3246b", "bibliographic_info": null, "bibliography_references": {"reference": {"display_string": "[Book] Holbek, Bengt. 1987. <i>Interpretation of Fairy Tales (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}}, "annotation": "This fairytale is entitled \"De tre Hunde\" [The Three Dogs] in Brandt's (1974) index of Tang Kristensen's tales. Fairytales classified as ATU 300, \"The Dragon-Slayer\", are widely attested in Denmark and northern Europe. Thompson and Aarne note 129 variants of the tale in Danish collections. It is unlikely they counted this variant, as it was never published. It shares many features with a variant of ATU 303, The Twins or Blood-Brothers, told by Kirsten Marie Pedersdatter (KMP 1.54).\n\n     In the fair copy, Tang Kristensen expanded on the abbreviated notes that comprise the manuscript recording. In the manuscript, it appears that Jens forgot to tell the episode in the robbers den, prior to the boy's arrival in the capital at the moment wedding preparations were being made (Holbek's move 4), mentioning it instead at the end of the story (Holbek 1987). In the manuscript, Tang Kristensen crossed out the line, \"The first night he slept\" and then added the section about the robbers (Db 3246a).", "danish_manuscript": "En gl. Heks gav en Dr. 3 Hunde: Burenbrak\nStærkendreng og Snærvind. S. rejste h. ud med\ndem og de var s. stærk, at de kunde slaa al ting\nned. Lyst til at komme ud og se sig om i Ver-\nden. Til Hovedstaden og der var kgl. Slot over\ntrækket med sort. Kvarter ved Kone i Byen.\nHvad betyde ... Jo Kongen i Havsnød 3\nG. og har 3 Døtre lovet til 3 Havmænd for\nat komme i Land. 1 gives ham i Morg. Er der\ningen, der kan redde hende? . . . . R. R., men\nhu kunde ikke vide, om h. kunde. Vilde h. blive\ntil ved Middagstid kunde h. faa det at se. Jo\nnok se det... S. kom det. R. R. med og 2 ladet\nPist. op i et stort Træ. Dr. ud til hende.\nGræd. Fortæll. Kan ingen frelse . . . RR oppe\ni Træ, bange. Skynd dig . . . om h. maatte ikke\nblive. Jo . . . . . Skulde dø en G. alligevel. Vilde prø\nve. Smilte en bitte Korn til ham. Bandt hendes\n\n3245B\nRing i lange Haar. Sidder du her ved min. Ja\ndet var min før det blev din, kan vel ogsaa\nblive det igien. Snubbes om. Til Burenbrak\ntage med ham. Rendte ham omkuld, tog i\nKardusen og bed Hovedet af ham. Frelst.\nH. lugt Munden op og tog Tungen ud. Gaa. . \npaa ingen Maade. Jo rejser af. RR. ned.\nskyde hende. Tager Hovedet. Dr. hjem til gl. Kone\nPrs havde listet sig til og hvisket til Søsteren\nat en Dr. med 3 H. havde frelst hende. Den\nHavm. 2 Hov. Dr. igien . . . Nok have noget\nat græde for. . .  Tager dig ogsaa . . . Han har ikke\nfaaet dig end s. Dr. Sætte hendes Ring ved\nsiden af Søsterens. Havm. susende og bødlende\nude i Havet og s. meget Vand om sig. te h.\nhavde nær taget Pr. og Dr. med sig. Sidder..\n... Stærken Dreng. Ikke gjøre det ene. Til\nSnærvind, om ham begge Hunde og split æd.\nHu hængte i ham, h. skulde have blevet . . . \nDr. væk. RR. grædende Taarer. Lukket vogn\nned at hente dem . . . 3 Hoveder. De 2 havde ikke\ntejen det alligevel og saa hendes Søstres Ringe\ni Haar, bandt sin med, om h. vilde blive\nwinner [venner]. S. kom Havm. R.R. nær kommen\nned i Vandet h. havde med sig . . . . . Fik alle\n3 Hunde. Sloges længe med ham. 2 Hoveder af\nstrags, men 3 kneb det med . . . . love at have\nham til Mand. Dr. rejste, kom igien efter en Tid-\nlang. Glimrende al Ting og Flag og Stads. De er vel\ngift. Saa siger Dr. til Burenbrak, hente den Fl.\nvin der staar for Fæstemanden og Bruden. Bruden\n\n3246A\ns. hvid under Øjne te hu havde nær daanet.\n2. hente Brød paa Bordet. Dr. hen og se hvor-\ndan de holdt Br. Tager Hunde med sig. De to\nPrs gik op og ned ad Gulvet og hviskede. R.R s. \nom de Hunde kunde ikke blive jaget ud. Kgen\nrejser sig. Dr. s. om de ikke maatte gaa, h.\ntænkte h. var velkommen. Sp. RR om h. var\nkommen ærlig til den Kone . . . . . . Hvem har\nmest Ret enten . . . . . R. R. dømt til Døden.\nDr. fik den yngste. [Den 1 Nat h. sov]\n-----\nDa h. rejste omkring kommer h. ind i en stor\nSkov og bliver lukket ind i et enlig Sted og\nkommer der til, det var ellers et Røverslot\nog der var ikke andre hjemme end en gl. Kone.\nOm h kunde faa Kvarter om Natten, vilde\nikke have Hundene inde ved ham. Der var\net Kammer, der kunde de staa til [om] i Morgen\ntidlig, s. kunde h. tage dem. Kommer med no-\nget grød og Mælk til ham. Være s. god at\næde af det. et godt Livfuld. for det blev\ndet sidste h. fik. Ja s. fik h. det. Afspist\nMaa a ikke tage dh. Fløjte og more mig med\net bitte Korn. Den havde den gl. Kj givet\nham, med den kunde h. fløjte dem til sig\nihvor h. s. var. Ja nu kan du fløjte s.\nmeget du vil, men dine Hunde faar du al-\ndrig igien. Varmet en Kjedelfuld Vand og hældt\nned paa dem, s. hu mente de var døde, men da\nh. blæste i hans Fløjte kom alle Hunde og stod ved\nham og s. bad h. dem tage fat paa hende. Spl.\nhende ad og tog alt det G og S. der var de havde\ntaget fra andre Folk, Rejste til hans fattige For\n\n3246B\nældre med det; og s. var det h. rejste tilbage til\nHovedstaden.", "english_manuscript": "An old witch gave a boy three dogs: Burenbrak (Plower), Stærkendreng (Strong Boy) and Snærvind (Hardwind). Then he went off with them and they were so strong they could knock everything down. He wanted to go out and look about in the world. He went to the capital and there the royal castle was covered in black. He gets lodgings with a woman in the town. What does it mean... Yes, the king had been in trouble at sea three times, and he had promised his three daughters to three mermen in return for getting ashore. He has to give the first one tomorrow. Isn't there anyone who can save her? ... Ridder Rød (The Red Knight), but she didn't know if he could. If he stayed until dinner then he'd get to see it... Then it came. The Red Knight came too with two loaded pistols up in a big tree. The boy goes out to her. She cries and tells him. Can no one save you ... The Red Knight is afraid and up in a tree. Hurry up ... couldn't he stay. Sure ... was going to die at some point anyway. Wanted to try. Smiled a little bit to him. Tied her ring in the long hair. Are you sitting here with mine? It was mine before it was yours, and it could be mine again too. They argued over it. To Burenbrak, take care of him. Knocked him out cold, grabbed onto his neck and bit his head off. Saved. He opened the mouth and took the tongue out. Go ... in no way. Yes, leaves. The Red Knight comes down, shoots her. Takes the head. The boy goes home to the old woman. The princess had sneaked off and told her sister that a boy with three dogs had saved her. The next merman. Second princess (?). The boy again ... Had a lot to cry about ... Will also take you ... He hasn't gotten you yet said the boy. Put her ring next to her sisters. The merman was whistling and roaring out in the ocean and had so much water around him that he almost took the princess and the boy with him. Sit there ... Stærken Dreng. Couldn't do it alone. To Snærvind, if both dogs and they tear him apart. She hung onto him, he was to stay... The boy goes away. The Red Knight cries tears. Closed wagon down to get them...three heads. The other two hadn't combed it anyway and saw her sisters' rings in his hair, and tied hers with them, and asked if he'd be friends. Then the merman came. The Red Knight almost fell into the water the merman brought with him... Got all three dogs. Fought a long time with him. Two heads off immediately, but the third was difficult...promise to marry him. The boy left, came again after a while. There were beautiful flags and things and finery everywhere. Then the boy says to Burenbrak, go get the bottle of wine that's in front of the bride and groom. The bride got so white under her eyes that she nearly fainted. The second to get bread from the table. The boy went off to see how they celebrated the wedding. Took the dogs with him. The two princesses went up and down the floor and whispered, and the Red Knight asked if they couldn't chase the dogs out. The king gets up. The boy asked if they had to leave, he thought they were welcome. He asks the Red Knight if he had gotten his wife honestly... Who has more right ... The Red Knight sentenced to death. The boy got the youngest. [The first night he slept.] When he traveled around he came into a big forest and was let into a lonely place and comes there, it was actually a robbers fort and there was no one home except for an old woman. He asked if he could have lodgings for the night, didn't want to have the dogs inside with him. There was a room, they could stay there until the next morning early, then he could take them. She brings some porridge and milk to him. Please eat it, a good portion because it would be the last thing he got. Yes, then he got that. Finished eating. Can't I take this whistle and amuse myself a little while. The old woman had given it to him, he could whistle them to him wherever he was. Yes, you can whistle as much as you want, but you'll never get your dogs again. Heated a pot of water, and threw it down on them, so she thought that they were dead, but when he blew into the whistle, all the dogs came and stood by him and then he asked them to take a hold of her. They tore her apart and took all the gold and silver they had taken from other people, and went off to his poor parents with it; and that's when he traveled back to the capital.", "danish_publication": "Der var en Dreng der havde Lyst til at komme ud og se sig omkring i Verden. Saa træffer han paa en gammel Heks, der giver ham tre Hunde: Burenbrak, Stærkendreng og Snærvind, og saa giver hun ham ogsaa en Fløjte; med den kunde han fløjte Hundene til sig, ihvor han saa var. Da han nu rejste omkring, kommer han ind i en stor Skov, og der kommer han til et eneligt Sted; det var nu ellers et Røverslot. Her var ikke andre hjemme end en gammel Kone, og hende spørger han, om han kunde ikke faa Kvarter om Natten. Jo, det kunde han nok, men hun vilde ikke have de Hunde inde ved ham. Her var et Kammer, de kunde staa i til i Morgen tidlig, saa kunde han der tage dem. Saa kommer hun med noget Grød og Mælk til ham og sagde, han skulde være saa god at æde et godt Livfuld af det, for det blev det sidste, han fik. Jo, saa fik han det, og da han havde afspist, saa siger han: ”Maa a ikke tage denher Fløjte og more mig et bitte Korn?” – ”Ja, du kan fløjte saa meget du vil,” siger hun, ”men dine Hunde faar du aldrig igjen!” For ilav han sad og spiste, da havde hun varmet en Kjedelfuld Vand og hældt ind paa dem, saa hun mendte, de var døde. Man da han blæste i hans Fløjte, kom alle Hundene og stod ved ham. Saa bad han dem tage fat paa hende, og nu splittede de hende ad. Han tog saa alt det Guld og Sølv, der var i Røverkulen; det havde de jo taget fra andre Folk, og rejste hjem til hans fattige Forældre med det. Nu kom han i Tanker om, han vilde gjøre en Tur til Hovedstaden med hans Hunde, for de var jo saa stærke, te de kunde slaa al Ting ned. Da han kom der, var det kongelige Slot overtrækket med sort. Saa faar han Kvarter ved en Kone i Byen, og han spørger hende jo om, hvad det havde at betyde. ”Jo,” siger hun, ”Kongen har tre Gange været i Havsnød, og han har ogsaa tre Døtre; hem har han lovet hen til tre Havmænd, for at de skulde hjælpe ham i Land.” Nu skulde den ene Datter gives hen i Morgen. ”Er der ingen, der kan redde hende?” siger Drengen. Jo, der var rigtig nok en, der hed Ridder Rød, han havde bødere sig til, men hun kunde ikke vide, om han kunde! ”Ja, saa vil a da blive hertil Middagstid,” siger Drengen, ”for at a kan faa det at se.” – ”Ja, du kan nok faa det at se,” siger hun, ”men det er vist ikke raadeligt for dig at komme alt for meget i Nærheden!” Saa kom Prinsessen ogsaa kjørende forbi og sat ned paa Stranden, og Ridder Rød var med. Han havde to ladte Pistoler med sig, men han krøb op i et stort Træ. Saa kommer Drengen derud, og da sad Prinsessen og græd. Han vil saa have hende til at fortælle, hvad hun græd for, og det fortalte hun ogsaa. ”Er der da ingen, der kan frelse dig?” siger han. ”Nej, der var ikke,” siger hun, ”for Ridder Rød har nok lovet det, men han er bange og sidder oppe i det store Træ. Skynd dig nu at komme afsted herfra, for nu kommer Dragen snart!” siger hun. Ja, om han da ikke maatte blive. ”Jo, det maa du jo godt, men saa skal du dø ogsaa, det bliver ikke til andet!” Ja, han skulde dø en Gang alligevel, han vilde da prøve, hvor galt det kunde gaa! Ved de Ord smilte hun et bitte Korn til ham. Saa sad hun og bandt hendes Ring i hans lange Haar. Men saa med ét kom Havmanden susende og bødlende ude i Havet, og han havde saa meget Vand om sig, te det havde nær taget baade Drengen og Prinsessen med sig. Han brølte saa til ham: ”Sidder du her ved min!” Dertil svarte Drengen: ”Ja, det var min, før det blev din, og kan vel ogsaa blive det igjen!” – ”Ja, det vil vi snubbes om!” Saa siger Drengen til Burenbrak, te han skal tage ved ham. Den afsted derhen og rendte ham omkuld og toge saa i Kardusere af ham og bed hans Hoveder af lige paa én Gang. Nu var Prinsessen altsaa frelst. Han lujt saa Munden op og tog Tungen ud, og den gjemte han i hans Lommeklæde. Nu vilde han til at gaa, men saa sagde hun til ham, at det maatte han da paa ingen Maade! Jo, han vilde afsted, og han rejste ogsaa af. Nu kom Ridder Rød ned af Træet, og han truede hende med, at han vilde skyde hende, hvis hun ikke gik ind paa at tilstaa for hendes Fader, at han havde frelst hende. Han tog saa Hovedet af Dragen med sig i Vognen, og saa førte han Prinsessen hjem til hendes Fader. Men Drengen var jo tagen tilbage til den gamle Kone. Hun siger: ”Saa kunde Ridder Rød endda faa Magt med Dragen, for nu er Prinsessen kommen tilbage.” – ”Ja, han kunde jo saa,” sagde Drengen. Dagen efter skulde saa den anden Prinsesse afsted. Den ældste Søster havde listet sig til at hviske til hende, te en Dreng med tre Hunde havde frelst hende. Ridder Rød kjørte hende saa ned og krøb som sædvanlig op i Træet. Saa kom Drengen og spurgte, hvad hun sad og græd for. ”Ja, a kan nok have noget at græde for,” siger hun, ”for nu kommer Dragen snart, og Ridder Rød har forladt mig. Du maa helst se at komme bort nu, ellers tager han dig ogsaa!” – ”Ja, han har ikke faaet dig end,” siger Drengen, ”lad os nu se, hvordan det kan gaa!” Saa sad hun og bandt hendes Ring i hans Haar ved siden af Søsterens. Nu kom Havmanden susende og bødlende, og han havde saa meget Vand om sig, te det nær havde taget Prinsessen og Drengen med sig. Den Havmand havde to Hoveder, og han brølte: ”Sidder du her ved min!” – ”Ja, det var min, før det blev din,” sagde Drengen, ”og det kan vel ogsaa blive det igjen!” – ”Ja, det vil snubbes om.” Saa raaber Drengen paa Stærkendreng, han skal gjøe det af med ham, og han flyver til, men han kan ikke gjøre det ene, og saa maa han have kaldt paa Snærvind. Nu var begge Hunde om ham, og saa split de ham ad. Drengen tog saa Tungerne ud og gjemte, og saa vilde han afsted. Prinsessen hængte i ham; han skulde have blevet og fulgt med hende hjem, men det vilde han ikke, og saa rejste han af. Saa kom Ridder Rød og truede hende til at sige, det var ham, der havde frelst hende. Der kom en lukket Vogn ned at hente dem, og han tog Dragehovederne med sig hjem. Saa kommer den tredje Dag, og da skal den tredje Prinsesse afsted. De to ældste havde ikke tejen det til hende alligevel, men havde hvisket til hende, te en Dreng med tre Hunde havde frelst dem. Han kommer saa ned til hende, og da hun saa hendes Søstres Ringe i hans Haar, saa bandt hun ogsaa hendes ved og spurgte, om han vilde blive venner (ved hende). Saa kom Havmanden, og han havde tre Hoveder, og han førte saa meget Vand med sig, te det havde nær skyllet Ridder Rød med sig ogsaa. Han brølte jo: ”Sidder du her ved min!” – ”Ja, det var min, før det blev din, og kan vel ogsaa blive det igjen!” – ”Ja, det vil vi snubbes om,” siger Dragen, og saa pudser Drengen Snærvind paa ham. Men han kunde ikke magte ham, og til sidst maatte alle tre Hunde have fat, og de sloges længe med ham: De to Hoveder fik de af straks, men det tredje kneb det med. Endelig fik de dog Magten og rev ogsaa det af. Nu vilde Drengen afsted, men Prinsessen bad ham om at blive og holdt paa ham, og han maatte da til sidst love, at han vilde komme igjen efter en Tidlang. Saa tog han jo tungene med sig og kom hjem til den gamle Kone. Nu kom Ridder Rød ned, og han truede hende til at love, at hun vilde have ham til hendes Mand. Saa kom de hjem, og han havde Hovederne med sig. Nu blev der jo gjrt stor Stads af ham, og Kongen gik ind paa, at han skulde have den sidste Prinsesse til Ægte, og der blev saa stilt an til Bryllup. Nu var Drengen rejst bort en Tid, men saa kom han igjen, og da glimrede al Ting paa Slottet med Stads og Flag. Saa kommer han ned til den gamle Kone og siger: ”Naa, nu er de vel gift?” Nej, de var da ikke endnu, men i Dag skulde Brylluppet staaa. Som de saa sidder ved Taffelet, siger Drengen til Burenbrak, han skal løbe op og hente den Flaske Vin, der staar for Fæstemanden og Bruden. Det gjør den ogsaa, og da Bruden faa Hunden at se, saa bliver hun saa hvid under Øjnene, te hun havde nær Daanet. Hunden kommer tilbage med Flasken, og saa sender han Stærkendreng afsted efter noget af det Brød, der er paa Bordet, og det kneb svært for den at faa det. Endelig vil Drengen selv hen og se, hvordan de holdt Bryllup, og han gaar saa op til Slottet og tager hans Hunde med sig. Da han kommer, gaar de to Prinsesser op og ned ad Gulvet og hviskede. Saa siger Ridder Rød, om de Hunde kunde ikke blive jaget ud, og Kongen han rejser sig fra Bordet. Men Drengen siger, om de ikke nok maatte gaa, han tænkte, han var velkommen, og saa spørger han Ridder Rød, om han var kommen ærlig til den Kone, han der havde faaet sig. Jo, han havde vundet hende ved at frelse hende fra Dragen, og det var der Bevis for i de 3 Hoveder, der stod! Saa siger Drengen: ”Hvem mon her har mest Ret til at tale om det, enten den, der har Hovederne, eller den, der har Tungerne?” Saa kunde Kongen nok forstaa, dether var galt. Han saa Tungerne, og han satte dem i Hovederne, og saa maatte Ridder Rød gaa til Bekjendelse. Han blev saa dømt til Døden, og Drengen kom saa paa Pladsen ved Taffelet for ham og blev gift med den yngste Prinsesse.", "english_publication": "There was a boy who wanted to get out and look around in the world. Then he meets an old witch who gives him three dogs: Burenbrak, Stærkendreng and Snærvind, and then she also gives him a whistle which he could use to whistle the dogs to him, regardless of where he was. Now as he traveled about, he comes into a large forest, and he comes to an isolated place there; it was in fact a robbers’ fort. No one was at home except for an old woman and he asks her if he could have lodgings there for the night. Sure, he certainly could, but she did not want to have the dogs in with him. Here was a room, they could stay there until the next morning, and then he could come get them. Then she comes with some porridge and milk for him and said that he was welcome to eat a big bowl of that, because it would be the last thing he got. Well, he got that, and when he had finished eating, he says: “Can I take this here whistle and amuse myself with it for a little while?” – “Sure, you can whistle as much as you want,” she says, “but you will never get your dogs again!” Because while he had been eating she had warmed up a kettle of water and thrown it in at them, and so she figured that they were dead. But as soon as he blew on his whistle, all the dogs came and stood by him. So he took all the gold and silver there was in the robbers’ den, they had taken that from other people, and traveled home to his poor parents with it. Now he decided that he wanted to take a trip to the capital with his dogs, since they were so strong they could knock everything down. When he got there, the Royal castle was covered in black. Then he gets lodgings with a woman in the town, and he asks her what that was supposed to mean. “Well,” she says, “the King has been in trouble three times, and he also has three daughters; he has promised them to three mermen in exchange for their help here in the country.” Now the one daughter was to be handed over later that morning. “Is there no one who can save her?” says the boy. Well, there is in fact one, who is called the Red Knight, he had offered, but she didn’t know if he really could. “Well, then I’ll stay here until noon,” says the boy, “so I can get to see that.” – “Well, you can certainly get to see it,” she says, “but it probably is not too good to get too close!” Then the princess came driving by and was put down on the beach, and the Red Knight was with her. He had two loaded pistols with him, but he climbed up into a big tree. Then the boy goes out there, and the princess was sitting there crying. He wanted her to tell him what she was crying about, and she told him too. “Is there no one who can save you?” he says. “No, there isn’t,” she says, “because the Red Knight promised to, but he’s afraid and is sitting up in a big tree. Hurry up and get out of here, because the dragon will be coming soon!” she says. Well, couldn’t he stay? “Sure, you may, but then you’ll die too, there’s no way around it.” Well, he was going to die at some point anyway, he wanted to see how bad things could go! With those words, she smiled a little at him. Then she sat and bound her ring in his long hair. But then all of a sudden the merman came whistling and roaring out of the sea, and he had so much water around him that it almost took the princess and boy with it. He roared at him: “Are you sitting here with mine!” The boy answers that: “Well, it was mine before it was yours, and can certainly become that again!” Then the boy says to Burenbrak, that he should attack him. It runs over there and knocked him out and grabbed his necks and bit all his heads off all at once. Now the princess had been saved. He opened the mouth and took the tongue out, and he hid it in his handkerchief. Now he wanted to leave, but then she said to him, that he absolutely could not! Well, he wanted to leave and so he did. Now the Red Knight comes down out of the tree and he threatened that he would shoot her if she didn’t tell her father that he had saved her. He took the head of the dragon with him in the wagon, and then he brought the princess home to her father. But the boy had gone back to the old woman. She says: “So, the Red Knight managed to get power over the dragon after all, since now the princess has come back.” – “Yes, he managed to,” said the boy. The next day, the second princess was to go off. The oldest sister had managed to whisper to her that a boy with three dogs had saved her. The Red Knight drove her down there and crawled as usual up the tree. Then the boy came and asked what she was sitting there crying about. “Well, I have enough to cry about,” she says, “because the dragon is coming soon, and the Red Knight has abandoned me. You’d better see about getting out of here now, otherwise he’ll take you too!” –Well, he hasn’t gotten you yet, says the boy, “let’s see how things can go!” Then she sat and bound her ring in his hair beside her sister’s. Now the merman came whistling and roaring, and he had so much water about him that it almost took the princess and the boy with it. That merman had two heads, and he roared: “Are you sitting here with mine!” --  “Well, it was mine before it was yours,” says the boy, “and can certainly become that again!” – “Well, we’ll fight over that.” Then the boy calls for Stærkendreng, he should off him, and he flies at him, but he can’t do it alone, and so he has to call for Snærvind. Now both dogs were on him, and then they destroyed him. The boy took the tongues out and hid them, and then wanted to leave. The princess hung on to him; he should have stayed and accompanied her home, but he didn’t want to do that, and then he left. Then the Red Knight came and threatened her and made her say that it was he who had saved her. A closed wagon came to get them, and he took the dragon heads along home. Then the third day comes, and the third princess is to go off. The two oldest hadn’t blabbered to her after all, but they had whispered to her that a boy with three dogs had saved them. He comes down to her, and when she saw her sisters’ rings in his hair, she bound her ring there too and asked if they could be friends. Then the merman came, and he had three heads and he brought so much water with him he almost managed to wash the Red Knight away as well. He roared: “Are you sitting here with mine!” --  “Well, it was mine before it was yours, and can certainly become that again!” -- “Well, we’ll fight over that,” says the dragon and then the boy sics Snærvind on him. But he couldn’t overpower him, and finally all three dogs had to take hold, and they fought with him for quite a while: they got two of the heads off immediately, but there was a problem with the third one. Finally they got control and ripped that one off too. Now the boy wanted to leave, but the princess asked him to stay and held on to him, and he had to finally promise that he would come again after a while. Then he took the tongues along with him and he went home to the old woman. Then the Red Knight came down and he threatened her and made her promise that she would take him as her husband. Then they got home and he had the heads with him. Now he was greatly honored and the king agreed that he should marry the last princess and they started to prepare for a wedding. Now the boy had traveled off a while but then he had come back again and everything was shining at the castle with decorations and flags. Then he goes in to the old woman and says: “Well, they’re probably married now.” No, they weren’t yet, but the wedding was today. As they are sitting down to the table, the boy says to Burenbrak, he should run up and get them the bottle of wine that was in front of the bride and groom. It does that too, and when the bride sees the dog, she gets so white under her eyes that she almost fainted. The dog comes back with the bottle and then he sends Stærkendreng up to get some of the bread that is on the table, and it had a really hard time getting it. Finally the boy wants to go up and see how they held a wedding and goes up to the castle and takes his dogs with him. When he gets there, the two princesses are walking up and down the floor, whispering. Then the Red Knight asks if the dogs couldn’t be chased out, and the king gets up from the table. But the boy asks if they couldn’t stay, he thought he was welcome, and then he asks the Red Knight if he had gotten that wife honestly. Yes, he had won her by saving her from the dragon, and the evidence was the three heads sitting there!” Then the boy says: “Who has the most right to speak of that, the one who has the heads, or the one who has the tongues?” Then the king understood that this was wrong. He saw the tongues and he put them in the heads, and then the Red Knight had to admit everything. He was sentenced to death and the boy was then celebrated at the table there and he was married to the youngest princess.", "keywords": {"keyword": ["abandon", "admission", "afraid", "agreement", "attack", "beach", "black", "bottle", "bowl", "boy", "bread", "bride", "castle", "celebration", "chase", "country", "crying", "daughter", "day", "death", "dog", "dragon", "eye", "fact", "father", "fight", "floor", "forest", "fort", "friend", "gold", "groom", "hair", "home", "husband", "kettle", "king", "knight", "lodgings", "marriage", "merman", "milk", "morning", "mouth", "necks", "night", "noon", "old", "parents", "pistol", "poor", "porridge", "power", "princess", "red", "ringing", "robber", "robbers den", "royal", "sea", "sentenced", "shooting", "silver", "sister", "strength", "table", "threat", "three", "today", "tongue", "town", "tree", "wagon", "water", "wedding", "whispering", "whistle", "whistling", "white", "wife", "wine", "witch", "woman", "world", "young"]}, "etk_index": {"heading_danish": "Registrant over Evald Tang Kristensens Samling af Eventyr", "heading_english": "Index of Evald Tang Kristensen's collected Fairy Tales"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}