{"publication_info": "MA_I_63", "full_name": "235 - 1.21 - MA_I_63", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.21, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 219, "name": "Hadbjærg", "display_name": "Hadbjærg (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "MA_I_100", "full_name": "235 - 1.21 - MA_I_100", "url": "data/stories/241.dfl"}, {"informant_id": 235, "publication_info": "MA_I_465", "full_name": "235 - 2.17 - MA_I_465", "url": "data/stories/300.dfl"}, {"informant_id": 235, "publication_info": "JAT_VI_187", "full_name": "235 - 3.05 - JAT_VI_187", "url": "data/stories/307.dfl"}, {"informant_id": 235, "publication_info": "DSk_I_14", "full_name": "235 - 3.18 - DSk_I_14", "url": "data/stories/320.dfl"}]}, "fielddiary_page_start": "5216a (1)", "fielddiary_page_end": "5216a (1)", "bibliographic_info": "Bjørn 1988 vol. 3\nTuxen 1866", "bibliography_references": {"reference": [{"display_string": "[Edited book] Bjørn, Claus, Dahlerup, Troels, Jensen, S. P., Helmer Pedersen, Erik. 1988. Vol. 1-4 of <i>Det danske landbrugs historie</i>. Odense: Landbohistorisk Selskab."}, {"display_string": "[Book] Tuxen, L. R. 1866. <i>Molbohistorier. Samlede og udg. til Morskab og Underholdning for Unge og Gamle med Illustrationer af Blache</i>. Copenhagen: Fr. Wøldikes Forlag."}]}, "annotation": "Up through the mid nineteenth century, it was common practice among farmers to let their animals graze on all the newly harvested fields, irrespective of field boundaries, the upcoming crop, and the position of the field in the rotation (Bjørn 1988 vol. 3). Even though the practice was banned because of the significant damage that the animals did to the fields, the ban was hard to enforce. As the parceling of fields was completed, more substantial fences and walls were erected, and more consistent techniques in fertilizing, drainage, and crop rotation were implemented. Ultimately, the practice of uncontrolled grazing was abandoned.\n\n     The story plays on the stereotype of the foolish Molbo. Tang Kristensen published several volumes of these stories, inspired in part by Tuxen's earlier collection of similar stories (1866). \n\n     In this and the following story, Tang Kristensen tried to capture Kirsten Marie's use of dialect. Hajjbjöre is a dialect pronunciation of Hadbjerg, a location that strictly speaking does not geographically qualify as Mols. Instead, it is the foolish actions of the protagonist that prompt Tang Kristensen to classify the story as a Molbo tale.", "danish_manuscript": "Der var en Mand der har [slaaet]\n--\nDe wa i di tier te Bøsterne gik [løøs] om æter\noren i marken, så wa dæ en mand i Hajj\nbjørre dæ ræj ud å [lee] leje om hans bæster\nom muenen å vild si huen di wa. # Han\nha sat jet i stålen om awtenen, få de\nhan vil ha et å ri opo om muenen\nnoe han skul u å leje om de ande\nå så to han de å [sa] sat sæ åp å re opo\nDa han no kam ud i marken, så ku\nhan s. ål hans bæste undtaawen de gro\nSå kam han te en inan å ham spu ham\nom h. ku it sæj ham hue de gro øeg\nwa, han ku si ållde di ande, men di\nku han it si. Sæ sæje manen: I to\ndo rie jo opo hend. I hwa tu de gjør\na jo åsse.", "english_manuscript": "There was a man who had ... It was at the time when the animals went loose in the fields during the autumn. Then there was a man in Hajjbjørre who rode out to look for his animals and see where they were. He'd put one in the stall the night before because he wanted to have one to ride on the next morning when he was going to go out to look for the others, and so he took it and got up to ride on it. When he got out to the field he could see all his animals except for the gray one. Then he came to someone else and he asked him if he could tell him where the gray jade was, he could see all the others, but he couldn't see that one. Then the man says, \"I think you're riding on it.\" - \"What do you know, so I am.\"", "danish_publication": "De wa i di tier, te bæsteren gik løøs om æteroren i marken. Så wa dæ en mand i Hajjbjöre, dæ ræj ud å leje om hans bæster om muenen å vild si, hue di wa. Han ha sat jet i stålen om awtenen, få de han vil ha et å rii opo om muenen, næe han skul u å leje om di ane, å så to han de å sat sæ åp å rii opo. Da han no kam ud i marken, så ku han si åll hans bæste untawen de gro. Så kam han te en man, å ham spuu han, om han ku it sæjj ham, hue de gro øg wa, han ku si åll di ane, men de ku han it si. Så sæje manen: \"I to do rie jo opo hen.\" — \"I hwa to de gjör a jo åse.\"", "english_publication": "It was at the time when the animals went loose in the fields during the autumn. Then there was a man in Hajjbjöre who rode out to look for his animals and see where they were. He’d put one in the stall the night before because he wanted to have one to ride on the next morning when he was going to go out to look for the others, and so he took it and got up to ride on it. When he got out to the field he could see all his animals except for the gray one. Then he came to a man and he asked him if he could tell him where the gray jade was, he could see all the others, but he couldn’t see that one. Then the man says, “I think you’re riding on it.” – “What do you know, so I am.”", "keywords": {"keyword": ["animals", "autumn", "field", "jade", "morning", "night", "riding", "stall"]}, "etk_index": {"heading_danish": "Molbo og Aggerbohistorier", "heading_english": "Stories of Molbo and Aggerbo (Numbskull tales)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}