{"publication_info": "MA_I_107", "full_name": "235 - 1.23 - MA_I_107", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.23, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 219, "name": "Hadbjærg", "display_name": "Hadbjærg (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "JAH_V_535", "full_name": "150 - 3.18 - JAH_V_535", "url": "data/stories/81.dfl"}, {"informant_id": 235, "publication_info": "MA_I_100", "full_name": "235 - 1.21 - MA_I_100", "url": "data/stories/241.dfl"}, {"informant_id": 235, "publication_info": "MA_I_70", "full_name": "235 - 1.25 - MA_I_70", "url": "data/stories/245.dfl"}, {"informant_id": 235, "publication_info": "JAH_VI_527", "full_name": "235 - 1.24 - JAH_VI_527", "url": "data/stories/244.dfl"}, {"informant_id": 235, "publication_info": "MA_I_465", "full_name": "235 - 2.17 - MA_I_465", "url": "data/stories/300.dfl"}, {"informant_id": 235, "publication_info": "JAT_VI_187", "full_name": "235 - 3.05 - JAT_VI_187", "url": "data/stories/307.dfl"}, {"informant_id": 235, "publication_info": "DSk_I_14", "full_name": "235 - 3.18 - DSk_I_14", "url": "data/stories/320.dfl"}]}, "fielddiary_page_start": "5216b (2)", "fielddiary_page_end": "5216b (2)", "bibliographic_info": null, "bibliography_references": null, "annotation": "Despite commerce laws that restricted most craftsmen to market towns, tailors could seek dispensation to work outside the market towns. The chance encounter with the tailor out on the field is not unusual. The person from Mols, or \"Molbo\", is of higher social status than the wandering tailor, and so the trick the tailor plays on him may in part reflect the tension that existed between the poor, wandering craftsmen and the more stable cotters and farmers. Kirsten Marie's story focuses not so much on the trickiness of the tailor, but the foolishness of the Molbo farmer. A \"Molbo historie\" is a common Danish term for a numbskull tale or jocular tale.", "danish_manuscript": "Da wa jæn gang han sku ha nøj klæje søjet.\nSå kam han ti skræeren uu opo marken,\nhan ha wåt frææ bøj, Do mo ændelig [snet]\nsnået kom å søj te mæ sæje han. Ja de skal a\nnåk mon a ka ta moel adæ mæ de\nsåm. Ja de wa de bæjjst såå manden,\nJå så ær a da ves opo do kome.\nJa læ mæ så fo det husboen, så skræeren.\nSå taw han moel a ham mæ et huesbont.\nDa han no kam hjæm te kuenen, så wa han\nså glaj å så te no kamm skrøeren snået få\njam ha alleree tån moel a ham med hans hues\nboen.", "english_manuscript": "One time, he was going to have some clothes sewn. So he came up to the tailor out there on the field, he'd come from town. \"You really should come to sew for me soon,\" he said. \"I will for sure, but I can measure you right away.\" - \"Yes, that's best,\" said the man, \"because then I'm sure that you'll come.\"´--\"Sure, give me your sock,\" said the tailor. Then he measured him with that. When he now came home to his wife, he was so happy and said the tailor would be coming soon because he'd already measured him with his sock.", "danish_publication": "Dæ wa jæn gong en man i Hajjbjöre, han skul ha nøj klæje søjet. Så kam han te skræern uu opo marken, han ha wåt frææ bøj. \"Do mo ænndelig snået komm å søj te-mæ\", sæje han. \"Ja, de skal a nåk, mæn a ka ta moel a-dæ mæ de sååm.\" — \"Ja, de wa de bæjjst\", såå manen, \"få så ær a da ves opo, do kome.\" — \"Ja, læ mæ så fo det huesboen\", såå skræern. Så taw han moel a ham mæ-et. Da han no kam hjæm te kuenen, så wa han så glaj å såå, te no komm skræern snået, få han ha alleree tån moel a ham mæ hans huesboen.", "english_publication": "Once there was a man in Hajjbjöre, he was going to have some clothes sewn. So he came up to the tailor out there on the field, he’d come from town. “You really should come to sew for me soon,” he said. “I will for sure, but I can measure you right away.” – “Yes, that’s best,” said the man, “because then I’m sure that you’ll come.” – “Sure, give me your sock,” said the tailor. Then he measured him with that. When he now came home to his wife, he was so happy and said the tailor would be coming soon because he’d already measured him with his sock.", "keywords": {"keyword": ["clothing", "field", "happy", "home", "sewing", "sock", "tailor", "town", "wife"]}, "etk_index": {"heading_danish": "Molbo og Aggerbohistorier", "heading_english": "Stories of Molbo and Aggerbo (Numbskull tales)"}, "tango_indices": {"tango_index": [null, null, null, null]}, "genre": null}