{"publication_info": "JAH_V_613", "full_name": "235 - 1.26 - JAH_V_613", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.26, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 294, "name": "Hvalløs", "display_name": "Hvalløs (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "JAH_V_612", "full_name": "235 - 1.27 - JAH_V_612", "url": "data/stories/247.dfl"}, {"informant_id": 123, "publication_info": "DS_V_822", "full_name": "123 - 2.05 - DS_V_822", "url": "data/stories/379.dfl"}]}, "fielddiary_page_start": "5217a", "fielddiary_page_end": "5217b", "bibliographic_info": "Gaardboe 1968\nDyrlund 1872\nHansen 1921-1922\nHansen 1952\nSundt 1850\nBang 1977 vol. 8, 72\nGoldschmidt 1867\nChristian IIs Danske Lov.", "bibliography_references": {"reference": [{"display_string": "[Book] Gaardboe, Anton. 1968. <i>De sidste Natmandsfolk i Vendsyssel</i>. Aarhus: Forlaget Viking Books."}, {"display_string": "[Book] Dyrlund, F. 1974. <i>Tatere og Natmandsfolk i Danmark, betragtede med Hensyn til Samfundsforholdene i det Hele</i>. Copenhagen: Selskabet for Udgivelse af Kilder til dansk Historie."}, {"display_string": "[Book] Hansen, H. P. 1952. <i>Jyske skøjere og rakkere</i>. Copenhagen: Hernov."}, {"display_string": "[Book] Hansen, H. P. 1921-1922. <i>Natmaendsfolk og kjaeltringer, med understøttelse af den Grevelige Hjelmstjerne-Rosencroneske stiftelse</i>. Copenhagen: Gyldendal."}, {"display_string": "[Book] Sundt, Eilert Lund. 1850. <i>Beretning om fante- eller landstrygerfolket i Norge. Bidrag til kundskab om de laveste samfundsforholde</i>. Christiania: Wulfsbergske bogtrykkeri."}, {"display_string": "[Book] Bang, Jørgen. 1977. <i>Gyldendals tibinds leksikon</i>. Copenhagen: Gyldendal."}, {"display_string": "[Book] Goldschmidt, Meïr. 1867. <i>En Hedereise i Viborg-egnen</i>. Copenhagen: C. Steen."}]}, "annotation": "In this story of a violent conflict between two warring groups of vagabonds, the farmhand acts as a witness from the higher echelons of rural society. His account offers a small window into the otherwise hidden world of the itinerant population of natmandsfolk (refuse collectors; nightmen).\n\n      The distinction that Kirsten Marie draws between the rakker (knacker) and the gjelder (gelder) is a subtle one. Christian II's law for towns required that every market town should have a knacker (rakker) and an executioner (bøddel). Over the years, the distinction between the executioner and the knacker became more distinct, with the executioner only having responsibility for executions and the knacker having a broader series of responsibilities, including the burial of suicides and the hung, flaying of animals that died (instead of being slaughtered), cleaning sewers and the like. \n\n      Subsequently, the term rakker (knacker) became a common appellation in the eastern and southern parts of Vendsyssel (northern Jutland) for people engaged in all the jobs considered \"dirty,\" such as flaying, chimney sweeping and the gelding of animals (Gaardboe 1968, 18). In northern Vendsyssel, the common appelation was \"natfolk\" or \"natmandsfolk,\" because the jobs they did were ostensibly carried out at night under the cover of darkness, or were otherwise hidden from view: the cleaning of latrines, the burial of suicides, and the like. \n\n      Both the knacker and the gelder were members of the lowest social class, albeit above the class of unemployed or unemployable poor. They were often buried in the least desirable part of the cemetery, namely the northern end.\n\n     The various laws concerning begging and poverty assistance did little for this class of itinerant workers. At the same time, they ignored laws concerning commerce that would bar them from selling knick-knacks or working as craftsmen at the farms they visited. \n\n     Natmandsfolk were ethnically Danish, in contrast to other itinerant groups, referred to as tatere (gypsies), a term used for foreign wanderers irrespective of their heritage, or glarmesterfolk (glaziers), who were often not of Danish heritage (Gaarboe 1968, 12-13). \n\n     A significant amount of scholarship has focused on the life and hard times of the various itinerant populations in Denmark in the eighteenth and nineteenth centuries. Perhaps one of the best known and earliest of these studies was Meïr Goldschmidt's study of wanderers and outsiders in Denmark (1867). Dyrlund's study of gypsies and other itinerants is considered to be the first significant historical study of this phenomenon (1872). Earlier, Sundt undertook a similar study in Norway (1850). While a small number of these people were gypsies, the vast majority were ethnic Danes who for various reasons had dropped out of society and had become vagabonds.", "danish_manuscript": "I Hvalløs boede en Rakker og en Gjaller.\nRakkeren [var] og hans Kone og havde ingen Børn\nmen Gjalleren havde to, en Datter og en Søn.\nS. var der en Karl der tjente der i Byen.\nh. tjente hans Faster. Rakkeren og Gjall. kun\nde ikke godt komme til Rette, for Gj. vilde\nregnes for ærlig og de kalder R. for uærlig.\nH. maatte nok komme til Alters, men h.\nskulde drikke af Bunden af Bægeret og naar\nh. var i Arbejde med andre Folk s. skulde\nh. sidde ved den nedre Ende af Bordet og\nspise. S. var det [en G.] den Karl h. vilde\naltid s. gjærne se over til Gjallerens for\nder var altid Kommers. S. en Nat h. var\nder ovre, da havde baade Rak s og Gj s\nFolk været i Randers, og de fortalte at\nde havde været i Slagsmaal med Rakke\nren og h. laa i Hvolbæk og var slagen saa\ndan og saadan, te h. kunde ikke [gjøre] gaa.\nDet morede Gjallerens dem over. Ligesom\nde sad allerbedst, kom Rakk. og slog Døren op\nog raabte: Herut I Utøj. S. fløj de op\nog greb hver en stor lang Kniver og der blev\nsaadan et myrderligt Slagsmaal der inde\nog Lyset blevt slut og Karlen vidste ikke\n\n5217B\nandre Raad end h. greb Bordet og holdt oven\nover sig og sad i en Krog med det, indtil\nSlagsmaalet havde Ende. S. kom h. op og\nsatte sig ved Bordet og da de om tændte Lys\net, s. sad h. ved Bordet igien. Men s. saa\nh. efter og sige Godnat og kom af Sted s. snart\nh. kunde. Hans Faster havde aldrig kunnet\nlid h. gik derover og siden kom h. der\nheller aldrig.", "english_manuscript": "In Hvalløs there lived a knacker and a gelder. The knacker and his wife didn't have any children, but the gelder had two, a daughter and a son. There was a farmhand who worked there in town at his paternal aunt's. The knacker and the gelder didn't get along, because the gelder wanted to be considered honest and the knacker always called them dishonest. He was allowed to go to the altar, but he had to drink from the bottom of the chalice, and when he was out working with other people, he had to sit at the end of the table and eat. Now this farmhand always wanted to go over to the gelder's place because there was always something going on. One evening, he was over there, and the knacker and the gelder's people had both been in Randers, and they told about how they'd had a fight with the knacker, and he was lying in Hvolbæk and he'd been hit like this and like that, so he couldn't even walk. The gelder's people sat and amused themselves with this. But just as they were sitting there like this, the knacker threw open the door and yelled, \"Get out of here you devils!\" And then they jumped up and each one grabbed a long knife, and there was a huge murderous fight in there and the lights were extinguished and the farmhand didn't know what to do other than to grab the table and hold it over himself, and he sat in a corner with it until the row had ended. Then he got up and sat down at the table, and when they lit the lights, he was sitting at the table again. Then he quickly said goodnight and got out of there as soon as he could. His paternal aunt never liked that he went over there, and he didn't go there after that.", "danish_publication": "I Hvalløs boede en rakker og en gjaller. Rakkeren og hans kone havde ingen börn, men gjalleren havde to, en datter og en sön. Så var der en karl, der tjente hos hans faster, som ejede en gård der i byen, han vilde altid så gjærne se over til gjallerens, for der var bestandig kommers. Men rakkeren og gjalleren kunde ikke godt komme til rette, for gjalleren vilde regnes for ærlig, og rakkeren kaldte de for uærlig; han måtte nok komme til alters, men skulde drikke af bunden af bægeret, og når han var i arbejde med andre folk, så skulde han sidde ved den nedre ende af bordet og spise. Så en nat, karlen var der ovre, da havde både rakkerens og gjallerens folk været i Randers dagen för, og gjallerens fortalte, at de havde været i slagsmål med rakkeren, og  han lå i Hvolbæk og var slagen sådan og sådan, te han kunde ikke gå. Det morede gjallerens dem nu over. Men ligesom de sad allerbedst, kom rakkeren og slog dören op og råbte: \"Herut, I utöj!\" Så flöj de op, og hver greb en stor lang kniv, og der blev sådan et myrderligt slagsmål der ude. Lyset blev slukt, og karlen vidste ikke andre råd, end han greb bordet og holdt oven over sig og sad i en krog med det, indtil spektaklet havde ende. Han kom så op og stillede bordet an og satte sig ved det, og da de havde fået lyset tændt igjen, sad han jo ved bordet som forhen. Det skulde da ikke forestille, at han sådan var krøben i skjul. Men han så jo efter at sige godnat, og komme af sted, så snart han kunde. Hans faster havde aldrig kunnet lide, at han gik derover, og siden kom han der heller ikke, han havde fået nok af det nu.", "english_publication": "A knacker and a gelder lived in Hvalløs. The knacker and his wife didn’t have any children, but the gelder had two, a daughter and a son. There was a farmhand in service at his paternal aunt’s, who owned a farm here in the town, and he liked to visit the gelder's place since there were always things going on there. But the knacker and the gelder didn’t get along, because the gelders wanted to be considered honest people, and the knacker always called them dishonest; he was allowed to go to the altar, but he had to drink from the bottom of the chalice, and when he was out working with other people, he had to sit at the end of the table and eat. One evening, the farmhand was over there, and the knacker's and the gelder’s people had both been in Randers the day before, and the gelder sat and told that they’d been in a fight with the knacker, and he was lying in Hvolbæk and he'd been hit like this and like that, and couldn’t even walk. The gelders sat and amused themselves with this. But just as they were sitting there like this, the knacker threw open the door and yelled, “Get out of here you devils!” And then they jumped up and each one grabbed a long knife, and there was a huge murderous fight out there. The lights were extinguished and the farmhand didn’t know what to do, so he grabbed the table and held it over him, and sat in a corner with it until the row had ended. Then he got up, put the table down and sat down at it, and the lights were lit again, and there he sat at the table like before. He didn’t want to let on that he’d crawled off to hide. But then he quickly said goodnight and got out of there as soon as he could. His paternal aunt never liked that he went over there, and he didn’t go there after that, he’d had enough.", "keywords": {"keyword": ["allow", "altar", "aunt", "chalice", "children", "daughter", "day", "devil", "door", "drinking", "evening", "farm", "farmhand", "fight", "gelding", "honest", "knacker", "knife", "lights", "murder", "night", "son", "table", "town", "wife", "work"]}, "etk_index": {"heading_danish": "Livet uden døre", "heading_english": "Life outdoors"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}