{"publication_info": "JAH_V_612", "full_name": "235 - 1.27 - JAH_V_612", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.27, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 109, "name": "Clausholm", "display_name": "Clausholm (place mentioned)"}, {"place_id": 294, "name": "Hvalløs", "display_name": "Hvalløs (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 460, "publication_info": "DS_V_728", "full_name": "460 - 0.00 - DS_V_728", "url": "data/stories/818.dfl"}, {"informant_id": 459, "publication_info": "DS_V_730", "full_name": "459 - 0.00 - DS_V_730", "url": "data/stories/748.dfl"}, {"informant_id": 235, "publication_info": "JAH_V_613", "full_name": "235 - 1.26 - JAH_V_613", "url": "data/stories/246.dfl"}]}, "fielddiary_page_start": "5217b", "fielddiary_page_end": "5217b", "bibliographic_info": "Jørgensen 1940\nGaardboe 1968\nDyrlund 1872\nHansen 1921-1922\nHansen 1952", "bibliography_references": {"reference": [{"display_string": "[Book] Jørgensen, Harald. 1979. <i>Studier over det offentlige Fattigvæsens historiske Udvikling i Danmark i det 19. Aarhundrede</i>. Copenhagen: Selskabet for Udgivelse af Kilder til Dansk Historie."}, {"display_string": "[Book] Gaardboe, Anton. 1968. <i>De sidste Natmandsfolk i Vendsyssel</i>. Aarhus: Forlaget Viking Books."}, {"display_string": "[Book] Dyrlund, F. 1974. <i>Tatere og Natmandsfolk i Danmark, betragtede med Hensyn til Samfundsforholdene i det Hele</i>. Copenhagen: Selskabet for Udgivelse af Kilder til dansk Historie."}, {"display_string": "[Book] Hansen, H. P. 1921-1922. <i>Natmaendsfolk og kjaeltringer, med understøttelse af den Grevelige Hjelmstjerne-Rosencroneske stiftelse</i>. Copenhagen: Gyldendal."}, {"display_string": "[Book] Hansen, H. P. 1952. <i>Jyske skøjere og rakkere</i>. Copenhagen: Hernov."}]}, "annotation": "As in the previous story, Kirsten Marie provides a slightly higher class witness to yet another violent episode in the life of a knacker. The coachman's perch in the barn loft is reminiscent of stories in which a farmhand or coachman witnesses the minister fighting with Satan (DS V 728, 730). The knacker is characterized as dishonest even though the story does little to support this. Incompetent, perhaps, but not dishonest. The notion of the knacker as dishonest likely derives from the general distrust of vagabonds and beggars that was ubiquitous among the higher status rural populations of the time. The pervasive belief in the dishonesty of the very poor fed the resistance of farm owners and even some cotters to the proposed reforms of the welfare system.", "danish_manuscript": "Den samme Rakker var en G. ved Klasholm\nat slagte et Bæst og det blev slagtet i Hun\ndegaarden. De havde saadan stor Hundegrd\nog de skulde have Kroppen. Da h. havde s.\nstukket det, s. sprang det ind paa ham\nog h. skreg of putte sig bag et Træ, men Bæ\nstet blev ved at fare efter og sparke\nlige til det faldte. Kusken stod oppe paa\nStaldloftet og saa det, men turde ikke gaa\nned og hjælpe ham, endskjøndt h. var glad\ntil ham, for s. havde h. mist hans Plads,\nfor det R. var uærlig. Kusken sagde, at det\nsaa s. skrækkelig ud for Blodet stod\nomkring og Bæstet sprang omkring og\nvar h. ikke kommen bag det Træ, havde det\nværet forbi med ham.", "english_manuscript": "The same knacker was once at Klasholm to slaughter an animal, and it was slaughtered in the dog yard. They had an enormous dog yard there and a huge number of dogs and they were going to get the body. When he'd stabbed it, it ran at him and he screamed and got in behind a tree, but the animal continued to run at him and kick until it died. The coachman was standing up in the barn loft and saw this, but he didn't dare go down to help him, even though he liked him quite a bit because if he'd done that, he would have lost his job because that knacker was dishonest. The coachman said that it looked horrible, because there was blood everywhere, and the horse jumped around, and if he hadn't gotten behind that tree, then it would have been all over for him.", "danish_publication": "Den samme rakker i Hvalløs var en gang ved Klasholm at slagte et bæst, og det blev slagtet i hundegården. De havde sådan en stor hundegård der og en voldsom besætning af hunde. Så skulde de jo have kroppen af hesten. Da rakkeren nu havde stukket den, sprang den ind på ham og vilde da gjøre ham fortræd. Han skreg og puttede sig bag et træ, men bæstet blev ved at fare efter ham og sparke, lige til det faldt. Kusken stod oppe på staldloftet og så det, men han turde ikke gå ned og hjælpe ham, endskjöndt han ellers var glad til ham, for hvis han havde gjort det, så havde han mistet hans plads. Rakkeren var jo, som vi husker, uærlig. Kusken sagde siden, at det så skrækkeligt ud, for blodet stod omkring, og bæstet sprang som rasende efter mennesket, og var han ikke kommen bag det træ, så havde det været forbi med ham.", "english_publication": "The same knacker from Hvalløs once helped out slaughtering a horse at Klasholm, and it was slaughtered in the dog yard. They had an enormous dog yard there and a huge number of dogs. So now they were going to get the horse’s body. Now when the knacker had stabbed the horse, it ran at him and was going to hurt him. He screamed and got in behind a tree, but the horse continued to run  and kick at him until it died. The coachman was standing up in the barn loft and saw this, but he didn’t dare go down and help him even though he liked him quite a bit because, if he’d done that, he would have lost his job. The knacker, as I remember, was dishonest. The coachman said later that it looked horrible, because there was blood everywhere, and the horse jumped like a madman after the guy and if the horse had gotten behind that tree, then it would have been all over for him.", "keywords": {"keyword": ["barn", "blood", "body", "coachman", "death", "dog", "execution", "horrible", "horse", "job", "knacker", "slaughter", "stab", "tree", "yard"]}, "etk_index": {"heading_danish": "Livet uden døre", "heading_english": "Life outdoors"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}