{"publication_info": "JAH_V_624", "full_name": "235 - 1.28 - JAH_V_624", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.28, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 27, "name": "Alstrup", "display_name": "Alstrup (place mentioned)"}, {"place_id": 721, "name": "Voldum", "display_name": "Voldum (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "JAH_V_535", "full_name": "150 - 3.18 - JAH_V_535", "url": "data/stories/81.dfl"}, {"informant_id": 235, "publication_info": "JAH_V_572", "full_name": "235 - 1.44 - JAH_V_572", "url": "data/stories/264.dfl"}]}, "fielddiary_page_start": "5217b", "fielddiary_page_end": "5218a", "bibliographic_info": null, "bibliography_references": null, "annotation": "In this story, Kirsten Marie pits a tailor against a group of aggressive, foul-mouthed gypsies. The tailor's challenge to the gypsies--asking where they are from--has an implicit legal component. If they were not from the local area (and the tailor most likely knew this), then they were not allowed to ask for alms in the community. Their reaction is amusing, and allows Kirsten Marie to swear numerous oaths without any of the approbation that would otherwise follow using such colorful language. The housewife comes across as the strongest figure in the story, using her mangle roller to chase off the potentially threatening--and clearly dishonest--outsiders.", "danish_manuscript": "Der var en Skrædder i Voldum en G. h. var\ni en grd henne i Alstrup at sy. S. kom\nder to Tatere ind, den ene hed Engel, han\nskulde da forestille at være Manden og den\n2. hed Ingeborg. S. s. de Goddag og s. bad \nde om en Almisse. Mens [de] Konen var\n\n5218A\nhenne at hente s. s. Skr. til dem: Hvor\ner I to fra. Hvad s. du, sagde de. [I] A\nsiger, hvor holder I jer Altergang, hvor er I\nfra. Hvad siger du? s. de. Gu la den røde\nKåk gale over jer en Dag lille Fåeren. Git\nI sad i Mølledam lige opaa Hovedet.\nGit I sad opaa Stejler å Hywl lille Fåer\nGit I sad opå Bloksbjørre, knevlet og\nknuste. S. kom Konen ind med Al-\nmisset, og s. s. hu: Hvad er der ved det,\nde skal a min højeste Salighed løfte jer\nud, og hun greb hendes Mungletræ der laa\npaa et Skab der stod inde i Stuen og be-\ngyndte at daske paa dem med. S. gav de\ndem til at skjælde [dem] ud, men s. gik de\nom og lagde dem ved Havediget og røgte\ntobak lide te det pulsede. S. tog Konen\nMungletræet igien og gik ud og børstede\npaa dem igien og drev dem endnu længere\nhe. Det var Konerne ikke s. ringe til\ni de Dage, de maatte altid bruge Mungle-\ntræerne. Da Konen kom ind, da sad\nskrædd. lige til h. krøb sammen, for h.\ntænkte jo Livet var fra ham.", "english_manuscript": "There was a tailor over in Voldum once, and he was at a farm in Alstrup sewing. Then some gypsies came, one was named Engel (Angel), and he was supposed to be the husband, and the other one was named Ingeborg. Then they said hello, and they asked for alms. While the wife was off getting it, the tailor says to them, \"Where do you two come from?\" - \"What's that?\" they say. \"I said, where do you go to church, where are you from?\" - \"What are you saying?\" they say. \"Let the red cock crow over you one day, little one (fåesen)! I wish you were in the millpond up to your head! I wish you sat howling on a rack, little one! I wish you were up on Blåksbjøre gagged and crushed!\" At the same time, the farmwife comes in and she says, \"What is that supposed to mean? On my blessed oath I want you out of here!\" and she goes over and grabs a mangle roller, which was on a chest in the room, and she begins to beat them with it. Then they started shouting at her, but then they went out and lay down by the garden wall and smoked tobacco, puffing away so that the smoke was thick about them. Then the farmwife takes the mangle roller again and goes out and smacked them with it again and drives them farther away. Women weren't too bad at that in those days, they could always use the mangle roller. When the farmwife came inside, the tailor was curled up there shaking because he thought he was going to die.", "danish_publication": "Der var en skrædder i Voldum en gang, han var henne i en gård i Alstrup at sy. Så kom der Tattere ind, den ene hed Engel, og han skulde da forestille at være manden, den anden hed Ingeborg. Så siger de goddag, og de bad om en almisse. Mens konen var henne at hente det, så siger skrædderen til dem: \"Hvor er I to fra?\" — \"Hvad siger du?\" siger de. \"A siger, hvor holder I jer altergang, hvor er I fra?\" — \"Hvad siger du?\" siger de, \"Gu la den røø kåk gåål öwer jer en dav, lille fåesen! Git I sad i mølledammen lige opå howedet. Git I sad opå stejler å hywl, lille fåer. Git I sad opå Blåksbjöre knevlet å knust\". I det samme kom konen ind med almisser, og så siger hun: \"Hvad er der ved det! da skal a min höjeste salighed løfte jer ud!\" og hun hen og griber hendes mungletræ, der lå på et skab, som stod der inde i stuen, og hun begynder at daske på dem med det. Så gav de dem til at skjælde ud igjen, men de gik jo da, og så lagde de dem ved havediget og rögte tobak, lige te det pulsede. Da konen ser det, så tager hun mungletræet og går ind og børster atter på dem, for det var konerne ikke så ringe til i de dage, de måtte altid bruge mungletræerne, og så driver hun dem endnu længere hen. Da konen kommer ind, da sidder skrædderen og bevrer og kryber sammen, lige te det restede, for han tænkte jo, livet var fra ham.", "english_publication": "There was a tailor over in Voldum once, and he was at a farm in Alstrup sewing. Then some gypsies came, one was named Engel (Angel), and he was supposed to be the husband, and the other one was named Ingeborg. Then they say hello, and they asked for alms. While the wife was off getting it, the tailor says to them, “Where do you two come from?” – “What’s that?” they say. “I said, where do you go to church, where are you from?” – “What are you saying?” they say and add, “Let the red cock crow over you one day, little sheep (fåesen)! I wish you were in the millpond up to your head! I wish you sat howling on a rack, little sheep! I wish you were up on Blåksbjøre gagged and crushed!” At the same time, the farmwife comes in and she says, “What is that supposed to mean? On my blessed oath I want you out of here!” and she goes over and grabs a mangle roller, which was on a chest in the room, and she begins to beat them with it. Then they started telling her off again, but they left, and they lay down by the garden embankment and smoked tobacco, puffing away. When the farmwife sees this, she takes the mangle roller and goes in and brushes them with it again, because women in those days always used their mangle rollers, and then she drives them further away. When the farmwife comes inside, the tailor is curled up there shaking because he thought he was going to die.", "keywords": {"keyword": ["alms", "angels", "blessing", "chest", "church", "cock", "crow", "day", "death", "embankment", "farm", "garden", "gypsy", "husband", "mangle roller", "mill pond", "name", "red", "sewing", "sheep", "tailor", "wife", "wish", "woman"]}, "etk_index": {"heading_danish": "Livet uden døre", "heading_english": "Life outdoors"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}