{"publication_info": "DSkv_0_78", "full_name": "150 - 1.22 - DSkv_0_78", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 1.22, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "Unpub_BJK_112", "full_name": "150 - 1.12 - Unpub_BJK_112", "url": "data/stories/15.dfl"}, {"informant_id": 150, "publication_info": "DSkv_0_43", "full_name": "150 - 3.09 - DSkv_0_43", "url": "data/stories/72.dfl"}]}, "fielddiary_page_start": "3246b", "fielddiary_page_end": "3246b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Tang Kristensen labels this ballad \"Hver med sit særkjende\" [Each with their own distinctive feature]. Here, Jens offers a virtual catalog of all the different people one could expect to encounter in the parish. The distinctive feature of each profession is ostensibly a characteristic item of clothing, such as a hat or a collar, or a characteristic tool. But that feature is only a lead-in to their other particular characteristic--corruption, hypocrisy, self-centeredness, trickery, manipulation, sexual promiscuity, slovenliness. \n\n     Most of the professions mentioned in the song are not particularly high status, and so one cannot read it solely as a critique of the upper classes and their poor treatment of the rural farming classes. Indeed, only the bailiff and the minister would have been considered to be among the higher social classes. \n\n     Tang Kristensen's published version is based on seven variants. This approach of concatenating versions explains the significant divergence of the published version from the manuscript record. Tang Kristensen also elides the obscene aspects of several verses or simply deletes them, replacing them with ellipses.", "danish_manuscript": "Rifowden mæ hans høwpålled Hat han rier\nend ad Hæddelig og h. krøved Skat. H. [rader] rier\nå han skræver h. Bønderne kræver. De rom-\nmeler å brommeler å æj bommelom.\n---\nSmæjen med hans Hammer å hans Tång, h. smæjer\ndi Sæm dær æ femten Al lång. H. smæjer de\nrubber å han skidder, de skrubber. A De...\n---\nPræjsten mæ hans hvide Kraw han klavver sæ\nom Maanen h. hår ondt i hans Mav. Preke\nvil h. ikke, hans Røv skal Degnen slikke.\n---\nSnedkeren mæ hans Hæwl å hans Fiel h. hæw\nler wå Pigger imæld djæ Bies. H. hæwler å\nhan slekker h. mæler og h. prekker....\n----\nBødkeren med hans Tingsel a Fiel h. såtte\nPiggeren en Stav ind imeld djer Bien, h. stød\nder å h. fokker å h. slapper å h. jokker.\n----\nDæjen mæ hans store vide Flab h. kommer\nind a Kjærken hver hellige Dag. H. raaber og\nhan skræver, vi andre mæ ham stræver.\n", "english_manuscript": "The bailiff with his high crowned hat\nhe rides down to Hæddelig (hell?) and demands taxes\nhe rides and he treads and he demands from the peasants\nThey rumble and brumble and æj bummelum\n\nThe smith with his hammer and tongs\nhe smiths the nails that are 30 feet long\nHe smiths, they rub and he shits, they scrub\nAnd they ...\n\nThe minister with his white collar\nhe scratches his mouth he has a stomach ache\nHe doesn’t want to preach, his ass the parish clerk has to lick\n\nThe carpenter with his plane and his file\nhe planes our planks while you wait (between your legs)\nhe planes and he licks, he measures and he pricks\n\nThe cooper with his awl and file\nhe set a plank in a measure between your legs,\nhe stood there and he pushed (fucked) and he lapped and he pushed\n\nThe parish clerk with his big wide flap (mouth)\nhe goes into the church each holy day.\nHe screams and he stomps, \nand the rest of us exert ourselves along with him\n", "danish_publication": "1. Rid'fogden med hans bredskygged' hat,\nhan rider ind ad Hølled, og han kræver skat, \nhan rier, og han traver, æ bønder han plaver. \nDet rummeler, det bummeler, det bum bummelum.\n\n2. Mølleren mæ sin dovte hat\ni Hølled skal han steges alt på en jærnrist. \n[i koppen han holder, og dygtig han tolder].\n\n3. Præsten med hans pibere krav',\nhan klawer sæ om månen, han hår ondt i hans mav'; \nmen præke gjör han ikke, hans röv skal degnen slikke.\n\n4. Degnen med han store brede flab, \nhan synger i kirken hver helligdav,\nhan hujer, og han skræber, og de andre med ham stræber.\n\n5. Smeden med sin hammer og sin tang',\nhan slår nogle søm, der er syv tommer lang',\nhan smejer, å han banker, han skidder, te han stanker.\n\n6.  Snedkeren med sin hövl og sin bøvl,\nhan er imod sin kone som den arrigste dövl,\nhan hövler, og han rubber, han skider, og han skrubber.\n\n7. Bødkeren med hans tingsel og fil \nhan sætter piggeren en stav ....\nhan støder, og han ..... han stopper, og han . . .\n\n8. Skomageren med hans syl og hans risp, \ntil Hølled kommer han ganske vist. \nhan prikker, og han syer ....\n\n9. Skrædderen med hans nål og hans tråd, \nhans röv er løben op, den syer han opå.\nhan syer og han stikker, på lommer og på fikker.\n\n10. Væveren med hans krogede kjæp, \nhan skal en gang til Høllede flytt',\nfor løjet han afskjærer, og trommerne han bortstjæler.\n\n11. Vævkonen med hend vævild og hend' skytt',\nhun væver sig ned i Hølledes pyt,\nfor garnet hun stjæler, og folket hun besnærer\n\n12. Stovpigen med hendes løgler så små, \nhun lader sig gjærne.....\nhun visker, og hun fejer, kålen's senge rejer. \nDet rummeler, det rummeler, det bum bummelum.", "english_publication": "The bailiff with his broadbrimmed hat,\nhe rides into Hølled (hell?), and demands taxes\nhe rides and he trots and plagues the peasants\nIt rumbles and brumbles, that bum bummelum\n\nThe miller with his dusty hat\nin hell he will fry everything on an iron grate\n(the cup he holds, and well he mills)\n\nThe minister with his minister’s collar\nhe scratches around his mouth, he has a stomach-ache;\nbut preach he does not, the parish clerk has to lick his ass.\n\nThe parish clerk with his big broad yapper\nhe sings in church every holy day\nhe howls and he yammers and the others exert themselves along with him.\n\nThe smith with his hammer and tongs,\nhe hits some nails. I am seven inches long,\nhe smiths and he bangs, he shits ‘til he stinks\n\nThe carpenter with his plane and bow saw\nhe dislikes his wife who is the most evil devil,\nhe planes and he rubs, he shits and he scrubs.\n\nThe cooper with his hatchet and file\nhe puts the spikes a plank ...\nhe pushes, and he ..., he stops and he ...\n\nThe cobbler with his awl and his shoe thread,\nhe’ll likely go to hell,\nhe pokes and he sews ....\n\nThe tailor with his needle and his thread,\nhis ass has opened up, he sews on top of it,\nhe sews and he pricks, on pockets and on purses\n\nThe weaver with his hooked staff\nhe’ll move to hell at some point\nbecause he cuts clothes off, and sells the remaining threads off\n\nThe weaver woman with her loom and her shuttle\nshe weaves herself down into hell’s puddle\nbecause she steals yarn, and she tricks people\n\nThe hired girl with her little keys\nshe gladly let’s herself be ...\nshe whispers and she sweeps the farmhand’s bed shrimp. \nIt rumbles, it rumbles, it bum bummelum\n", "keywords": {"keyword": ["ass", "awl", "bailiff", "banging", "bed", "carpentry", "church", "clothing", "cobbler", "collar", "cooper", "cup", "day", "devil", "evil", "farmhand", "girl", "hat", "hatchet", "hell", "holy", "iron", "key", "mill", "miller", "minister", "mouth", "nail", "needle", "parish clerk", "peasantry", "plank", "pocket", "preaching", "riding", "seven", "sewing", "shit", "shoe", "singing", "smithing", "stomach", "tailor", "taxes", "theft", "thread", "trickery", "weaver", "weaving", "whispering", "wife", "woman", "yarn"]}, "etk_index": {"heading_danish": "Dansk Skjæmteviser", "heading_english": "Danish Jocular Ballads"}, "tango_indices": {"tango_index": [null, null, null]}, "genre": null}