{"publication_info": "JAT_II_149", "full_name": "235 - 1.30 - JAT_II_149", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.3, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 13, "name": "Æbletoft", "display_name": "Æbletoft (place mentioned)"}, {"place_id": 68, "name": "Bogensholm", "display_name": "Bogensholm (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "JAT_IV_189", "full_name": "235 - 3.08 - JAT_IV_189", "url": "data/stories/310.dfl"}, {"informant_id": 572, "publication_info": "DS_V_1588", "full_name": "572 - 0.00 - DS_V_1588", "url": "data/stories/815.dfl"}]}, "fielddiary_page_start": "5218b", "fielddiary_page_end": "5218b", "bibliographic_info": null, "bibliography_references": null, "annotation": "In this story, the low status person turns the tables on the manor lords, and ultimately becomes a large land holder himself. The story seemingly contradicts Kirsten Marie's previous stories, since the low status entertainer is narratively lauded, while the land holders are shown to be quite stupid. At the same time, her story seemingly supports the general sense that lower status people are untrustworthy. \n\n      There are two important reversals that animate this story. First, the victims of the scam are large land holders. Consequently, the narrative is not directed at Kirsten Marie's cohort, but rather at a class with whom the farmers often fought and who, during the years after the initial constitutional reforms of 1848, showed themselves time and again not to be on the side of the small farmer. Presumably, the new manor lord at Æbletoft, because of his modest beginnings, would have much more in common with the local farmers. Second, the man uses the legal system that had formerly been firmly in the hands of the manor lords in the form of the birk (judicial districts) to defeat them. Accordingly, the story explores the penetration of litigation into all levels of rural culture. \n\n     Bogensholm is now used as a children's camp.", "danish_manuscript": "Der er en lille Herregrd ved Ebeltoft der kal\ndes Bovnsholm, der var en Mand der hed\nGreve Niels h. var fra Ebeltoft og h var som\nBajads ved et Selskab der, indbuden som\nNar der. S. sad de og fik dem nogle Punse\nog h. kjøber Gaarden for en Bagatel. Vi kan\njo godt skrive det paa et Stykke Tobakspa\npir. Næste Dag gik h. til en Prokurator\nog h. sagde: Det kan vi godt bruge. Fik\ngaarden og kom siden til at eje en stor\nDel af Ebeltoft.", "english_manuscript": "There is a little manor farm near Æbletoft, which is called Bovnsholm, and there was a man who was called Count-Niels, he was from Æbletoft and he was supposed to be a buffoon at a party there, he'd been invited to be the fool there. So they were sitting there and had some punch, and he buys the farm for a pittance. \"We can write it on a piece of rolling paper,\" he says. The next day he went to an attorney and he said, \"Yes, we can certainly use this.\" He got the farm and later wound up owning a large part of Æbletoft.", "danish_publication": "Der er en lille herregård ved Æbeltoft, der kaldes Bogensholm, og der var en mand indbuden. som hed Greve-Niels. Han var fra Æbeltoft  og skulde da være som nar eller bajads der ved et selskab. Så sad de og fik dem nogle punse, og hvordan det kom i snak, han kjøber da gården for en bagatel. Så vilde han have dem det skreven imellem, men de havde ikke papir til det lige ved hånden. \"Vi kan jo godt skrive det på et stykke tobakspapir\", siger han. Næste dag gik han til en prokurator med det papir og viste ham det. \"Ja, det kan vi jo godt bruge\". Så fik han gården og kom siden til at eje en stor del af Æbeltoft.", "english_publication": "There was a little manor farm near Æbletoft, which was called Bogensholm, and there was a man who was invited to a gathering there, he was called Count-Niels. He was from Æbletoft and he was supposed to be there at this party as a fool or as a buffoon. So they were sitting there and had some punch, and somehow or other they wound up talking, and he buys the farm for a pittance. And so he wants it written down, but they didn’t have any paper close at hand. “We can write it on a piece of rolling paper,” he says. The next day he went to an attorney and showed it to him. “Yes, we can certainly use this.” Then he got the farm and later wound up owning a large part of Æbletoft.", "keywords": {"keyword": ["count", "day", "farm", "fool", "manor farm", "Niels", "paper", "party", "wind", "wound", "writing"]}, "etk_index": {"heading_danish": "Fra hoveriets tid", "heading_english": "From the time of villeinage"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}