{"publication_info": "JAH_V_697", "full_name": "235 - 1.32 - JAH_V_697", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.32, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 228, "name": "Hallendrup", "display_name": "Hallendrup (place mentioned)"}, {"place_id": 425, "name": "Nielstrup", "display_name": "Nielstrup (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 90, "publication_info": "DS_VI_1028", "full_name": "90 - 2.20 - DS_VI_1028", "url": "data/stories/352.dfl"}}, "fielddiary_page_start": "5218b (3)", "fielddiary_page_end": "5218b (3)", "bibliographic_info": null, "bibliography_references": null, "annotation": "Vagabonds, beggars and itinerant laborers were known by nicknames as were the cunning folk. Kirsten Marie brings the world of these itinerants into her immediate sphere, by situating the peddler's house next to her father's house. The belief that a coin in the pocket would bring success in trade that day is a form of sympathetic magic, in which \"like produces like.\" Here, the money in the pocket would attract more money.", "danish_manuscript": "Kristoffer Jænøww havde en Kammerat der\nhed Pjalt-Johan og h. boede i et Sted\nimellem Nielstrup og Hallendrup. Hans\nKone kaldtes Kat-Ma-Elgaards. Ha gik\nomkring og samlede Messing tøj og Kobbertøj\nog Katte og Katteskind. De tog selv Kattene\naf. S. havde h. den Tanke, der boede en Mand\nved Siden af ham, at h. gik hen og laante en\nMark hver Mandag Morgen inden h. gik ud\nog handlede. Det var netop min Fader h. laan\nte dem af og s. kom h. igien med den hver\nSøndag Morgen.", "english_manuscript": "Kristoffer Jennöww had a friend who was called Pjalt Johan, and he lived somewhere between Nielstrup and Hallendrup. His wife was called Kat-Ma-Elgårds. He went about and collected brass and copper and cats and cat skins. They killed the cats themselves. He had this belief, there was a man who lived next to him, and he came and borrowed a mark from him every Monday morning, before he went out to trade. It was my father he borrowed the mark from, and he brought it back again every Sunday morning.", "danish_publication": "Kristoffer Jennöww havde en kammerat, der hed Pjalt-Johan, og han boede i et sted imellem Nielstrup og Hallendrup. Hans kone kaldtes Kat-Ma-Elgårds. Han gik omkring og samlede messingtöj og kobbertöj og katte og katteskind. De tog selv kattene af. Der boede en mand ved siden af ham, og ham kom han til og lånte en mark af hver mandag morgen, inden han gik ud og handlede, og så kom han igjen med den hver søndag morgen. Det var jo hans tanke, at der var held ved den mark. Det var netop min fader, han lånte marken af, så a véd, det er sandt.", "english_publication": "Kristoffer Jennöww had a friend who was called Pjalt Johan, and he lived somewhere between Nielstrup and Hallendrup. His wife was called Kat-Ma-Elgårds. He went about and collected brass and copper and cats and cat skins. They killed the cats themselves. There was a man who lived next to him, and Pjalt Johan came and borrowed a mark from him every Monday morning, before he went out and traded, and he brought it back again every Sunday morning. He believed that that mark was lucky. It was my father he borrowed the mark from, so I know that it's true.", "keywords": {"keyword": ["belief", "borrow", "brass", "cat", "copper", "father", "friend", "Johan", "kill", "luck", "Ma Elgårds", "monday", "morning", "skin", "Sunday", "wife"]}, "etk_index": {"heading_danish": "Livet uden døre", "heading_english": "Life outdoors"}, "tango_indices": {"tango_index": [null, null, null, null, null]}, "genre": null}