{"publication_info": "JAH_V_558", "full_name": "235 - 1.33 - JAH_V_558", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.33, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": {"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}}, "stories_mentioned": {"story": {"informant_id": 241, "publication_info": "JAT_V_320", "full_name": "241 - 4.01 - JAT_V_320", "url": "data/stories/172.dfl"}}, "fielddiary_page_start": "5218b", "fielddiary_page_end": "5219a", "bibliographic_info": "Dyrlund 1974", "bibliography_references": null, "annotation": "\"Gypsies\" (tattere) was a catch-all term for vagabonds who were of non-Danish ethnic heritage. While there were a number of gypsies living in Denmark in the nineteenth century, the population was small. This story relies, as many of Kirsten Marie's stories do, on the clear distinction between rural social classes. The miller was an important community figure, often owned considerable land himself, and would be counted among the most important members of a parish (see discussion of millers in chapter on Peder Johansen). Inheriting a mill would have guaranteed the young woman a steady income and a comfortable existence as opposed to the harrowing experiences that awaited her as the wife of a vagabond. \n\n      The gypsy brings the marital discord--a representation of the hard life Gertrude has chosen for herself--right to Kirsten Marie's father's doorstep, while her great grandmother cries for the girl's tragic choice of poverty over security and relative wealth.", "danish_manuscript": "Der vester ude ved en Mølle der var en Tater-\nmand der var bliven Kjæreste med Datteren\n\n5219A\ni Møllen. De gjorde hende rent arvesløs\ns. rendte hu med Denher Tater og de tiggede\nDe kom skidt til Rette og trættedes immellem.\nEn Dag kom ha til at min Fader ved Rud\nKirke. S. s. ha Har dDe ikke set Gjertrud\nMoer. Nej a har s. mænd ikke. H. er gaa\net hendes Vej, hu har taget hele vor Ejendom\nHi har taget Rygposen og hu har taget Side\nposen, og hun har saagar taget Haandposen\nMoer. Og s. græd han. Nogle Dage efter kom\nh. igien med Gjertrud nok s. fornøøjet og\nglad og s. havde de skift Forlig. Min Olde\nmoder græd over det solle Kvindfolk naar\nhun kom der. Kunde have haft Møllen.", "english_manuscript": "Out to the west by a mill there was a gypsy who had fallen in love with the miller's daughter. They disinherited her, and so she went about with this gypsy and they begged. They stopped getting along and often quarreled. One day he came to my father's place near Rude church. Then he says, \"Have you seen Gertrude, mother?\" - \"No, I haven't.\" - \"She's gone her way, she's taken all our possessions, she's taken the backpack, she's taken the side bag, and she's even taken the handbag, mother!\" and then he cried. Several days later he came by with Gertrude, as happy as can be, now that they'd made up. My great grandmother cried for that poor woman when she came by there. She could have had the mill.", "danish_publication": "Der vester ude ved en mølle der var en tatermand, som var bleven kjærester med datteren i møllen, og hun rendte i landet med ham. Hun kunde jo have haft møllen, hvis hun vilde have ladet ham være, men nu gjorde forældrene hende rent arveløs. De kom skidt til rette og trættedes imellem. En dag kom han til min faders ved Rude kirke, og så siger han til min moder: \"Har De ikke set Gjertrud, moer?\" — \"Nej, a har så mænd ikke\". — \"Hun er gået hendes vej, hun har taget hele vor ejendom, hun har taget rygposen, og hun har taget sideposen, og hun har sågar taget håndposen, moer!\" og så græd han. Nogle dage efter kom han igjen med Gjertrud nok så fornøjet og glad, nu havde de skift forlig. Min oldemoder græd over det sölle kvindfolk, når hun kom der.", "english_publication": "Out to the west by a mill there was a gypsy who had fallen in love with the miller’s daughter, and she ran off to the country with him. She could have inherited the mill if she’d left him alone, but now her parents disinherited her. Then the two stopped getting along and often quarreled. One day he came to my father’s place near Rude church, and then he says to my mother, “Have you seen Gertrude, mother?” – “No, I haven’t.” – “She’s gone her way, she’s taken all our possessions, she’s taken the backpack, she’s taken the side bag, and she’s even taken the handbag, mother!” and then he cried. Several days later he came by with Gertrude, as happy as can be, now that they’d made up. My great grandmother cried for that poor woman when she came by there.", "keywords": {"keyword": ["bags", "church", "country", "crying", "daughter", "day", "fall", "father", "Gertrude", "grandmother", "gypsy", "happy", "inheritance", "love", "mill", "miller", "mother", "parents", "poor", "west", "woman"]}, "etk_index": {"heading_danish": "Livet uden døre", "heading_english": "Life outdoors"}, "tango_indices": {"tango_index": [null, null, null, null]}, "genre": null}