{"publication_info": "DS_VII_1569", "full_name": "235 - 1.34 - DS_VII_1569", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.34, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": {"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}}, "stories_mentioned": {"story": {"informant_id": 235, "publication_info": "DS_VII_1628", "full_name": "235 - 1.36 - DS_VII_1628", "url": "data/stories/256.dfl"}}, "fielddiary_page_start": "5219a (1)", "fielddiary_page_end": "5219a (1)", "bibliographic_info": "Rørbye 1976", "bibliography_references": {"reference": [{"display_string": "[Book] Rørbye, Birgitte. 1976. <i>Kloge folk og skidtfolk. Kvaksalveriets epoke i Danmark</i>. Copenhagen: Politiken."}, {"display_string": "[Book section] Rørbye, Birgitte. 1976. Den illegale sygdomsbehandling som folkloristisk problem. Bidrag til en sociokulturel oversigt for Danmark. In <i>Nordisk folketro. Studier tillägnade Carl-Herman Tillhagen 17. december 1976</i>: 203-20. Lund: Nordiska museet."}]}, "annotation": "Tang Kristensen collected numerous folk remedies for common maladies. Many of these remedies were ones that people had learned from local cunning folk, others were ones that they had learned from family members, friends or coworkers. This particular remedy relies in part on the magical power of the church and Christian prayer. Through the nineteenth century, many of the cunning folk were evangelical Christians engaged in faith healing (Rørbye 1976). The remedy also relies on sympathetic magic, where like produces like. Here, the diminishing numbers produce a similar diminishing effect for the warts.\n\n     The six remedies and spells that Kirsten Marie told may mark another break in the performance.", "danish_manuscript": "For gevæxter. Vi skal bruge den højre Læge\nfinger og skrive avet om den og sige: Og\nsel min Datter, 8 bliver til 7, 7 ...\n6 ..... 1 bliver til intet. I Navn ...\nLæses 3 gange og derefter Fadervor 3 gange", "english_manuscript": "For warts. We need to use the right ring finder and write the \"ave\" around it and say, Ogsel my daughter, eight becomes seven, seven becomes six, six becomes five, five becomes four, four becomes three, three becomes two, two becomes one, one becomes nothing. In the name of God the Father. This is read three times and then three Our Father's.", "danish_publication": "For gevækster.   Vi skal bruge den höjre lægefinger og skrive avet om den og sige: Ogsel min datter, 8 bliver til 7, 7 .. .\n6, 6 ... 5.....1 bliver til intet. I navn G. F. . . . Læses 3 gange og derefter Fadervor 3 gange.", "english_publication": "For warts. We need to use the right ring finder and write the “ave” around it and say, Ogsel my daughter, eight becomes seven, seven becomes six, six becomes five, five becomes four, four becomes three, three becomes two, two becomes one, one becomes nothing. In the name of God the Father. This is read three times and then three Our Fathers.", "keywords": {"keyword": ["daughter", "father", "god", "name", "Our Father", "ringing", "seven", "three", "writing"]}, "etk_index": {"heading_danish": "Menneskets og kvægets sygdomme", "heading_english": "Human and cattle illnesses"}, "tango_indices": {"tango_index": null}, "genre": null}