{"publication_info": "DS_VII_1658", "full_name": "235 - 1.35 - DS_VII_1658", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.35, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": {"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "DS_VII_1628", "full_name": "235 - 1.36 - DS_VII_1628", "url": "data/stories/256.dfl"}, {"informant_id": 235, "publication_info": "Unpub_KMP_146", "full_name": "235 - 1.46 - Unpub_KMP_146", "url": "data/stories/266.dfl"}]}, "fielddiary_page_start": "5219a (2)", "fielddiary_page_end": "5219a (2)", "bibliographic_info": "Rørbye 1976", "bibliography_references": {"reference": {"display_string": "[Book] Rørbye, Birgitte. 1976. <i>Kloge folk og skidtfolk. Kvaksalveriets epoke i Danmark</i>. Copenhagen: Politiken."}}, "annotation": "The cure for sprain is similar to her cure for warts and venom (KMP 1.36). All of these cures rely on Christian prayer, and the laying on of hands. Rubbing a sprain might actually help in reducing swelling, but the efficacy of this cure is more tied to the recitation of the prayer and the laying on of hands. The short rhyme is a common feature of cures for sprains.\n\n     Fractures and sprains were a common occurrence on farms given the nature of the work. Although physicians had become an important part of the health care system by the late nineteenth century, sprains and breaks were often taken care of by \"benbrudslæger,\" or broken bone doctors. These people were not physicians, but rather local folk healers who had developed a specialization in setting broken bones. A special concession from September 5, 1794, allowed individuals who had developed this, or any other expertise in healing, to practice that specialty. Most applications for this type of waiver from the quacksalver laws were denied. The majority of accepted applications were for bone break specialists. The last permission for a bone specialist was issued in 1887. The law was finally repealed with the passage of the physician law of 1934 (Rørbye 1976, 279-80).", "danish_manuscript": "For Vred. Stryger med begge Hænder ned\nad det, trækker Hænderne lidig op og stryger\nigien og siger: Jesus op ad Bjærget drog\nhans højre fik h. vrej h. end til den \nsignede Jord tog. Send ham Ben til Ben, Kjød til\n[I 3 Mands Navn i \nNavn og ....]\nKjød. Sen til Sen, læg i Lav ligesom før\nvar i Jesu Navn Amen. Læses 3 gange.\n", "english_manuscript": "For sprain. With both hands you should stroke down along the place that is hurt, bring the hands slowly up and stroke again and say: Jesus up the mountain went, his right foot he did sprain, down to the blessed earth he went, send him from bone to bone, flesh to flesh, tendon to tendon, let it be just as it was before. In Jesus' name. Amen. You read this three times.", "danish_publication": "For vred. En skal stryge med begge hænder ned ad det dårlige sted, trække hænderne ledig op og stryge igjen og sige: Jesus op ad bjærget drog, hans höjre fod fik han vrej, han ned til den signede jord tog, send ham ben til ben, kjöd til kjöd, sen' til sen', læg til lav' ligesom för var. I Jesu navn. Amen. Læses tre gange.", "english_publication": "For sprain. With both hands you should stroke down along the place that is hurt, bring the hands slowly up and stroke again and say: Jesus up the mountain went, his right foot he did sprain, down to the blessed earth he went, send him from bone to bone, flesh to flesh, tendon to tendon, let it be just as it was before. In Jesus’s name. Amen. You read this three times.", "keywords": {"keyword": ["blessing", "bones", "earth", "foot", "Jesus", "mountain", "name", "three"]}, "etk_index": {"heading_danish": "Menneskets og kvægets sygdomme", "heading_english": "Human and cattle illnesses"}, "tango_indices": {"tango_index": null}, "genre": null}