{"publication_info": "DS_VII_1628", "full_name": "235 - 1.36 - DS_VII_1628", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.36, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": {"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 123, "publication_info": "DS_III_2367", "full_name": "123 - 2.10 - DS_III_2367", "url": "data/stories/384.dfl"}, {"informant_id": 235, "publication_info": "Unpub_KMP_146", "full_name": "235 - 1.46 - Unpub_KMP_146", "url": "data/stories/266.dfl"}, {"informant_id": 235, "publication_info": "DS_VII_1569", "full_name": "235 - 1.34 - DS_VII_1569", "url": "data/stories/254.dfl"}, {"informant_id": 235, "publication_info": "DS_VII_1658", "full_name": "235 - 1.35 - DS_VII_1658", "url": "data/stories/255.dfl"}]}, "fielddiary_page_start": "5219a", "fielddiary_page_end": "5219b", "bibliographic_info": "Bächtold-Staubli and Hoffman-Krayer 1987", "bibliography_references": {"reference": {"display_string": "[Book] Bächtold-Stäubli, Hanns, Hoffmann-Krayer, Eduard. 1987. <i>Handwörterbuch des deutschen Aberglaubens</i>. Berlin: W. de Gruyter."}}, "annotation": "This cure relies on a form of prayer and is similar to Kirsten Marie's cure for a sprain (KMP 1.35). Jesus's encounter with the poisoned stag is synonymous with the patient's own poisoning. The cure imitates the story that constitutes the cure. As with many of Kirsten Marie's cures, the spoken phrase(s) and prayer are repeated three times.\n\n     The stag is commonly attributed supernatural powers in north Germanic folklore (Bächtold-Staubli and Hoffman-Krayer 1987). Frequently, the hart is related to supernatural nature beings and, in some stories, it attempts to lure a person into the woods. In fairy tales and ballads, the stag occasionally appears with a cross between his antlers (DgF 113) or other magical token (DgF 40). The magical stag is also known from medieval literature, including Göngu-Hrólfs saga, and Gesta Romanorum.", "danish_manuscript": "For Skarn. Stryge paa det. Hjorten gaar paa vilden Hede\nmed Bildt og boldt og mild i tem og der\nkom Jesus gangende frem og Hjort hvi staar\ndu her s.  Jeg er s. haardt\n\n5219B\nmed Jedder bespændt. Da skal du ej længere\nvære med Jedder bespændt, end jeg kan sætte\nmin højre Haand ned til den signede Jord\ni 3 Mands Navn. Fadervor 3 gange", "english_manuscript": "For venom (skarn). Rub it. The stag goes on the open heath, sunken and bent and thin in the undergrowth; and that's where Jesus came walking up: Oh stag why are you standing here so long. I am so swollen with poison. You will be no longer swollen with poison, than I can put my hand down to the blessed earth in the name of three men. The Our Father three times.", "danish_publication": "For skarn. Én stryger på det sted, der er er hovent, og siger: Hjorten går på vilden hed' med bildt og boldt og mil i tömm', og der kom Jesus gangende frem: Og hjort, hvi står du her så længe. Jeg er så hårdt med jedder bespændt. Da skal du ej længere være med jedder bespændt, end jeg kan sætte min höjre hånd ned til den signede jord. I tre mænds navn. Fadervor. .. . Det læses tre gange.", "english_publication": "For venom (skarn, edder). One rubs the swollen place and says: The stag goes on the open heath, sunken and bent and thin in the undergrowth; and that’s where Jesus came walking up: Oh stag why are you standing here so long. I am so swollen with poison. You shall no longer be swollen with poison, than I can put my hand down to the blessed earth. In the name of three men. The Our Father… You read this three times.", "keywords": {"keyword": ["blessing", "earth", "heath", "Jesus", "name", "Our Father", "poison", "sinking", "stag", "thin", "three"]}, "etk_index": {"heading_danish": "Menneskets og kvægets sygdomme", "heading_english": "Human and cattle illnesses"}, "tango_indices": {"tango_index": null}, "genre": null}