{"publication_info": "DS_VII_1614", "full_name": "235 - 1.37 - DS_VII_1614", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.37, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": {"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "DS_VII_447", "full_name": "150 - 2.11 - DS_VII_447", "url": "data/stories/58.dfl"}, {"informant_id": 235, "publication_info": "DS_VI_981", "full_name": "235 - 1.38 - DS_VI_981", "url": "data/stories/258.dfl"}, {"informant_id": 565, "publication_info": "DS_VII_1612", "full_name": "565 - 0.00 - DS_VII_1612", "url": "data/stories/902.dfl"}, {"informant_id": 123, "publication_info": "DS_II_F_78", "full_name": "123 - 3.04 - DS_II_F_78", "url": "data/stories/407.dfl"}]}, "fielddiary_page_start": "5219b (1)", "fielddiary_page_end": "5219b (1)", "bibliographic_info": "Raudvere 1993\nTillhagen 1960\nTillhagen 1981\nTangherlini 1998", "bibliography_references": {"reference": [{"display_string": "[Article] Tangherlini, Timothy R. 1998. \"Who ya gonna call?\" : Ministers and the Mediation of Ghostly Threat in Danish Legend Tradition. Vol. 57 of <i>Western Folklore</i> 2/3: 153-178."}, {"display_string": "[Book section] Tillhagen, Carl-Herman. 1960. The conception of the nightmare in Sweden. In <i>Humaniora : Essays in literature, folklore, bibliography, honoring Archer Taylor on his seventieth birthday</i>: 317-329. Locust Valley, New York: Augustin."}, {"display_string": "[Book section] Tillhagen, Carl-Herman. 1981. Mara. In Vol. 11 of <i>Kulturhistoriskt lexikon för nordisk medeltid</i>: 343-345. Copenhagen: Rosenkilde og Bagger."}, {"display_string": "[Book] Raudvere, Catharina. 1993. <i>Föreställningar om maran i nordisk folktro</i>. Lund: Religionshistoriska avdelningen."}]}, "annotation": "Kirsten Marie offers both a remedy and a story that confirms the efficacy of the remedy. Interestingly, it is a parish clerk who consults a cunning person for the remedy. In many Danish legends, a parallel is drawn between cunning folk and parish clerks, in large part because of their subordinate relationship to parish ministers (Tangherlini 1998).\n\n     In Danish folk belief, the mare is a woman who rides on a person's chest while he is asleep (Tillhagen 1960 and 1981; Raudvere 1993). Victims of the mare are predominantly male. The person who is plagued by a mare wakes up exhausted, and may eventually die (PJ 3.04).\n\n     There are numerous remedies and spells for keeping a mare away from houses and also from animals (Raudvere 1993). In contrast to remedies for the mare, Kirsten Marie's remedy seems to be related either to birthing, given the fact that those spells often rely on sympathetic magic, or to modsot, an unspecified wasting disease. Cures for modsot often included measuring the patient (DS VII 1612).Tang Kristensen clearly believed the spell was related to this last category given his placement of the story in Danske sagn in a section with other cures for modsot and similar wasting diseases.\n\n     The distance from Rud to Stubdrup is approximately one kilometer. In the published variant, Tang Kristensen made a transcription error and located the parish clerk in Rude, rather than in Rud, many kilometers to the south. Borup is approximately twenty-two kilometers north of Rud and just north of Randers.", "danish_manuscript": "Morkorset. Mor. Mor hvi vier og piner du\nhende s. haardt, blev du ikke født, da hun\nblev født, skal du ikke dø naar hu skal dø\nI N. Fissies paa Mellemgulv og Mave \nmends dette siges. Degnen Kristensen i\nRuud gik ned til en Kone i Stubdrup og lær\nte det og s. gik h. hen og brugte det til hans\nSøster. Det hjalp strags. Hun boede i Him\nmerig henne ved Borup.", "english_manuscript": "Marekors (The Mare Spell). Mother, mother, why do you punish her so hard, weren't you born, when she was born, won't you die, when she shall die. One rubs on the midriff and on the tummy while saying this. Parish clerk Christensen in Rud went down to a woman in Stubdrup and learned this, and then he went and used it for his sister. It helped right away. She lived in Himmerig over near Borup.", "danish_publication": "Marekorset. Moor, moor, hvi vrier og piner du hende så hårdt, blev du ikke født, da hun blev født, skal du ikke dø, når hun skal dø. I navn G. F. . . . Der fissies på mellemgulv og mave, mens dette siges. Degnen Christensen i Rude gik ned til en kone i Stubdrup og lærte det, og så gik han hen og brugte det til hans søster, hun boede i Himmerig henne ved Borup. Det hjalp straks.", "english_publication": "Marekors (The Mare Spell). Mother, mother, why do you punish her so hard, weren’t you born, when she was born, won’t you die, when she shall die. In the name of God the Father. One rubs on the midriff and on the tummy while saying this. Parish clerk Christensen in Rude went down to a woman in Stubdrup and learned this, and then he went and used it for his sister, she lived in Himmerig over near Borup. It helped immediately.", "keywords": {"keyword": ["birth", "Christensen", "death", "father", "god", "learning", "mare", "mother", "name", "parish clerk", "punishment", "sister", "spell", "woman"]}, "etk_index": {"heading_danish": "Menneskets og kvægets sygdomme", "heading_english": "Human and cattle illnesses"}, "tango_indices": {"tango_index": [null, null]}, "genre": null}