{"publication_info": "DS_VI_981", "full_name": "235 - 1.38 - DS_VI_981", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.38, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": {"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 123, "publication_info": "DS_VI_995", "full_name": "123 - 3.21 - DS_VI_995", "url": "data/stories/424.dfl"}, {"informant_id": 235, "publication_info": "DS_VII_1614", "full_name": "235 - 1.37 - DS_VII_1614", "url": "data/stories/257.dfl"}, {"informant_id": 235, "publication_info": "DS_VI_970", "full_name": "235 - 1.39 - DS_VI_970", "url": "data/stories/259.dfl"}]}, "fielddiary_page_start": "5219b (2)", "fielddiary_page_end": "5219b (2)", "bibliographic_info": null, "bibliography_references": null, "annotation": "Kirsten Marie draws on her own experience in her youth herding animals for this next spell. The stampeding of a cow across plowed fields could be catastrophic because of the damage to the fields, the potential harm to the cow, and the danger a stampeding cow poses for anyone in its way. The notion that spells can also do harm is widespread. The spell implicitly refers to the grave economic threat that unexpected and sudden events posed to farms and farmers.", "danish_manuscript": "Beskorset. Naar jeg ser en Ko der beser\nover et Fald Agre, s. beser den enten frem\neller tilbage. Det skal siges, s. skal Koen \nikke kunne bese. Om Aftenen skulde man\nløse af Korset igien og sige at de enten\nbesete tilbage eller frem, ellers døde de.\nog dette maa vi Flyttehjorder huske.", "english_manuscript": "Besekorset (Stampeding spell). When I see a cow stampeding over a field, then it stampedes neither forward nor backward. You were supposed to say that, so that the cow couldn't stampede. At night you were supposed to release the spell, and say that they either stampede backward or forward, otherwise they'd die and we shepherds had to remember that.", "danish_publication": "Besekorset. Man siger følgende, så skal koen ikke kunne bese: Når jeg ser en ko, der beser over et fald agre, så beser den enten frem eller tilbage. Om aftenen skulde man løse af korset igjen og sige, at de enten beste tilbage eller frem, ellers døde de, dette måtte vi flyttehjorder huske.", "english_publication": "Besekorset (Stampeding spell). When you said the following, then the cows weren’t supposed to be able to stampede: When I see a cow stampeding over a field, then it stampedes neither forward nor backward. At night you were supposed to release the spell, and say that they neither stampeded backward nor forward, otherwise they’d die, we shepherds had to remember that.", "keywords": {"keyword": ["cow", "death", "field", "night", "shepherd", "spell", "stampede"]}, "etk_index": {"heading_danish": "Kloge mænd og koner og deres bedrifter", "heading_english": "Cunning men and women and their activities"}, "tango_indices": {"tango_index": [null, null, null]}, "genre": null}