{"publication_info": "DS_VI_970", "full_name": "235 - 1.39 - DS_VI_970", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.39, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": {"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "DS_VI_981", "full_name": "235 - 1.38 - DS_VI_981", "url": "data/stories/258.dfl"}, {"informant_id": 492, "publication_info": "DS_VI_973", "full_name": "492 - 0.00 - DS_VI_973", "url": "data/stories/901.dfl"}]}, "fielddiary_page_start": "5219b (3)", "fielddiary_page_end": "5219b (3)", "bibliographic_info": "Feilberg 1977", "bibliography_references": null, "annotation": "Unlike most of Kirsten Marie's other spells, this spell makes no reference to prayer or Christian belief. Kirsten Marie also offers a short narrative to confirm the efficacy of the spell. Other spells make oblique references to religious figures (DS VI 973).\n\n     Bees were often kept as a means to supplement income and to provide honey which could be used in brewing.\n\n     A bee swarm is of course a threatening thing, both to humans and to animals, although it is unlikely that swarming honey bees would actually attack anyone. Nevertheless, animals might well be spooked by, and stampede at, the sight and sounds of a bee swarm. \n\n     A bee swarm usually indicates overcrowding in the hive and the queen bee often leaves the hive during a swarm. Consequently, a swarm might reduce honey production, and it would be important to any beekeeper to quell the swarm quickly and effectively. The swarm might also choose to move to another hive not on the beekeeper's property. Putting the swarm into a stone heap might be a temporary solution, but it would do little to help with honey production at the farm.\n\n     Tang Kristensen noted that the word toendé, written as one word in the manuscript, but as three words in the published version, is incomprehensible. Feilberg's explanation of the word toende, \"sweat profusely,\" makes little sense in this context (Feilberg 1977 vol. 4, 815). It is more likely that Kirsten Marie did not remember, or perhaps never knew, the words that finished her mother's spell.", "danish_manuscript": "Bæjkorset. Du liden Fugl, du flyver s. højt\nskjønt Vejret er under dine Vinger, vil du\nej disse Vinger til Joren nedlægge imens\njeg Kuben henter og Lagende toendé. Vi\nhavde Bi hjem og s. læste hun det for\ndem. Løb ind under dem og sagde: du kan\na Bikorset, nu skal a lære det.  S. lagde\nde dem lige ned i en stendynge", "english_manuscript": "The Bee Curse (Spell). Little bird you fly so high, beautiful weather is under your wings. Will you not put your wings to the ground, while I get the hive and the canvas toendé. We had bees at home and she read that for them. She ran in under them and said: you don't know the Bee curse, now I'm going to teach it to you. Then they lay down right in a stone heap.", "danish_publication": "Bikorset. Du liden fugl, du flyver så höjt, skjöndt vejret er under dine vinger. Vil du ej dine vinger til jorden nedlægge, imens jeg kuben henter og lagenen to en dé. Vi havde bi hjemme, og så læste moder det for dem. Hun løb ind under dem, og så lagde de dem lige ned i en stendynge.", "english_publication": "The Bee Curse (Spell). Little bird you fly so high, beautiful weather is under your wings. Will you not put your wings to the ground, while I get the hive and the canvas to en dé. We had bees at home and my mother read that for them. She ran in under them and then they lay down right in a stone heap.", "keywords": {"keyword": ["beautiful", "bees", "birds", "canvas", "curse", "flying", "home", "mother", "spell", "stone", "walls", "weather", "wing"]}, "etk_index": {"heading_danish": "Kloge mænd og koner og deres bedrifter", "heading_english": "Cunning men and women and their activities"}, "tango_indices": {"tango_index": [null, null]}, "genre": null}