{"publication_info": "DS_I_553", "full_name": "150 - 1.23 - DS_I_553", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 1.23, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 7, "name": "Aarestrup", "display_name": "Aarestrup (place mentioned)"}, {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place mentioned)"}, {"place_id": 669, "name": "Tveden", "display_name": "Tveden (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "Unpub_BJK_112", "full_name": "150 - 1.12 - Unpub_BJK_112", "url": "data/stories/15.dfl"}, {"informant_id": 150, "publication_info": "JAH_I_383", "full_name": "150 - 1.40 - JAH_I_383", "url": "data/stories/43.dfl"}, {"informant_id": 150, "publication_info": "JAH_V_172", "full_name": "150 - 3.21 - JAH_V_172", "url": "data/stories/84.dfl"}, {"informant_id": 150, "publication_info": "JAH_V_174", "full_name": "150 - 3.23 - JAH_V_174", "url": "data/stories/86.dfl"}, {"informant_id": 241, "publication_info": "Unpub_JPP_106", "full_name": "241 - 1.06 - Unpub_JPP_106", "url": "data/stories/147.dfl"}, {"informant_id": 241, "publication_info": "DS_VII_1274", "full_name": "241 - 4.13 - DS_VII_1274", "url": "data/stories/185.dfl"}, {"informant_id": 241, "publication_info": "DS_VII_491a", "full_name": "241 - 4.14 - DS_VII_491a", "url": "data/stories/186.dfl"}]}, "fielddiary_page_start": "3246b", "fielddiary_page_end": "3247a", "bibliographic_info": "Dégh 2001\nRørbye 1976b\nHansen 1943", "bibliography_references": {"reference": {"display_string": "[Book] Dégh, Linda. 2001. <i>Legend and belief. Dialectics of a folklore genre</i>. Bloomington: Indiana University Press."}}, "annotation": "Stories about cunning folk finding lost sheep are widely attested (JPP 1.06, JPP 4.13, JPP 4.14), and the recovery of the sheep seems to mitigate Jens's otherwise dismissive attitude toward Villads. Otherwise, Jens provides a clear indictment of cunning folk and the dishonesty of their endeavors. The connection between the black book of magic, Cyprianus, and Satan, is made explicit here. Given the first story in this sequence of two stories, though, and Jens's generally playful attitude, it seems unlikely that Jens believes this story. Of course, the story may represent the type of negotiation of belief that is a characteristic of the legend dialectic (Dégh 2001).\n\nReferring to the devil by a name other than his own is common as a common belief holds that, if one mentions the devil by name, he will appear. Here, Jens refers to him as \"Old Jerrik,\" a dialect variant of the common \"Old Erik\"; interestingly, the manuscript gives \"Old Erik\" (Gl. Erik), indicating that Tang Kristensen added the dialect referent during his later transcription.", "danish_manuscript": "Den gamle Villads her i Erslev den allervesterste\nog sønderst Gaard, h. var saadan en Hegsemester\nog h. kunde komme deher Bjærgmænd og Ellefolk i\nTale, naar h. vilde. S. boede der en i et\nBj. der hedder Kringelbjærg sønden for Vejen\npaa hans Mark, der er en Grusgrav i nu. \nDe kaldte ham Kringelbjærgmanden og ham\nkunde h. kom i Tale, naar h. vilde. S. var\ndet en Aften de sad og svirede ham og s. Kold\nPer i den nordvestligste Grd. og s. Søren Øster\ngaard, der siden kom til at bo i Tveden,\n\n3247A\nde sad en Aften og fik dem nogle Dram. S. praler\nh. af h. kunde komme dh. Bj. i Tale naar h. vil\nde og dersom de vilde følges med ham derop, s.\nskulde h. kalde paa ham, de kunde faa ham at\nse og snakke med ham. Ja det vilde de godt. Tro\nede jo, h. skulde forskr.[t] dem. S. skulde de gaa\n3 G. omkring Bjærget, og naar a s. slaar 3. g. i\nBj. med min Kjæp og kalder paa ham, s. kommer\nh. mossæl. N. de spaserer jo omkr. Bj. 3. G.\nog s. slog V. i Bj med Kjæppen og h. raaber opaa\nham. Davbjærremand kom her ud, der er 2\nder vil tale med dig. Der er 3 s. Kold-Per. H. \nvilde ikke komme. H. slog 2 G. og der kom ingen.\nJa naar a slaar nu 3 G. s. kommer h. mossæl.\nH. tænkte jo de skulde blive forskr. H. slog den\n3 G. og der vilde ingen til at komme. Her oppe ved\nskoven boede en M. der hed Søren Bravlstrup, s.\ntog hans Hund ved at gjø s. stærkt. Nu ved a mos\nsæl Besked, h. er der oppe, s. h. kommer ikke\nud til os i Aften. Paa den Maade slap Vil-\nlads, for de skal jo begaa dem med Løgne og hvor-\ndan de kan.\nH. saa dem s. tit, h. saa de gik fra Bavnhøj\nFaaresti og derfra og ind til Kringelbjærg og de\nhavde Voxfakler eller Lys i Haanden og s. dem\nsaadan s. tit de spaser. Det var en G. et Kob-\nbel Faar der slap ned i Kringelbj. og havde h. ikke\nhaft s. meget mere Klogskab, s. havde h. aldrig faa-\net dem op igien. H. havde hans Bøger og kunde\nkom Gl. Erik i Tale. H. læste dem op. H. hav-\nde Cyprianus.", "english_manuscript": "Old Villads over here in Ersted-- in the westernmost and the southernmost farm--he was a real witchmaster and he could talk to these here mound dwellers and elves whenever he wanted. There was one who lived in a mound south of the road out on his field, called Kringelbjærg, there’s a gravel pit there now. They called him the Kringelbjærg man and he could talk to him whenever he wanted to. So one night, they were sitting there drinking, it was him and Kold Per from the most north-westerly farm and Søren Østergaard, who later wound up living in Tveden, they were sitting there one night and had some drinks. Then he begins boasting that he can talk to this mound dweller whenever he wants, and if they’d follow him up to Kringelbjærg, then he’d call him so they could see him and talk to him. They had to walk three times around the mound, “and when I bang three times down on the mound with my staff, then he’ll come goddammit.” Well, they walk around the mound three times and then Villads bangs his staff down on the ground, and calls out to him, “Hey mound dweller, come out here, there are two who want to talk to you.” -- “There are three,” said Kolde-Per. He wouldn’t come. He hit a second time, and no one came. “Well, when I hit this third time, he’ll come goddammit.” He figured that maybe they’d get scared. He hit the third time, but no one would come out. Up here in the forest lived a man name Søren Bavlstrup, and his dog began barking really loudly. “Goddammit, now I know what’s happened, he’s up there, so he won’t be coming out to us tonight.” So that’s how Villads got out of it, because they have to use lies and whatever else they can.\n     He saw them so often, he saw that they walked from the Bavnhøj sheep pen and from there out to Kringelbjærg and they carried wax torches or candles in their hands and he saw them like that whenever they were walking. Once there was a flock of sheep that got away down by Kringelbjærg, and if he hadn’t been as cunning, he never would have got them again. He had his books and he could talk to Old Erik. He read up from them. He had a Cyprianus.", "danish_publication": "Den gamle Villads her i Ersted — han boede i den allervesterste og sønderste gård — det var sådan en heksemester, og han kunde komme deher bjærgmænd og ellefolk i tale, når han vilde. Så boede der en bjærgmand ude på hans mark i en bakke, der hedder Kringelbjærg, sønden for vejen til Årestrup, der er en grusgrav i den nu, og ham kaldte de Kringelbjærgmanden. Se, ham sagde gamle Villads, at han kunde komme i tale, når han vilde.  Så var det en aften, at han og Kolde-Per og Sören Östergård — det var netop ham, der siden kom til at bo i Tveden — de sad og svirede i den nordvestligste gård her i byen, og da de havde fået dem nogle dramme, så begynder Villads at prale af, at han kan komme denher bjærgmand i tale, og dersom de vilde følges med ham op til Kringelbjærg, så skulde han kalde på ham, så de kunde få ham at se og komme til at snakke med ham. Ja, de vilde da godt med, sagde de, måske fordi han ikke skulde tro, det kunde forskrække dem. Så rejser de jo af derud med hverandre, og så siger Villads, hvordan de har at forholde dem. \"Nu skal vi gå tre gange omkring bjærget, og når a så slår tre gange i bjærget med min kjæp, så kommer han mossel.\" Nå, de spaserer jo omkring bjærget, og så slår Villads ned i jorden med kjæppen og råber åpå ham: \"Dav bjærremand, kom her ud, der er to, der vil tale med dig!\" — \"Der er tre,\" sagde Kolde-Per. Men han vilde ikke komme. Han slog anden gang, og der kom ingen. \"Ja, når a slår nu tredje gang, så kommer han mossel.\" Han tænkte måske, de skulde være blevne forskrækkede og rendt deres vej. Nå, så slog han tredje gang, men der vilde ingen til at komme. I det samme giver en hund sig til at gjø så stærkt, det var netop Sören Bravlstrups her oppe ved skoven. \"Nu véd a mossel besked,\" sagde gamle Villads, \"bjærgmanden er gået derop, og på den måde kan han jo da ikke komme ud til os i aften.\" Sådan slap Villads for at kalde bjærgmanden frem, for de skal jo begå dem med lögn, og hvordan de kan, når de kan ikke nærere.\n     Villads så så tit deher bjærgfolk, han så, de gik og spaserede fra Bavnhöj og ned til degnens fåresti, og derfra og ud til Kringelbjærg, og de gik og tog hverandre i armen og havde voksfakler eller lys i hånden. Der var en gang et kobbel får, der slap ned for ham i Kringelbjærg, og havde han ikke haft så meget mere klogskab, så havde han aldrig fået dem igjen; men han læste dem op, for han havde Cyprianus og hans bøger og kunde komme Gamle-Jerrik i tale.", "english_publication": "Old Villads over here in Ersted--he lived in the westernmost and the southernmost farm--he was so great a witchmaster that he could talk to these here mound dwellers and elves whenever he wanted. There was a hidden man (mound man) who lived in a hill out on his field, called Kringelbjærg, south of the road to Årestrup, there’s a gravel pit there now, and they called him the Kringelbjærg man. You see, old Villads said he could talk to him whenever he wanted to. So one night, he and Kolde-Per and Søren Østergaard--it was in fact he who later wound up living in Tveden--they sat drinking in the most north-westerly farm here in the town and after they had had several drams, Villads begins boasting that he can talk to this here mound dweller, and if they’d follow him up to Kringelbjærg, then he’d call him so they could see him and get to talk to him. Sure, they’d gladly go along, they said, maybe so that he wouldn’t think that this might scare them. So then they leave with each other and then Villads tells them what to do. “Now we’re to walk three times around the mound, and when I bang three times down on the mound with my staff, then he’ll come, goddammit.” Well, they walk around the mound and then Villads bangs his staff down on the ground, and calls out to him, “Hey mound dweller, come out here, there are two who want to talk to you.” -- “There are three,” said Kolde-Per. But he wouldn’t come. He hit a second time, and no one came. “Well, when I hit this third time, he’ll come, goddammit.” He figured that maybe they’d get scared and run away. Well, then he hit a third time, but no one would come out. At the same time, a dog began barking really loudly, it was Søren Bravlstrup’s from up here near the forest. “Goddammit, now I know what’s happened,” said Villads, “the mound dweller has gone up there, and so he can’t come out to us tonight.” So that’s how Villads got out of calling the mound dweller out, because they have to fill them with lies and whatever else they can when they can't do any better.\n     Villads saw the mound dwellers so often, he saw that they walked from Bavnhøj and down to the parish clerk’s sheep pen and from there out to Kringelbjærg; and they walked with their arms around each other and were carrying wax torches or candles. Once there was a flock of sheep that got away from him down by Kringelbjærg, and if he hadn’t been as cunning, he never would have got them again; but he read them up, since he had a Cyprianus and his books, and he could talk to Old Jerrik.", "keywords": {"keyword": ["arms", "banging", "books", "candle", "Cunning Folk", "cyprianus", "dog", "dram", "drinking", "elf", "fact", "farm", "field", "flock", "forest", "hill", "mound", "mound dweller", "night", "north", "old", "Old Villads", "parish clerk", "Per", "road", "sheep", "south", "Søren", "Søren", "Søren Bravlstrup", "three", "tonight", "town", "witch master", "wound"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}