{"publication_info": "DS_IV_1839", "full_name": "235 - 1.40 - DS_IV_1839", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.4, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 708, "name": "Vindblæs", "display_name": "Vindblæs (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "DS_VI_884", "full_name": "235 - 1.41 - DS_VI_884", "url": "data/stories/261.dfl"}, {"informant_id": 370, "publication_info": "DS_VI_882", "full_name": "370 - 0.00 - DS_VI_882", "url": "data/stories/542.dfl"}, {"informant_id": 323, "publication_info": "DS_VI_886", "full_name": "323 - 0.00 - DS_VI_886", "url": "data/stories/618.dfl"}]}, "fielddiary_page_start": "5219b", "fielddiary_page_end": "5220a", "bibliographic_info": "Rørbye 1976", "bibliography_references": {"reference": {"display_string": "[Book] Rørbye, Birgitte. 1976. <i>Kloge folk og skidtfolk. Kvaksalveriets epoke i Danmark</i>. Copenhagen: Politiken."}}, "annotation": "Kirsten Marie's performance of folk cures leads to a legend about a cunning person, in this case the well-known Vindblæskone, also known as Maren Haaning (Rørbye 1976, 104-9). \n\n     Rørbye points out that Vindblæskonen was essentially a company name for all the cunning folk who were descendants of Maren Kirstine Christensdatter Haaning (1782-1853) (Rørbye 1976, 104). This family became the most famous family of cunning folk in Denmark. There are numerous stories related to their practice in Danske sagn (DS VI 882, 886).\n\n    Up through the nineteenth century, there was considerable competition among cunning folk. Because of strict laws against quacksalvery and practicing medicine without a license, cunning folk often relied on word of mouth to support their practices. Despite the laws, authorities often \"looked the other way\" at these practices since the cunning folk represented, in many cases, the only access to health care for many people living in rural areas. Indeed, the Haaning family had a close working relationship with the pharmacy in Løgstør (Rørbye 1976, 105). \n\n     Stories such as this attest to the considerable discussion among the rural population not only of whether the cunning folk could help but also about which cunning folk were worth visiting. In this story, and the following story, the cunning woman's cures are shown to be ineffective.", "danish_manuscript": "A havde en Farbroder der var næsten blind.\nHan var hos Konen i Vindblæs og hun gav ham\nnogle Urter (Owter) der skulde koges, og h.\n\n5220A\nskulde drikke. s gaa til en Mølle og faa noget\nKnagfedt og s. smørre et Plaster og lægge i\nhans Nakke. I Urterne laa et Stykke Papir \nmed 9 Takker [tegning] og tage en Tak hver\nMorgen i 9 Morgener, begynde fra den spidse\nEnde. Det hjalp lige godt ikke.", "english_manuscript": "I had an uncle who was almost blind. He went to the woman in Vindblæs and she gave him some herbs that were to be boiled and then he was supposed to drink it. He was also supposed to go to a mill and get some mill shaft grease and put it on a poultice and put it on his neck. Amongst the herbs, there was a piece of paper with nine notches [picture], and he was supposed to take one notch each morning for nine mornings, starting from the narrow end. It didn't help at all.", "danish_publication": "A havde en farbroder, der var næsten blind, og så sögte han råd for det ved den kloge kone i Vindblæs. Hun gav ham nogle urter, der skulde koges, og så skulde han drikke det. I urterne lå et stykke papir med 9 takker snart som en redekam, men papiret var spidsere ved den ene ende end ved den anden. Så skulde han tilligemed tage en tak hver morgen i 9 morgener, og begynde ved den spidse ende. Så skulde han også gå til en mølle og få noget knagfedt og smøre et plaster af og lægge i hans nakke. Men det hjalp lige godt ikke.", "english_publication": "I had an uncle who was almost blind and so he went to seek advice from the cunning woman in Vindblæs. She gave him some herbs that were to be boiled and then he was supposed to drink it. Amongst the herbs, there was a piece of paper with nine notches like a comb, but the paper was narrower at one end than at the other. He was supposed to take one notch each morning for nine mornings, and start at the narrow end. He was also supposed to go to a mill and get some shaft grease and put it on a poultice and put it on his neck. But it didn’t help at all.", "keywords": {"keyword": ["advice", "Cunning Folk", "drinking", "herbs", "mill", "morning", "neck", "paper", "uncle"]}, "etk_index": {"heading_danish": "Pest og sygdomme", "heading_english": "Plague and illnesses"}, "tango_indices": {"tango_index": [null, null, null, null]}, "genre": null}