{"publication_info": "DS_VI_884", "full_name": "235 - 1.41 - DS_VI_884", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.41, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 425, "name": "Nielstrup", "display_name": "Nielstrup (place mentioned)"}, {"place_id": 708, "name": "Vindblæs", "display_name": "Vindblæs (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 370, "publication_info": "DS_VI_882", "full_name": "370 - 0.00 - DS_VI_882", "url": "data/stories/542.dfl"}, {"informant_id": 323, "publication_info": "DS_VI_886", "full_name": "323 - 0.00 - DS_VI_886", "url": "data/stories/618.dfl"}, {"informant_id": 235, "publication_info": "DS_IV_1839", "full_name": "235 - 1.40 - DS_IV_1839", "url": "data/stories/260.dfl"}]}, "fielddiary_page_start": "5220a (1)", "fielddiary_page_end": "5220a (1)", "bibliographic_info": "Rørbye 1976\nTangherlini 2000", "bibliography_references": {"reference": [{"display_string": "[Book] Rørbye, Birgitte. 1976. <i>Kloge folk og skidtfolk. Kvaksalveriets epoke i Danmark</i>. Copenhagen: Politiken."}, {"display_string": "[Article] Tangherlini, Timothy R. 2000. \"How do you know she's a witch\"? : Witches, cunning folk, and competition in Denmark. Vol. 59 of <i>Western Folklore</i> 3-4: 279-303."}]}, "annotation": "Kirsten Marie confirms the popularity of the Vindblæskone, whose main customer base was in northern and western Jutland (Rørbye 1976, 105). Despite numerous complaints against them, the Vinblæsfolk (Vinblæs people) were never subjected to anything more than fines for quacksalvery because their patients vouched for them, and the local physicians had agreed to leave them in peace (Rørbye 1976, 106).\n\n     Even though the son in this story dies, the Vindblæs woman's powers are confirmed through her accurate prediction of the baker's death. Although the ability to predict accurately someone's death might have led to accusations of witchcraft in an earlier time, historical changes and, perhaps more importantly, the Vindblæs woman's considerable status in the surrounding area, would have allowed her to easily beat any such accusation (Tangherlini 2000).", "danish_manuscript": "Der var nogle flere fra Nielstrup ude \nved hende en G. x s. kom der en Række Vogne\nkjørende gjennem Vindblæs og skulde til Kjøb-\nstadeb. S. s. den kloge kone: Den bager\nMand h. dør inden h. kommer hjem. Det\nvarer ikke svar længe, inden det løb over\nhele Byen at h. var død paa Vejen. Det \nkunde hu se i hendes Vindue.\nDe sagde at hun gij bestandig og vandte\npaa et Nøgle, s. rinkede hu op og s. vandte\nhun igjen. x De havde en søn der var \nsyg, men h. døde ogsaa.", "english_manuscript": "There were several others from Nielstrup who went down to the cunning woman in Vindblæs. They had a son who was sick, but he died too. and they went down there for advice, but he died anyway. While they were there, a whole column of wagons drove through Vindblæs and they were going to the market town. Then the cunning woman says, \"That baker, he'll die before he gets home.\" It didn't take too long before it was all over town that he'd died on the road. She could see that in her window. They said that she walked constantly about winding a bolster of yarn, then she'd unravel it, and then she wound it up again.", "danish_publication": "Der var nogle flere fra Nielstrup nede ved den kloge kone i Vindblæs. De havde en søn, der var syg, og ham sögte de råd for, men han døde alligevel. De sagde, at hun gik bestandig og vandt på et nøgle garn, så rinkede hun op, og så vandt hun igjen. Imens de var der, kom der en række vogne kjørende gjennem Vindblæs og skulde til kjöbstaden. Så siger den kloge kone: \"Den bager mand han døer. inden han kommer hjem.\" Det varte ikke svar længe, inden det løb over hele byen, at han var død på vejen. Det kunde hun se i hendes vindue, og hun må da have været noget klog.", "english_publication": "There were several others from Nielstrup who went down to the cunning woman in Vindblæs. They had a son who was sick, and they went down there for advice, but he died anyway. They said that she went constantly winding a bolster of yarn, then she'd unravel it, and then she wound it up again. While they were there, a whole column of wagons drove through Vindblæs and they were going to the market town. Then the cunning woman says, “That baker, he’ll die before he gets home.” It didn’t take too long before it was all over town that he’d died on the road. She could see that in her window, and she must have been somewhat wise (cunning).", "keywords": {"keyword": ["advice", "baking", "Cunning Folk", "death", "home", "market", "road", "sickness", "son", "town", "wagon", "window", "wound", "yarn"]}, "etk_index": {"heading_danish": "Kloge mænd og koner og deres bedrifter", "heading_english": "Cunning men and women and their activities"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}