{"publication_info": "DS_III_1566", "full_name": "235 - 1.43 - DS_III_1566", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.43, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 425, "name": "Nielstrup", "display_name": "Nielstrup (place mentioned)"}, {"place_id": 610, "name": "Stubdrup", "display_name": "Stubdrup (place mentioned)"}, {"place_id": 667, "name": "Tuesgård", "display_name": "Tuesgård (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "JAH_V_572", "full_name": "235 - 1.44 - JAH_V_572", "url": "data/stories/264.dfl"}, {"informant_id": 150, "publication_info": "DS_III_1589", "full_name": "150 - 1.32 - DS_III_1589", "url": "data/stories/35.dfl"}, {"informant_id": 150, "publication_info": "DS_III_1549", "full_name": "150 - 3.48 - DS_III_1549", "url": "data/stories/111.dfl"}]}, "fielddiary_page_start": "5220a", "fielddiary_page_end": "5220b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Calling on her own experiences as a shepherd, Kirsten Marie recounts her impressions of the landscape, and the possibility of reading an earlier history inscribed in that landscape. Tuesgård may have been a farm that was abandoned during the eighteenth century, and placed under the control of a larger manor farm (See BJK 1.32 and 3.48). \n\n     Kirsten Marie alludes here to the land reforms of the late eighteenth and early nineteenth centuries. There is little evidence that people moved back into villages and then back out onto the fields. On the other hand, rampant parceling of farmland into smaller and smaller plots resulted in cotter holdings that were so small that they could not support a family and subsequently contributed to the ongoing problem of rural poverty that was a main political and social concern up through the end of the nineteenth century.", "danish_manuscript": "Der er nogle store Høje henne paa Niel-\nstrup Mark der kaldes Ståbdrup Høje.\nDer gik a og gantede Kreaturer (passede\ndem. Nedenfor ligger en Dal og der i den\nskal have ligget en grd der hed Tuesgrd,\nLavningen der kaldes Tuesgaard endnu.\nVi skal om i Tuesgaard. Der var ikke andet \nat se af den end Brostenene.\nDe maatte jo til at flytte sam igien for\n\n5220B\nKjæltringer og Tatertøj, og flyt ind til Byen.\nNu spredes de igien.", "english_manuscript": "There are a few mounds out on Nielstrup field, they call them the Ståbdrup mounds. I went out there and watched the cattle. Below them there's a dale where there was supposed to have been a farm that was called Tuesgård. The dip there is still called Tuesgård. \"We're going over to Tuesgård.\" There was nothing to see there except the cobblestones. People had to move closer together because there were so many beggars and gypsies, and move into town. Now they are spreading out again.", "danish_publication": "Forhen i ældgammel tid lå der mange gårde udflyt, og byerne var ikke så samlede. Der er nogle store höje henne på Nielstrup mark, der kaldes Ståbdrup höje, der gik a og gantede (passede) kreaturer, og nedenfor dem ligger en dal, hvor der skal have ligget en gård, som hed Tuesgård. Lavningen der kaldes Tuesgård endnu. \"Vi skal om i Tuesgard med hövderne\", sagde vi hjorder. I min barndom var der ikke andet spor af gården end brostenene. Så målte folk til at flytte sammen igjen i byer, for der blev så mange kjæltringer og så meget tatertöj, og de enlige gårde kunde ikke godt bjærge sig for dem. Men nu begynder det atter på den gamle vis, for nu spredes folk, og byerne bliver udflyt.", "english_publication": "Back in the really old days, a lot of farms lay spread out about, and the towns weren’t as gathered. There are a few mounds out on Nielstrup field, they call them the Ståbdrup mounds, I went out there and watched the cattle, and below them there’s a dale where there was supposed to have been a farm that was called Tuesgård. The depression there is still called Tuesgård. “We’re going over to Tuesgård with the cows,” we herders used to say. In my childhood, there weren’t any traces of the farm except the cobblestones. Then people had to move together into towns again, because there were so many beggars and gypsies, and the solitary farms couldn’t protect themselves against them. But now it's starting again according to the old ways, because people are spreading out now and they’re moving out of the towns.", "keywords": {"keyword": ["beggar", "cattle", "childhood", "cow", "dale", "day", "farm", "field", "gypsy", "herdsman", "mound", "old", "town"]}, "etk_index": {"heading_danish": "Sagn om gårde og byer", "heading_english": "Legends about farms and towns"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}