{"publication_info": "JAH_V_572", "full_name": "235 - 1.44 - JAH_V_572", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.44, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 483, "name": "Rejstrup", "display_name": "Rejstrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "JAH_V_574", "full_name": "235 - 2.07 - JAH_V_574", "url": "data/stories/290.dfl"}, {"informant_id": 235, "publication_info": "DS_III_1566", "full_name": "235 - 1.43 - DS_III_1566", "url": "data/stories/263.dfl"}, {"informant_id": 235, "publication_info": "JAH_V_539", "full_name": "235 - 1.29 - JAH_V_539", "url": "data/stories/249.dfl"}, {"informant_id": 235, "publication_info": "JAH_V_624", "full_name": "235 - 1.28 - JAH_V_624", "url": "data/stories/248.dfl"}]}, "fielddiary_page_start": "5220b", "fielddiary_page_end": "5220b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Kirsten Marie's worries about vagabonds find clear expression in this story. In the preceding story (1.43), she painted a picture of villages being overrun by wanderers, a position that was argued in the stænderforsamlinger (local assemblies) and later in the parliament by Jutlandic representatives in response to various proposals for laws concerning poverty assistance. In this case, the farm itself is overrun by wanderers who not only overwhelm the farm, but also bring disease with them.", "danish_manuscript": "En Pige fortalte, at hos hendes Faders der\nboede i Rejstrup kom et Par ind om Af-\nten og vilde laane Hus. De tog noget\nHalm ud og redte til dem paa Gulvet i\nStuen. Om Morgen da de kom op, da\nlaa der 17. Der immellem dem var en der\ngik altid og sagde: Gud lad Kraft fortære\nmig. Min Moder sagde, at det sidste\nhun saa hende, da gik hun med Fingerne i\nStruben. Hun junde ikke drikke nærer end det løb derud.", "english_manuscript": "A girl said that at her father's place, he lived in Rejstrup, a couple came in one night and asked for lodgings. They took out some hay and made a place for them on the floor in the living room. When they woke up in the morning there were seventeen people there. Among them, there was one who always said, \"God, let me be devoured by cancer.\" My mother said that the last time she saw her, she went about with her fingers in her larynx. She couldn't drink without it pouring out of there.", "danish_publication": "En pige har fortalt, at hos hendes faders, der boede i Rejstrup, der kom et par ind om aftenen og vilde låne hus. Folkene tog noget halm ind, og så redte de til dem på gulvet i stuen. Men om morgenen, de kom op, da lå der 17. Der imellem dem var en, der altid gik og sagde: \"Gud lad kraft fortære mig\". Min moder sagde, at det sidste hun så hende, da gik hun med fingeren i struben, sådan havde kraft ædt hende op, og hun kunde ikke drikke nærere, end det løb derud.", "english_publication": "A girl said that at her father's place--he lived in Rejstrup--a couple came in one night and asked for lodgings. The people at the farm brought some hay in and then they made a place for the couple on the floor in the living room. But when they woke up in the morning there were seventeen people there instead of just the two. There was one of them who always said, “God, let me be devoured by cancer.” My mother said that the last time she saw her, she was walking around with her finger in her larynx, that’s how much the cancer had eaten her, and when she’d drink, it would pour out of there.", "keywords": {"keyword": ["cancer", "drinking", "father", "finger", "floor", "girl", "god", "hay", "morning", "mother", "night"]}, "etk_index": {"heading_danish": "Livet uden døre", "heading_english": "Life outdoors"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}