{"publication_info": "Æv_0_1512", "full_name": "235 - 1.47 - Æv_0_1512", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.47, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": {"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "JFm_XII_3", "full_name": "235 - 1.49 - JFm_XII_3", "url": "data/stories/269.dfl"}, {"informant_id": 235, "publication_info": "Æv_0_1514", "full_name": "235 - 1.50 - Æv_0_1514", "url": "data/stories/270.dfl"}, {"informant_id": 235, "publication_info": "Æv_0_1515", "full_name": "235 - 1.54 - Æv_0_1515", "url": "data/stories/274.dfl"}, {"informant_id": 235, "publication_info": "Æv_0_1513", "full_name": "235 - 1.48 - Æv_0_1513", "url": "data/stories/268.dfl"}]}, "fielddiary_page_start": "5220b", "fielddiary_page_end": "5221a", "bibliographic_info": null, "bibliography_references": {"reference": {"display_string": "[Book] Uther, Hans-Jörg. 2004. <i>The types of international folktales : a classification and bibliography, based on the system of Antti Aarne and Stith Thompson (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}}, "annotation": "This fictional and somewhat amusing account of the antics of the Lord and Saint Peter shares several features with ATU 461 tales, \"Three Hairs from the Devil's Beard\", but is much closer to ATU 779a tales, \"Miscellaneous Divine Rewards and Punishments\". It is interesting to note that an itinerant peddler, known by the nickname \"Ridesvends kræmmer,\" figures in this tale, given the numerous stories that Kirsten Marie tells about these untrustworthy wanderers. \n\n     The word \"gilde\" (feast) only makes sense in this story if it is taken to mean wedding celebration. Presumably the peddler has a daughter, and the boy is married to her. When the peddler commits suicide, the boy, now his son-in-law, inherits from him. According to Danish inheritance law, the son-in-law would, by marriage, be entitled to the inheritance from his wife's father, as long as they remained married.\n\n     The story was never published in any of Tang Kristensen's collections.", "danish_manuscript": "Det var i den Tid Vorherre og Sant Peder\nde gik paa Jorden, s. kom de ind og bad Hus\net Sted og vilde ligge. Risvends Kræmmer\nvar ogsaa komme til at ligge der, men de\nvidste ikke af hinanden at sige, og de laa\nhver i sin Seng. S. hørte de ti Konen hun\nvar i Barnsnød. S. s. Vh. til SP. gaa\nud og se hvad Stjærner der er paa Himlen\nnu Barbet kan blive født. H. kom ing o\nfortalte at den skulde hænges. Ja s. ikke\n\n5221A\nblive født endnu. S. bad h. ham et Stykke\nefter gaa ud.. S. brændes. Heller ikke \nfødt. Gaa ud igien. Ha s. skulde den arve\nRisvends Kr. S. maatte den blive født\nS. tænkt R Kr. i den anden Seng, det\nskulde blive en farlig Løgn, nok se at\nfaa det forbøjen- [Kom] Rejste. Da Barnet\nblev større, fik h. Hold i den og skulde være\nhos ham. H. var Kr. og den fulgte med\nham. En Dag skriv h. et Brev og sendte\nhjem med den og de dræbe ham. henne\ninden R. Kr. kom hjem igien. Paa Vejen\nkom forbi en Kirkegaard, lagt sig der og sove\nog lagt Brevet under hans Hoved. S. kom\nde ud af Kirken, Præ hen og ser hvad \nder staar i det Brev. Skriver et andet\nBrev, stæbe at have gilde, stak det s.\nlettelig i Brevet igien. Fik gilde og alting\nklappet og klart da h. kom hjem. R. Kr.\ntog sig selv af med Livet og s. arvede h.\nham.", "english_manuscript": "It was at the time when Our Lord and St. Peter walked the earth, they came in and asked for lodgings at a place and wanted to rest there. The Ridesvends kræmmer (the outriders' peddler) had also gotten a place to sleep there, but they didn't know about each other, so to speak, and they lay there in each their own bed. Then they heard that the wife there was in labor. Then Our Lord said to St. Peter, go out and see which stars are in the sky now that the child is to be born. He came in and said that the child would be hung. Yes, well then he shouldn't be born yet. Then he asked him a little later to go out. Said he would be burned. Not born yet either. Go out again. He said he would inherit the Ridesvends peddler. Well then he could be born. Then the Ridesvends peddler in the other bed thought that that would be quite a lie, was going to make sure that it wouldn't happen. Went off. When the child got bigger, he got hold of him and he was to be with him. He was a peddler and he followed along with him. One day he wrote a letter and sent him home with it and they should kill him. Along the way, he came past a cemetery, lay down there and slept and put the letter under his head. Then they came out of the church, and the minister went over and saw what was written in the letter. He wrote another letter, that they should try to have a wedding celebration as quickly as possible, and he put it quietly back into the envelope. They had the celebration and everything was done and ready when he got home. The outriders' peddler killed himself and then he inherited from him.", "danish_publication": "I den Tid, da Vorherre og Sant-Peder de gik paa Jorden, da kom de en Aften til et Sted og bad om Hus. De fik ogsaa Lov til at ligge der, men kort i Forvejen var Ridesvends Kræmmer ogsaa kommen dertil og havde forlangt Nattely, og ham havde de ogsaa huset. Han var nu allerede gaaet ti Ro, og saa kom Vorherre og Sant-Peder ogsaa til Ro, men de laa da hver i sin Seng. Lidt efter hørte de, te Konen i Huset hun kom i Barnsnød. Saa siger Vorherre og til Sant-Peder: ”Gaa ud og se, hvad Stjærner der er paa Himmelen.” Han gik og kom ind igjen og fortalte det. ”Ja, saa kan det ikke gaa an at lade Barnet blive født endnu, for hvis det nu blev født, saa skulde det hænges.” Konen hun laa nu og klagede sig der inde, og saa et Stykke Tid efter siger Vorherre igjen til Sant-Peder, at han skal gaa ud og se efter, hvad Stjærner der er nu paa Himmelen. Han kommer tilbage og fortæller det. ”Nej, saa kan det ikke gaa an endnu, for hvis Barnet nu blev født, saa skuld det brændes.” Der gaar igjen en Tid og Konen ligger og klager sig jammerlig. ”Nu kan du gaa ud og se igjen.” Han gaar og kommer tilbage og fortæller, hvad han har set. ”Ja, nu kan det gaa,” siger Vorherre, ”for naar det nu bliver født, saa skal den komme til at arve Ridesvends Kræmmer.” Saa maatte Drengen altsaa blive født, og han blev det ogsaa. Nu laa Ridesvends Kræmmer jo i den anden Seng, og han laa og hørte det. Saa tænkte han: ”Det skal blive en farlig Løgn, det skal a nok se at faa forbøjen.” Om Morgenen rejste han derfra igjen, og Vorherre og Sant-Peder gjorde ogsaa. Barnet vokste godt til og blev en dygtig Dreng. Nu havde Ridesvends Kræmmer jo hans Opmærksomhed henvendt paa den Dreng, og saa kommer han en Gang tilbage dertil og forlanger at faa den Dreng. Han foregav, han skulde følge med ham ud at handle og da faa det saa og saa godt. Han fortalte jo, han var Kræmmer, og Forældrene tykte godt om hans Forslag og lod ham faa Drengen. Der gik nogle Dage hen, og Drengen havde det godt nok. Men saa skriver Ridesvends Kræmmer en Dag et Brev, og det skulde han gaa hjem til hans Kone og Datter med, og han gav ham jo Besked om Vejen. I det Brev stod der, at naar Overbringeren af det Brev kom, saa skulde de slaa ham ihjel, og det skulde gjøres saa betids, at han kunde være henne, inden Ridesvends Kræmmer kom hjem. Han gaar saa med Brevet, det gjør Drengen, men det var en lang Vej, og han blev træt. Saa kom han forbi en Kirkegaard, og der kom han i Tanker om at gaa ind og lægge sig lidt for at hvile, og han lagde Brevet under hans Hoved. Men nu var han jo saa træt, og da han saadan ligger, falder han i Søvn. Nu var det netop en Søndag, og der var Tjeneste i Kirken. Den Gang Folkene kom ud, var der nogle, der saa den Dreng, og de gaar hen og fortæller Præsten det. Han kommer saa hen til ham og ser paa ham, og saa faar han ogsaa det Brev at se, der ligger under hans Hoved. Han lister sig til at faa fat i det og brækker det og læser, hvad der staar. Da føler han jo Medynk med den kjønne Dreng og gaar ind og skriver Brevet om, saa der kommer til at staa, at de skulde give Overbringeren af Brevet Ridesvends Kræmmers Datter snarest mulig, og de skulde stræbe saadan med at have Gilde, at det hele kunde være til Side, inden han selv kommer hjem. Han stak nu saa lettelig Brevet ind under Drengens Hoved igjen, og saa gik de hver til sit. Naa, Drengen vaagnede omsider, og saa kom han afsted igjen, og kom endelig hjem til Ridesvends Kræmmers Hus og gav hans Kone Brevet. Hun læste, hvad der stod, og fik nu travlt med at faa det ordnet. Men de fik da Gilde og alting var klappet og klart, da Ridesvends Kræmmer kom hjem. Han blev jo saa flyvegal, da han hørte, hvad der var gaaet for sig. Men Konen viste ham jo Brevet, og saa kunde han jo selv se, hvad han havde skrevet saa hun havde ingen Skyld i det. Han blev nu saa ærgerlig, at han gik hen og tog sig selv af med Livet, og saa arvede Drengen jo det hele, der var ingen nærere til det, og saadan gik det i Opfyldelse, hvad Vorherre havde sagt.\n\nNavnet blev indtalt: Riisvends Kræmer. Sandsynligvis er det oprindelige Ribersvends Kræmmer.\n", "english_publication": "At the time when Our Lord and Saint Peter walked on Earth, they came one evening to a place and asked for lodgings. They were given permission to stay there, but a short time earlier the Ridesvends Kræmmer (The Outrider´s Peddler) had also arrived there and had asked for lodgings, and they had also given him quarter. He had already gone to bed, and then Our Lord and Saint Peter also went to bed, but they lay each in their own bed. A little later they heard that the woman of the house had gone into labor. Then Our Lord says to Saint Peter: “Go out and see which stars are in the heavens.” He went out and came back in again and told him. “Well, then we can’t let the child be born yet, because if it is born now, then it will be hung.” So the woman lies complaining in there some more, and then a little bit later, Our Lord once again tells Saint Peter to go out and see which stars are in the heavens. He comes back and tells him. “No, it still isn’t right, because if the child was born now, then it would be burned.” A little time goes by again, and the woman is still lying in there complaining horribly. “Now you can go out and look again.” He comes back and tells him what he has seen. “Yes, now it is OK,” says Our Lord, “because when the child is born now, then he will inherit from the Outrider’s Peddler. Then the boy could be born, and he was. Now the Outrider’s Peddler lay in the other bed, and he lay there and listened to this. Then he thought to himself: “That will be one heck of a lie, I’ll make sure of that.” The next morning, he left again, and Our Lord and Saint Peter did too. The child grew up well and became a clever lad. Now the Outrider’s Peddler had focused his attention on the boy, and so one time he comes back to that place and asks to have the boy. He told them that he was a peddler, and the parents liked his proposal and they let him have the boy. A couple of days passed, and the boy was doing fine. But then one day the Outrider’s Peddler writes a letter, and the boy was to take it home to the peddler's wife and daughter, and he told him how to get there. It was written in the letter that when the bearer of the letter arrived they were to kill him, and it should be done so quickly that he would be dead before the Outrider’s Peddler came home. So he walks off with the letter, the boy does, but it was a long way, and he gets tired. So he walks past a cemetery, and he decided to go in and lie down a bit to take a rest, and he put the letter under his head. But he was so tired that when he lay down like that, he fell asleep. Now it turned out that it was a Sunday, and there were services in the church. When the people came out, there were some who saw the boy, and they go off and tell the minister that. He comes over to him, and then he also notices the letter which is under his head. Stealthily, he gets a hold of it and opens it and reads what it says. Now he feels a great deal of sympathy for the beautiful boy and goes inside and rewrites the letter so that it says that they should give the bearer of the letter the Outrider Peddler’s daughter as his bride as soon as possible, and exert themselves to have a wedding banquet so that it can all be done by the time he comes home. He now carefully put the letter back under the boy’s head again, and then they all left. Well, the boy woke up after a while, and then he set off again, and finally he gets to the Outrider Peddler’s house and gave the peddler’s wife the letter. She read what it said, and now got busy arranging everything. They had the wedding banquet and had everything done free and clear by the time the Outrider’s Peddler came home. He became so crazed with anger when he heard what had happened. But his wife showed him the letter, and he could see for himself what he had written, she had no fault in this. He became so aggravated that he went and killed himself, and then the boy inherited all of it, there were no closer relatives, and that’s how what Our Lord had said was fulfilled.\n\nThe name was recorded as: Riisvends Kræmer. It is most likely that it was originally Ribersvends Kræmmer.", "keywords": {"keyword": ["asleep", "attention", "banquet", "beautiful", "bed", "birth", "boy", "bride", "cemetery", "children", "church", "daughter", "day", "death", "earth", "evening", "fall", "fault", "fire", "free", "home", "house", "inheritance", "kill", "labor", "lad", "letter", "lodgings", "minister", "morning", "Our Lord", "outrider", "parents", "peddler", "permission", "rest", "Saint Peter", "star", "Sunday", "tired", "wedding", "wife", "woman", "writing"]}, "etk_index": {"heading_danish": "Registrant over Evald Tang Kristensens Samling af Eventyr", "heading_english": "Index of Evald Tang Kristensen's collected Fairy Tales"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}