{"publication_info": "Æv_0_1513", "full_name": "235 - 1.48 - Æv_0_1513", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.48, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": {"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "JFm_XII_3", "full_name": "235 - 1.49 - JFm_XII_3", "url": "data/stories/269.dfl"}, {"informant_id": 235, "publication_info": "Æv_0_1512", "full_name": "235 - 1.47 - Æv_0_1512", "url": "data/stories/267.dfl"}, {"informant_id": 235, "publication_info": "Æv_0_1514", "full_name": "235 - 1.50 - Æv_0_1514", "url": "data/stories/270.dfl"}, {"informant_id": 235, "publication_info": "Æv_0_1515", "full_name": "235 - 1.54 - Æv_0_1515", "url": "data/stories/274.dfl"}, {"informant_id": 485, "publication_info": "DS_IV_131", "full_name": "485 - 0.00 - DS_IV_131", "url": "data/stories/450.dfl"}]}, "fielddiary_page_start": "5221a", "fielddiary_page_end": "5222a", "bibliographic_info": "Holbek 1987", "bibliography_references": {"reference": [{"display_string": "[Book] Uther, Hans-Jörg. 2004. <i>The types of international folktales : a classification and bibliography, based on the system of Antti Aarne and Stith Thompson (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}, {"display_string": "[Book] Holbek, Bengt. 1987. <i>Interpretation of Fairy Tales (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}]}, "annotation": "As with most fairy tales, this one is set in an unspecified time and place. The sultan's dalliance with the grocer's daughter leads to a confusion of social rank and status for the ensuing boy child, and this confusion animates the rest of the tale. The boy's dalliance with the viceroy's daughter is the inverse of his father's earlier peccadillo. He relies on his father's token to save his life, and to assume his rightful place in the social hierarchy. Presumably, he will also inherit from the sultan.\n\n     Kirsten Marie is keenly aware of class differences in her storytelling. Holbek suggests that fairy tales in Denmark are not so much about kings and queens, but more about the nuanced distinction between the very poor, the poor and the moderately well off, such as farm owners (Holbek 1987). In other stories, it is exactly this tension between these various economic and social classes that informs Kirsten Marie's storytelling. Here, the dialectic is incorporated into a fictional tale; the class differences--and the punishments--are more extreme than in her legends, but the folktale has a generic tendency toward extremes (Holbek 1987).\n\n     Tang Kristensen rightfully classifies this tale as a fairy tale. Although it has many similarities with ATU 873, \"The King Discovers His Unknown Son\", it diverges quite substantially from the tale's general outline in the ATU index. The sultan does not marry the boy's mother, but instead the boy is allowed to marry the viceroy's daughter and, subsequent to the viceroy's execution, inherits the title and, presumably, half the kingdom. The male succession in this tale parallels that of the preceding tale.", "danish_manuscript": "Der var en gang mens Sultanen rejste omkring\nda kom h. til en rig Kjøbm. og der loserede\nh. om Natten. H. havde ikke uden en eneste\nDatter. Hun blev frugtsommelig og s. flyede Sult.\nhende en Ting hun skulde binde paa Barnet, mens\nden blev født og naar den kom i Fare, skulde\nden vise den frem, s var der ingen der gjorde\ndem noget. S. dg. Dreng. blev noget stor og kom\ntil at gaa i Skole, s kom h. hjem en Dag og\n\n5221B\nsiger [t] til hans Moder: Moder, de kalder\nmig en Horeunge. Det er du saamænd ogsaa\nmin Dreng, s. hun. [Ja, s. m] Ved du s. ikke\nhvor min Fader er. Nej hun vidste ikke. Ja s.\nvilde h. hen og lede hans Fader op. S. rejste h.\nog kom hen og tjene en Postejbager og h. skulde\nlevere Postejer til Vicekongen. S. skulde dh. \nDreng altid op med Post. S. havde Kg. en Datt.\nog hun fatter godhed for Drengen. Bageren hav-\nde nu taget ham som deres egen. S. rejst.\nSult. dg. omkring og var forklædte og h. kom \nder til Vicekong. og s. om h. havde ikke Lyst\ntil at se sig om og være forklædt. De fulgtes\nad og gik og hørte ud og spurgte om et og andet\nDa kom Sult til at mærke at den Karl\nhavde godhed for Datt. S. var de Pilegrimer.\nog kom til Bageren og bad om Hus. De sagde\nde maatte godt ligge der, i [hu] Karlens Kam-\nmer, naar de maatte for ham. Da de havde\nligget et Stykke i Seng kom Datt. ind til\nham. Kg. kunde kjende Datt. og Sult. gav\nham et Puf i Siden efter et andet, h. skul\nde ligge stille og hold hans Mund. S. gik hun\nigien og om Morg. var Kg. s. vred paa Karlen\nmen Sult bad ham ikke forbyde dem at\ngaa ved hinanden. Sult. rejste væk og Kg. skul\nde styre det hele, mens h. var henne. Der var\nen Bro Karl. skulde over, naar h. skulde\nop med Postejer, der satte Kg. 2 Karle som Vagt\nved og de skulde kvale ham og kom og vise\nham Blod paa deres Sable. S. tog de og sat\npaa ham og da h. mærkede at h. skulde kvæ-\nles, tog h. hans Mærke op og viste dem. S. s. \nde til hinanden, at det var Sult.s eget Segl\nder var ingen der kunde røre ham. Men s. havde\nh. en bitte Hund, s. stak de den ihjel og s.\nviste de Kongen Blod paa deres Sabel og viste \nham at nu [h]  var h. kvæld. S. skulde h. putti\nsig og maatte ikke give sig til Kjende uden Sult.\nkom hjem. Da Sult. s. kom hjem gik Vagten\ntil ham med Karlens mærke. S. s. h. Hvad?\nhar I myrdet ham? Ja de var det befalet\naf Vicek. men de havde ikke gjort det,\nS. bad h. dem hente ham frem strags og\ndet gjorde de og s. sagde h. til V. om h.\ntykte ikke, hans Søn kunde være hans Datter\nværd. S. blev der 6 Heste spændt for\nham og h. kjørt ihjel. S: fik de to hin-\nanden og h. Vicek.", "english_manuscript": "Once upon a time when the Sultan was out traveling, he came to a grocer and he got lodgings there for the night. He (the grocer) had but one daughter. She got pregnant and then the Sultan gave her something that she was to tie around the child while it was being born and when it was in danger, it was to show it, and then no one would do anything to them. When the boy had gotten bigger and had started going to school, he came home one day and says to his mother, Mother, they call me a bastard. That you are, my boy, she says. Don't you know where my father is. No, she didn't know. Yes, well then he wanted to go out and look for his father. Then he traveled off and got work with a pâté baker and he was to deliver pâté to the viceroy. Then this boy always had to go up there with the pâté. The king had a daughter and she develops a soft spot for the boy. The baker had now taken him in as their own. The Sultan was traveling about at that time and was disguised and he came there to the viceroy and asked him if he didn't want to have a look around and be disguised. They went out together and went and listened to and asked about one thing and the other. Then the Sultan noticed that this young man had a soft spot for the daughter. So they were (disguised as) pilgrims and came to the baker's and asked for lodgings. They said they were welcome to stay there, in the young man's room, as long as it was OK with him. After they'd lain in bed for a while, the daughter came in to him. The king recognized his daughter and the Sultan kept poking him in his side, he was to lay still and keep his mouth shut. Then they left the next morning and the King was so mad at the young man, but the Sultan asked him not to forbid them from seeing each other. The Sultan journeyed off and the king was to be in charge of everything while he was gone. There was a bridge the young man had to cross when he was to come with the pâté, and the king put two men there as guards and they were to kill him and come and show him blood on their swords. Then they jumped him and he realized he was going to be killed, he took his mark up and showed them. Then they said to each other that that was the Sultan's own seal, and so no one could touch him. But he had a little dog, so they stabbed that to death and then they showed the king the blood on their swords and showed him that he was dead now. Then he was supposed to hide and he wasn't to come out until the Sultan came home again. When the Sultan came home the guard went to him with the young man's mark. Then he says, What, did you murder him? Yes, we were told to do so by the viceroy, but they hadn't done it. Then he asked them to bring him out immediately and they did that and then he asked the viceroy if he didn't think his son was good enough for his daughter. Then they attached six horses to him and he was dragged to death. Then the two got each other and he became the viceroy.", "danish_publication": "Sultanen var saa god til at se alting efter, og han rejste meget omkring i hans Rige. Da kommer han en Aften til en rig Kjøbmand og loserer hos ham om Natten. Den Kjøbmand havde en eneste Datter og ikke andre Børn. Nu gjorde Sultanen sig gode Venner med hende, og det endte da med, at hun blev frugtsommelig. Da han saa rejste, gav han hende en Ting, hun skulde binde paa Barnet, naar det blev født, og saa sagde han, at hvis den Dreng nogen Sinde kom i Fare, saa skulde han vise det Tegn frem, saa var der ingen, der turde gjøre ham noget. Barnet blev født, og det blev en Dreng, og da han blev noget stor, kom han til at gaa i Skole. Saa kom han en Dag hjem og sagde til hans Moder: ”Moder, de kalder mig en Hore unge.” – ”Det er du saa mænd ogsaa, min Dreng,” siger hun. ”Ved du saa ikke, hvor min Fader er?” Nej, det vidste hun ikke. Ja, saa vilde han ud i Verden og lede hans Fader op. Altsaa rejser han, og saa kom han ud og tjene hos en Postejbager, og de kom til at synes saa godt om han, at de tog ham til dem som deres egen. Den Bager skulde levere Postejer til Vicekongen, og saa skulde denher Dreng altid op med dem. Han blev jo saa voksen, og saa havde Vicekongen en Datter, der fattede Godhed for Drengen. Sultanen blev ved at rejse omkring og var altid forklædt. Saa kommer han til Vicekongen og siger til ham, om han havde ikke Lyst til ogsaa at rejse omkring og se Landet efter, saa skulde de følges ad, og saa skulde han jo ogsaa være forklædt. Det kunde han godt være med til, og de fulgtes saa ad og hørte ud og spurgte om et og andet. De havde nu klædt sig ud som Pilegrimmer og saa kom de en Aften til Postejbageren og bad om Hus. Ja, Bageren gav dem den Besked, at han havde en Svend, og hans Kammer kunde de nok komme til at ligge i, hvis de ellers maatte for ham, men andre Plads havde de ikke. De vilde jo gjærne blive der, og Karlen blev kaldt til og gav dem Lov til at ligge inde ved ham. Saa kom deher Pilegrimmer jo i Seng, og da de havde ligget der en Tid, og Karlen tænkte de sov, saa lukkede han op for en Pige, der kom ind til ham, og det var ingen andre en Vicekongens Datter. Faderen kunde jo godt kjende hende og havde ondt ved at holde sig, men Sultanen gav ham det ene Puf i Siden efter det andet, for at betyde ham at han skulde ligge stille og holde hans Mund. Da hun havde været der en Tid, gik hun igjen og Vicekongen var jo meget vred paa Karlen, og vilde have snakket alvorlig til ham om Morgenen, men Sultanen bad ham ikke forbyde dem at gaa ved hinanden. Saa skulde Sultanen foretage en længere Udenlandsrejse, og mens han var henne, skulde Vicekongen styre det hele. Der var en Bro som Karlen skulde over, hver Gang han skulde op til Slottet med Postejer, og der satte Kongen saa to Karle paa Vagt med den Ordre, at naar han kom, skulde de gribe ham og kvæle ham, og til Bevis paa, at de havde udført hans Ordre, skulde de komme og vise ham Blod paa deres Sabel. De tog ogsaa fat paa ham, men da han saa mærkede, at de vilde gjøre ham ondt og kvale ham, saa tog han hans Mærke op og viste dem. De sagde saa til hinanden: ”Det er Sultanens eget Segl, der er ingen, der maa røre ham.” Men saa havde han en bitte Hund med sig, den tog de saa og stak ihjel, og saa viste de Kongen Blodet paa deres Sabel og sagde, at nu var Karlen stukken ihjel. Dermed slog han sig saa til Ro. Men Karlen kunde nok forstaa, at han var nødt til at putte sig, indtil Sultanen kom hjem, for ellers blev det galt baade for ham og Vagten. Da Sultanen saa kom tilbage, gik Vagten op til ham med Karlens Mærke. Saa siger han ”Hvor har I faaet det?” Ja, det havde en Karl givet dem, som de skulde myrde. ”Har I saa myrdet ham?” Ja, det var befalet dem af Vicekongen, men de havde dog ikke gjort det. Saa bad han dem hente ham frem straks, for at han kunde se, det var sandt. Det gjorde de ogsaa, og han kunde nu skjønne, at det var hans egen Søn. Han sendte saa Bud efter Vicekongen og spurgte ham, om han ikke tykte, hans Søn kunde være hans Datter værd. Derefter dømte han ham til, at der skulde spændes 6 Heste for ham, og saa blev han kjørt ihjel. Derefter holdt Sultanen deres Bryllup, og saa blev hans Søn Vicekonge efter den anden.", "english_publication": "The sultan was very good about keeping an eye on everything and he traveled quite a bit around his kingdom. One evening he arrives at the house of a wealthy grocer and he lodges with him that night. The grocer had but one daughter and no other children. Now the sultan made himself good friends with her, and it ended up that she got pregnant. When he left, he gave her a thing that she was to bind on the child when it was born, and then he said that if the child ever found itself in danger, then he was to show that badge, and then there was no one who would dare do anything to him. The child was born, and it was a boy, and when he got a little bigger, he went to school. One day he came home and said to his mother: “Mother, they call me a whore’s child.” – “Well, you sort of are, my boy,” she says. “Don’t you know who my father is?” No, she didn’t know. Well, then he wanted to go out into the world and look for his father. So he journeys off, and he started working for a pâté baker, and the baker's family came to like him so much that they took him in as their own. That baker was to make pâté for the viceroy, and this boy was always sent up there with the pâté. He grew up, and then the viceroy had a daughter, who felt kindness for the boy. The sultan continued traveling about and was always disguised. Then he comes to the viceroy’s place and asks him if he didn’t want to journey about as well and inspect the country, they could accompany each other, and then he was to be disguised too. He said he’d be happy to go along with that, and so theyaccompanied each other and they listened and asked about this and that. They had disguised themselves as pilgrims, and they came one evening to the pâté baker’s place and asked for lodgings. Well, the baker said that he had a journeyman, and they could stay in his room if it was OK by him, but they didn’t have any other room. They really wanted to stay there, and the young man was asked and he gave them permission to stay in his room with him. Then these pilgrims go to bed, and they had lain there a short while, and the young man thought they were sleeping, and so he opened up for a girl who came to him and it was no other than the viceroy’s daughter. Her father could easily recognize her and he had a hard time controlling himself, but the sultan kept poking him in the side, telling him to lie still and stay quiet. After she’d been there a while, she left again and the viceroy was very angry at the young man, and he wanted to speak seriously with him about it in the morning, but the sultan asked him not to forbid the two from seeing each other. Then the sultan was to go on a longer journey abroad, and while he was gone, the viceroy was to be in charge of everything. There was a bridge that the young man had to cross each time he was to go up to the castle with pâté, and two workers were placed on it with the order that, when he came, they were to grab him and kill him, and as evidence that they had carried out the mission, they were to come and show him the blood on their sword. They grabbed him too, but when he realized that they were going to hurt him and kill him, he took his badge up and showed it to them. They said to each other: “That’s the sultan’s own seal, no one can touch him.” But they had a little dog along with them, so they took it and stabbed it to death. With that, the viceroy calmed down. But the young man understood that he needed to hide until the sultan came home, because otherwise things would go bad for him and the guards. When the sultan came back, the guards went up to him with the young man’s badge. Then he says, “Where did you get that?” Well, a young man who they were supposed to murder had given it to them. “So, did you murder him?” Well, the viceroy had ordered them to do it, but they hadn’t. Then he asked them to bring the young man to him immediately, so he could make sure that that was true. They did that too, and then he could tell that it was his own son. He sent for the viceroy and asked him if he didn’t think that his son was good enough for his daughter. After that, he decreed that the viceroy should be attached to six horses, and then be dragged to death. After that, the sultan held a wedding for them, and then his son became the next viceroy after the other one.", "keywords": {"keyword": ["abroad", "angry", "baking", "bed", "bind", "birth", "blood", "boy", "bridge", "castle", "children", "country", "danger", "daughter", "day", "death", "disguised", "dog", "evening", "eye", "father", "friend", "girl", "grocer", "happy", "home", "horse", "house", "journeyman", "kill", "king", "kingdom", "lodgings", "morning", "mother", "murder", "night", "permission", "pilgrims", "pregnant", "pâté", "school", "seal", "sleep", "son", "stab", "sultan", "sword", "wealth", "wedding", "work", "worker", "world", "young"]}, "etk_index": {"heading_danish": "Registrant over Evald Tang Kristensens Samling af Eventyr", "heading_english": "Index of Evald Tang Kristensen's collected Fairy Tales"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}