{"publication_info": "JFm_XII_3", "full_name": "235 - 1.49 - JFm_XII_3", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.49, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": {"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "Æv_0_1514", "full_name": "235 - 1.50 - Æv_0_1514", "url": "data/stories/270.dfl"}, {"informant_id": 235, "publication_info": "Æv_0_1511b", "full_name": "235 - 1.53 - Æv_0_1511b", "url": "data/stories/273.dfl"}, {"informant_id": 235, "publication_info": "Æv_0_1515", "full_name": "235 - 1.54 - Æv_0_1515", "url": "data/stories/274.dfl"}, {"informant_id": 235, "publication_info": "Æv_0_1512", "full_name": "235 - 1.47 - Æv_0_1512", "url": "data/stories/267.dfl"}, {"informant_id": 235, "publication_info": "Æv_0_1513", "full_name": "235 - 1.48 - Æv_0_1513", "url": "data/stories/268.dfl"}]}, "fielddiary_page_start": "5222a", "fielddiary_page_end": "5224a", "bibliographic_info": "Holbek 1987, 422-3", "bibliography_references": {"reference": {"display_string": "[Book] Holbek, Bengt. 1987. <i>Interpretation of Fairy Tales (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}}, "annotation": "This fairy tale, a variant of ATU 562, \"The Spirit in the Blue Light\", is the longest of all Kirsten Marie's stories. It follows the model of an active, masculine tale (Holbek 1987, 432-3). The main tension in the tale exists between generations on the low level, namely the tension between the soldier and the old woman who wants not only the genie, but the soldier's death. The lion, who appears as a magical helper figure early on in the tale, reappears at the very end of the tale as the soldier's love interest. \n\n     The tale departs radically from the progression of moves proposed by Holbek. The soldier is presumably already an adult by the time he encounters the lion, having served as a soldier for thirty years--thus the tale lacks the standard young male protagonist at low level. The obvious donor role played by the lion aligns with Holbek's move two. The old woman the soldier encounters may well be a manifestation of the tension at high level that has changed the princess into a lion. His successful completion of the task confirms his status as an adult; the riches he has won suggest a move to high level, but the riches often precede change in actual status. The interlude with the false princess and the false king is reminiscent of Holbek's move four. Ultimately, he returns for the lion, discovers her true nature, marries her, and the fairy tale concludes with the union of the now high status adult male with the high status now adult female.\n\n     Prior to the constitutional reforms, military service was an obligation that only accrued to the peasant class. Serving thirty years in the military, however, was an unusually long time. While Paris is most likely used by Kirsten Marie as a referent to a far off, and luxurious land, it is possible that the choice of Paris was more conscious. Urban elites in Copenhagen were well aware of what was going on in Paris, as were many of the better off farmers. Indeed, Paris, the court of the French kings, and the political currents coming from Paris had become a part of the average Danish consciousness already with the Napoleonic wars--and Denmark's disastrous role in the war--since the beginning of the nineteenth century.\n\n     Tang Kristensen included the story in his third volume of Æventyr fra Jylland (JF XII 3). It also appears in the fair copy collection as Æv. 1511, although the actual fair copy is missing.", "danish_manuscript": "Der var en Soldat, der havde været 30 Aar\ni Tjenesten. S. kunde h. snart have kommet\ntil at Pension. Men s. havde h. drømt\ni 3 Nætter i Træk, at h. skulde være Konge\ni Paris. Gik hen og forlangte hans Afsked. \nDe sagde at h. var en Nar, for det blev\nh. jo aldrig. Fik den og rejste lige godt.\nDet var s. varmt og h. var bleven tørstig,\nind i en Skov og der løb en Bæk, lagde sig\nned og vilde drikke. S. laa der en Løve ved\nden anden Side og lo ad ham, da h. rejste\nsig. Hvad ler du ad. A ler af at du vil være\nKonge i Paris. Det bliver du ogsaa, men\n\n5222B\ndet bliver med  stor Møje. Nu skal du igiennem\ntre Skove og der Kommer da først en til dig\nog siger, om du vil ikke have ham til Tjener\nmen ham maa di ikke tage. S. kommer der\natter en, ham heller ikke tage. Men den\n3. skal du tage til Tjener, h. vil være dig tro\nDer har du nu en Ting den kan aldrig fattes.\nPenge. / Naar du kommer nu midt ud i Skoven\nder kommer du til en [Hule] Hus der skal du gaa ind.\nS. har du ogsaa en Hat, naar du snor den, s. \nfyrer der 200 Kanonskud ud af hvert Hjørne\nden var trekantet, og der har du s. et Sværd,\nalt det du viser Eggene af det, det falder.\n----\nDer er en gl. Kjæll. hun vil have dig med at\nhente et Lys der staar og brænder ude i Kjæl\nderen. Hun vil have det af dig inden du\nkommer op, men du skal ikke lade for det,\nfor s. lader hun dig platte ned og s. kvæler\nhun dig. Du skal tage det op med dig op. Der\nligger en stor Staalmand der nede. Nærms-\ntid du tænder s. Ild i Lystet, hvor som helst\ndet er, s. kommer Staalmanden og s. kan\ndu faa af ham hvad du begjærer. Men\nnaar du kommer til Ære og Værdighed kom\ns. mig i Hu. S rejste h. videre. Da h.\nkom s. et stykke hem, kom den 2 karl, om \nh. vilde ikke have ham til Tjener. Men. det s.\nh. nej til. S. kom h. til 2. Sagde ogsaa nej.\nTil 3. Om h. kunde ikke faa ham til Tjener.\nTjener du trænger s. mænd ingen Tj. for\nH. kom først til Huset og fik Lyset\n\n5223A\nS. svarer h. og s. det kunde være ham det samme\nog s. rækker h. ned i [Lommen[ Pungen og tog\nen Haandfuld Penge og gav ham. S. vild h.\nvære Tj. da h. saa, at h. havde Penge nok.\nS. kom h. til dh. lille hus, der gik h. ind\nog der var ikke andre end en gl. Konen, der sad\nder inde. S. s h. godaften Mutter. God\naften Sønle, er du der, a har vent efter\ndog s. længe. Vil du ikke gaa ned i Kjæld.\nog tage mig det Vægslys op, der staar og\nbrænder. S. gik h. derned og der laa dh.\nsote Staalmand. S. raabte hun: Aa giv\nmig Lyset Sønle, a er ræd du fan?\ndet i Stykker. Nej a skal nok passe paa\ndet, s. h. S. kom h. op og s. viste h. Eggen\naf hans Sabel og s. laa hun og var død og s. \nrejste h. med det. S. s h. til hans Tj. Kan\ndu vise os den villeste gjæstgivergrd der\ner i Paris. Aa g. hjælp os s. h. vi maa\nhellere gaa paa en af de simpler. Nek\nde vilde paa den alvilleste. S. viste h. ham\nog paa et, der laa lige overfor Kgs. slot.\nS. om Aftingen de sad s h. Hvad er det\nfor en Musik vi kan høre. Aa det [kom]\ner Kgs Datter der spiller paa Klaver. S. \ntændte h. hans Lys of s. stod Staalm. for\nham Hvad begjærer min Herre. A be\ngjærer du skal skaffe mig et Klaver, dob-\nbelt s. godt som det hun spiller paa. N. ja\ns. gav h. sog til at spille paa det Aft.\n\n5223B\nefter og Prins. hører paa det. S. vilde h. kjøbe\ndet. H. solgte hende det og for mange Penge\nog fik meget for det. S. tændte h. hans Lys\nigien og Staalm. staar for ham igien.\nHvad begjærer min Herre. A begj. du skal\nskaffe mig Prins herover en Time hver\nNat. Ja det skulde ske. Nu blev det op\ndaget, og de binder en Pose Ærter om hendes\nHals for de vilde se hvor hun rejste hem-\nDe kunde mærke hun havde en urolig søvn\nom Natten. Men s. Kg. s. desperat, da han\nser det og h. sætter ham i et Taarn ved\nSiden af. S. sad h. jo der inde og der gik Skold\nvagt for ham. Siger til Skoldv. om h. kun\nde ikke kalde ved hans Tj. for h. havde hans\nFyrtæj og h. kunde ikke faa Lys tændt. Nej \ns. skoldv. det turde h. ikke. H. rækker ned \ni Lomm og tager en Haandf. Penge og ræk\nker ud af Sprækken til ham. S. hentede h.\nham og s. tændte h. Lys og da staar Staalm\nfor ham igien. Hvad befaler .... A be-\nfaler du skal bygge mig et Taarn dobbelt\ns. stort som dh. inden Dag. Der blev travlt\nmen om [K] Morg. Kg. h. vaagnede, da gned\nh. hans Øjen, da h. saa ud og saa det store\nTaarn. S. blev Kg. ræd og s. nu turde h. ikke\nnægte ham hans Datter længre. Gift med\nhende og s. bad h. hende om at putte hans\nHat og hans Sværd og s. hende hvad Egenskab\nder var ved det. S. fik hun Magen til lavet og s.\n\n5224A\nordrede Kg. til Krig og s. skulde dh. Prins ud\nog slaas, men h. vilde ingen Krigsfolk have,\nh. kunde selv gjøre det ud. Bad hende om Hat\nog Sværd og hu flyede ham det. Da h. kom\nud til Fjenden, snoede h. hans Hat og s. Fyr\nnej, den vilde ikke fyre. S. mærkede h. h. var\nnarret. Viste dem Sværdet, men det vilde\nheller ikke gjøre Tjensete. S. blev h. fanget\nog der blev et stort svært Baal gjort og der\nskulde h. brændes. S. bad h. om h. da ikke\nmaatte faa en Pibe Tobak, inden h. skulde\nbrændes, og det tykte de da var Synd at nægte\nPrinsen. Bad om h. maatte ikke Tænde ved\nhans eget Fyrtøj. Fik lov til det. S. kom\nhans Tjener med det og s. tændte h. Lyset og\ns. stod Staalm. for ham igien og s s. h. \nHvad befaler min Herre. A befaler du skal\nslaa mig alle hele Krigsfolk af i Knæene?\nDet gjorde h. og s. gik h. ind til hans Kone\nog s. var hun s. sørgen og s. at h. havde taget\nfejl, og s. kom hun med det rigtige og flyede\nham. S. viste h. hende Eggen af hans Sabel\nog s. laa hun og var død for hendes Utroskabs\nSkyld. S. rejste h. hen til Løven der laa\nved Bækken. Vil du nu hugge mit Hoved\naf s. hun. Det var h. ikke for, men s. gjorde\nh. det og s. var hun en forønsket Prs. og s. holde\nh. Bryllup {og s.} med hende og h. blev Kg i\nParis og de levede godt.", "english_manuscript": "There was a soldier who had served for thirty years. So he was going to be able to retire soon. But then he'd dreamed three nights in a row that he was to be king in Paris. He went and asked to be discharged. They said that he was a fool, because he'd never become that. Was discharged and journeyed off anyway. It was so hot and he had gotten thirsty, went into a forest where a stream ran, lay down and wanted to drink. Then there was a lion lying there on the other side and it laughed at him, when he stood up. What are you laughing at. I'm laughing that you want to be king in Paris. You're going to become king, too, but it is going to be after a lot of shit. Now you're to go through three forests and then someone will come to you and ask if you don't want to have him as a servant, but you may not take him. Then another one will come, but you shouldn't take him either. But the third one you should take as your servant, he'll be true to you. Now you have something that can never be taken. Money. Now when you get out into the middle of the forest, you'll come to a house, you are to go in there. Here is a hat, too, when you spin it, it shoots off two hundred cannon salvos out of each corner of the triangle, and here is a sword, everything that you bare its edges to will fall. -- There is an old bitty, she will want you to go and get the lamp that is burning down in the cellar. She'll want you to give it to her before you get back up, because then she'll let you fall down in there and then she'll kill you. You need to bring it up with you. There's a big genie down there. As soon as you light the lamp, wherever you may be, then the genie will come and he'll give you whatever you ask for. But when it comes to honor and worth, remember me. Then he journeyed on. When he'd gone a while, a young man came up to him and asked if he didn't want him as his servant. But he said no to that. Then he came to the second. He said no as well. To the third. Could he have him as a servant. Servant, you don't need a servant, since he'd gotten to the house first and got the lamp. Then he answers and said it didn't matter either way to him and then he reaches down in his pocket and took a handful of money and gave it to him. Then he wanted to be his servant when he saw that he had enough money. Then he came to this little house, and he went in and there was no one there but an old woman, who was sitting in there. Then he said, good evening, Mutter. Good evening, little son, are you here, I've waited for you for so long. Can't you go down to the cellar and bring up the wall lamp that's burning down there for me. So he went down and there was this genie. Then she shouted: Oh, give me the lamp, little son, I'm afraid you're going to break it. No, I'll take care of it, he said. Then he came up and showed the edge of his sword to her and she lay and was dead, and then he journeyed off with it. Then he said to his servant, Can you show us the best inn there is in Paris. Oh, god help us, he said, we'd better go to one of the simpler places. No, he wanted to go to the very best. Then he showed him up to one that was right across from the king's castle. Then that evening as they sat there, he said, what's that music we can hear. Oh, that's the king's daughter who is playing piano. Then he lit the lamp and then the genie stood before him. What do you wish my lord. I wish that you would get me a piano, twice as good as the one she is playing. So then he started to play on it the next day and the princess hears it. He sold it to her and for a lot of money and got quite a bit for it. Then he lit his lamp again and the genie stood before him again. What do you wish my lord. I want you to get me the princess to come over here for an hour each night. Yes, that would happen. Now it was discovered and they tie a bag of peas around her neck because they want to see where she goes. They could tell that she wasn't sleeping soundly at night. But the king becomes so desperate when he sees this and he puts him in the tower next door. Then he sat in there and there was a guard in front there. He asks the guard if he can't call for his servant because he had his lighter and he couldn't light his lamp. No, said the guard, he didn't dare do that. He reaches down in his pocket and takes a handful of money and passes it out the slot to him. Then he got him and then he lit his lamp and then the genie stands before him. What do you wish... I want you to build me a tower twice as high as this one before morning. Things get very busy but the next morning, the king woke up and he rubbed his eyes when he looked out and saw the giant tower. Then the king got scared and now he didn't dare deny him his daughter any longer. He married her and then he asked her to give him his hat and his sword and then he told her what qualities they had. Then she had ones just like them made and then the king ordered everyone to war and then this prince was to go out and fight, but he didn't want to have any soldiers, he could do it himself. He asked her for his hat and sword and she gave them to him. When he came out to the enemy, he spun his hat and said fire, but no it wouldn't fire. Then he realized he'd been tricked. He showed them his sword, but that didn't serve him either. Then he was captured and they made a giant bonfire and he was to be burned there. Then he asked if he couldn't have a pipe before he was to be burned, and they thought it was a shame to deny the Prince that. Asked if he couldn't light it with his own lighter. Was allowed to do so. Then his servant came with it and then he lit the lamp and then the genie stood there before him, and then he said, what do you wish my lord. I want you to cut all these soldiers down at their knees. He did that too and then he went in to his wife and then she was so sad and that she had made a mistake, and then she came with the real ones and gave them to him. Then he showed her the edge of his sword and then she lay there and was dead on account of her betrayal. Then he journeyed off to the lion who lay by the stream. Will you now chop my head off she said. He didn't want to do that, but he did it and then she was a much wished for Princess and so he married her and he became king in Paris and lived well.", "danish_publication": "Der var en Soldat, der havde været 30 Aar i Tjenesten. Saa kunde han snart have kommet til at faa Pension, men da drømte han i tre Nætter i Træk, at han skulde være Konge i Paris, og saa gik han hen og forlangte hans Afsked. De sagde, at han var en Nar, der saadan vilde lade hans Pension gaa fra sig for den Drøms Skuld, for den gik aldrig i Opfyldelse. Saa fik han hans Afsked og rejste lige godt. Det var saa varmt i Vejret, og han blev tørstig, men da han saa kommer ind i en Skov, hvor der løber en Bæk, saa lægger han sig ned og vil drikke. Men da ligger der en Løve ved den anden Side af Bækken og ler ad ham, da han rejser sig igjen. \"Hvad ler du ad?\" siger han. \"A ler ad, at du vil være Konge i Paris. Det bliver du ogsaa, men det sker kun med stor Møje. Nu skal du igjennem tre Skove, og der kommer da én til dig i den første Skov og spørger, om du vil ikke have ham til Tjener, men ham maa du ikke tage. Saa kommer du i den anden Skov, og der kommer atter én til dig og tilbyder sig at ville være din Tjener, men ham skal du heller ikke tage. Endelig kommer du i den tredje Skov, og den tredje, der da kommer til dig, ham skal du tage til Tjener, for han vil være dig tro, og det gjælder det saa meget for dig om. Der har du nu en Pung, den kan aldrig fattes Penge, og saa har du der et Sværd, alt det, du viser Eggen af det, det falder. Saa har du ogsaa her en hat, den er trekantet, som du ser, og naar du snor den, saa flyver der 200 Kanonskud ud af hvert hjørne. Naar du kommer nu midt ind i den sidste Skov, saa kommer du til et hus, og der skal du gaa ind. Der er en gammel Kjælling, og hun vil have dig ned at hente et Lys, der staar og brænder nede i Kjælderen. Det skal du gaa ned og tage men hun vil forlange det af dig, inden du kommer op. Du skal imidlertid ikke lade hende faa det, for saa lader hun dig platte ned i Kjælderen igjen, og saa kvæler hun dig. Du skal tage det op med dig og beholde det. Der ligger en stor Staalmand der nede i den Kjælder, ham kan du kalde til dig, hvor som helst du er, saa snart du tænder Ild i det Lys, for saa kommer han og spørger om, hvad du befaler, og saa kan du altid faa af ham, hvad du begjærer. Men for det a har nu givet dig Underretning om det, saa beder a dig om, at du kommer mig i hu, naar du kommer til Ære og Værdighed\". Ja, det lovede han, og saa rejste han videre.\nDa han kommer saa et Stykke hen, saa kommer den første Karl til ham og spørger, om han vil ikke have ham til Tjener. Men det siger han nej til. Saa kommer han i den anden Skov, og der kommer atter én til ham. Ham vilde han heller ikke have. Endelig i den tredje Skov, da han kommer til den tredje Karl, spørger han, om han kunde ikke faa ham til Tjener. \"Tjener! du trænger saamænd ingen Tjener for\". Jo, han vilde da gjærne have ham, og saa rækker han ned i Pungen og tager en haandfuld Penge og giver ham. Ja, saa vilde han ogsaa nok være Tjener for ham, han saa jo, at han havde Penge nok, og saa fulgtes han med ham. De kommer saa til dether lille hus, som Løven havde talt om, og der gik Soldaten ind. Der var ikke andre der inde end en gammel Kone, og han sagde: \"God Aften Mutter!\" — \"God Aften, Sænle, (Sønlille) svarer hun, \"er du der? A har ventet efter dig saa længe. Vil du ikke gaa ned i Kjælderen og tage mig det Vogslys op, der staar og brænder?\" Jo, saa gik han ogsaa derned. Der laa denher store Staalmand. Da han nu havde taget Lyset og vilde op igjen, raaber hun: \"Aa, giv mig Lyset, Sænte, a er ræd, du faar det i Stykker.\" — \"Nej, a skal nok passe paa det,\" siger han, og saa kom han op med det i haanden, og saa viste han hende Eggen af hans Sabel. Da laa hun strags og var død. Saa rejste han videre med Lyset og hans andre Sager.\nDa de kom saa ud af Skoven, var de i Nærheden af Paris. Saa Siger han til hans Tjener: \"Kan du vise os den villeste Gjæstgivergaard, der er her i Paris?\" -- \"Aa, Gud hjælp os,\" siger han, \"vi maa hellere gaa paa en af de simple, den villeste er alt for dyr.\" Nej, de vilde paa den alvilleste. Saa viste Tjeneren ham ogsaa en, der laa lige overfor Kongens Slot, og der kom de ind.\nOm Aftingen, de sad, saa siger han den gamle soldat: \"Hvad er det for en Musik, vi kan høre?\" — \"Aa, det er Kongens Datter, der spiller paa Klaver.\" Saa tænder han hans Lys, og da staar Staalmanden for ham. \"Hvad begjærer min Herre?\" — \"A begjærer, at du skal skaffe mig et Klaver dobbelt saa godt som det, Prinsessen spiller paa.\" Naa ja, Staalmanden rejste af og kom snart med det. Saa gav han sig til at spille paa det Aftenen efter, og prinsessen hører paa det. Saa kommer hun og vil kjøbe det af ham. Nej, han vilde ikke sælge det, men da hun bød ham mange Penge for det, saa lod han hende endelig faa det. Aftenen efter tændte han hans Lys igjen, og Staalmanden kommer og spørger: \"Hvad begjærer min Herre?\" — \"A begjærer, du skal skaffe mig Prinsessen her over en Time hver Nat.\" Ja, det skulde Ske, og hun kom ogsaa. Staalmanden hentede hende hver eneste Aften. Nu kunde de nok mærke, hun havde en urolig Søvn om Natten, og de blev ogsaa kloge paa, at hun blev hentet et andet Sted hen. For nu at faa det opdaget, hvor hun rejste hen, bandt de en Pose Ærter om hendes hals, og saa fandt de ud af det. Der var jo hul paa Posen, og Ærterne viste dem Vej. Kongen blev saa desperat, da han saa, hvor hun havde været, at han lod Soldaten sætte ind i et Taarn ved Siden af Slottet, og der blev sat Skildvagt for ham. Saa sad han jo der inde, og saa beder han Skildvagten om at kalde ad hans Tjener, for han kunde ikke faa hans Lys tændt, og Tjeneren havde hans Fyrtøj. Nej, siger Skildvagten, det turde han ikke. Saa rækker han ned i Lommen og tager en haandfuld Penge, og flyr dem ud ad Sprækken til ham. Det hjalp, og saa hentede han Tjeneren. Soldaten beder ham om at hente Fyrtøjet, og da han faar det, saa tænder han Lyset, og da staar Staalmanden for ham igjen. \"Hvad befaler min Herre?\" -- \"A befaler, du skal bygge mig et Taarn inden Dag, og det Skal være dobbelt saa Stort som dether, og staa ved Siden af, lige uden for Kongens Vinduer.\" Naa, der blev travlt, men om Morgenen, da Kongen han vaagnede og kom til at se ud, da maatte han gnide hans Øjne, for han saa det store Taarn og kunde aldrig begribe, hvor det kom fra. Han hører, og han frager, og endelig bliver det da oplyst, at det er Soldaten, der har ladet det bygge om Natten. Nu blev Kongen ræd og turde ikke nægte ham hans Datter længere.\nHan bliver saa gift med hende. Saa beder han hende om at gjemme (putte) hans Hat og hans Sværd, og han fortalte hende, hvad Egenskab der var ved det. Saa fik hun Magen til lavet og havde det i Beredskab, og ingen kunde kjende det fra hverandt. Da gaar det saadan, at der kommer Krig paa, og denher Prins, for nu var Soldaten jo bleven Prins, han skulde ud at slaas. Men han vilde ingen krigsfolk have med, han kunde nok Selv gjøre det ud, sagde han. Da han drog af, bad han hans Kone, om hun vilde fly ham hans Hat og hans Sværd, og saa kom hun med de Dele, hun havde ladet lave. Da han kom nu ud til Fjenden, snoebe han Hatten og sagde: \"Fyr!\" men nej, den vilde ikke fyre. Saa mærkede han, han var narret. Han viste dem Sværdet, men det vilde heller ikke gjøre Tjeneste. Enden paa det blev, at han blev fanget, og der blev et stort svært Baal stilt an, som han skulde brændes paa. Da han nu stod paa Baalet, bad han, om han maatte da ikke faa en pibe Tobak, inden han skulde brændes, og det tykte de da var Synd at nægte Prinsen. Han bad dernæst, om han maatte ikke tænde ved hans eget Fyrtøj, og det fik han Lov til. Saa kom hans Tjener med det, og saa tændte han Lyset, og saa stod Staalmanden for ham igjen. Han sagde: \"Hvad befaler min Herre?\" — \"A befaler, du skal slaa mig alle hele de Krigsfolk af i Knæerne!\" Det gjorde han, og saa var Prinsen fri. Nu rejste han hjem til hans Kone, og hun var da saa meget sørgen, lod hun, hun havde saadan og saadan taget fejl og havde saadan fortrødt det. Her var nu det rigtige, og saa flyede hun ham det. Saa viste han hende Eggen af hans Sabel, og da laa hun og var død for hendes Utroskabs Skyld. Nu var han i hans Værdighed igjen, og saa kom han i Tanker om Løven, der havde været saa god ved ham og endnu laa ved Bækken og ventede. Saa rejste han hen til hende, og hun blev glad, da hun saa ham, og sagde: \"Vil du nu hugge mit Hoved af?\" Det var han ikke for, men da hun bad ham meget om det, saa gjorde han det, og saa blev hun til en skjøn Prinsesse, der havde været forønsket. Saa holdt han Bryllup med hende, og de levede al deres Tid som Konge og Dronning i Paris, og havde det godt.\n", "english_publication": "Once there was a soldier who had served in the army for thirty years. He was soon going to be eligible to receive a pension but then he dreamed three nights in a row that he was going to become king in Paris, and so he went and asked to be discharged. They said that he was a fool, leaving his pension for the sake of a dream because it would never come true. Then he was discharged and he traveled off. \n     The weather was very warm and he got thirsty, so he went into a forest where there was a stream, and he lay down to drink from it. But then there was a lioness lying there on the other side of the stream and it laughs at him when he gets up. \"What are you laughing at?\" he says. \"I'm laughing at you because you want to be king in Paris. You'll become king too, but it is only going to happen after a lot of crap. Now you're going to go through three forests, and someone is going to come up to you in the first forest and ask you if you don't want him to be your servant, but you are not to take him. Then you'll go into the second forest, and yet another person is going to come to you and offer to be your servant, but you're not to take him either. Finally, you'll go into the third forest and the third one that comes up to you, that's the one you should take as your servant, since he'll be true to you, and that is going to be really important for you. Here is a wallet, it can never be emptied of money, and here is a sword, everything that you show its edge to will fall. And here is a hat, it has three corners as you see, and when you spin it, then two hundred canon salvos come out of each corner. Now when you get to the middle of this last forest you will come to a house, and you are to go in there. There is an old hag who lives there and she will ask you to go down to get a candle that is burning down in the cellar. You're to go down and get it but she'll ask you for it before you come up. You should make sure she doesn't get it because then she'll push you back down into the cellar and then she'll kill you. You're to take it up with you and keep it. There is a large genie down there in the cellar, you can call him to you wherever you are, and as soon as you light that candle, he'll come and ask you your command, and then you can always get from him whatever you desire. But since I've now given you all this information about this, I ask that you remember me when you reach a position of honor and respect.\" Yes, he promised her that and then he traveled on.\n      When he had gone a little way, the first person comes up to him and asks if he'd like to have him as his servant. But he says no to that offer. Then he goes into the second forest, and another one comes up to him. He won't take him as his servant either. Finally in the third forest he meets the third guy and asks him if he'll be his servant. \"Servant! You don't need a servant!\" Well, he really wanted to have him and so he reaches down in his wallet and takes out a handful of money and gives it to him. Well, then he would be willing to be his servant, he saw that he had enough money and then he followed along with him. They come to this little house that the lioness had mentioned, and the soldier went in. The only person there was an old woman, and he said, \"Good evening, Mutter!\" -- \"Good evening, my little son,\" she answers, \"are you here? I've waited so long for you. Would you go down in the cellar and get me that candle that is burning down there?\" Sure, and so he went down there. That giant genie was lying down there. When he'd gotten hold of the candle and was going to come up again, she shouts, \"Oh, give me the candle, son, I'm afraid you'll break it.\" -- \"No, I'll take good care of it,\" he says, and then he came up holding it in his hand, and he showed her the edge of his saber. She immediately fell down dead. Then he traveled on with the candle and his other things.\n     When they got out of the forest they were on the outskirts of Paris. Then he says to his servant, \"Can you bring us to the nicest inn here in all of Paris?\" -- \"Oh, God help us,\" he says, \"we'd better go to one of the more simple ones, the nicest one is far too expensive.\" No, he wanted to go to the very best. Then the servant showed him to one that was right across from the king's castle and they took their lodgings there.\n     In the evening as they were sitting there, the old soldier says, \"What is that music we can hear?\" -- \"Oh, that's the king's daughter, she's playing piano.\" Then he lights the candle, and the genie appears before him. \"What does my master desire?\" -- \"I want you to get me a piano twice as good as the one the princess is playing.\" Oh sure, the genie traveled off and soon returned with it. And so the next evening, the soldier began playing on it, and the princess hears it. Then she comes and wants to buy it from him. No, he didn't want to sell it, but she offered him a lot of money and he finally let her have it. The next evening, he lit the candle again, and the genie comes and asks, \"What does my master desire?\" -- \"I want you to get the princess over here for an hour every night.\" Yes, that would happen, and she came too. The genie went and got her every evening. Now over in the castle they noticed that the princess wasn't sleeping well at night and they also discovered that she was being brought somewhere else. To figure out where she was going, they tied a bag of peas around her neck, and so they were able to find out where she was going. There was a hole in the bag and the peas showed them the way. The king gets so upset when he discovers where she's been going that he had the soldier placed in the tower next to the castle, and placed a round-the-clock guard on him. He sat there and then he asked the guard to call for his servant because he couldn't light his candle and his servant had his lighter. No, says the guard, he didn't dare do that. Then he reaches down into his pocket and takes up a fistful of money and throws it out the slot to him. That helped and he went and got his servant. The soldier asks him to get his flint and when he gets it he lights the candle, and then the genie is standing there in front of him again. \"What does my master command?\" -- \"I command you to build me a tower before dawn twice as big as this one and right beside it here outside of the king's windows.\" Well, things got busy but the next morning when the king woke up and looked outside he had to rub his eyes because he saw the giant tower and couldn't for the life of him figure out where it had come from. He asks around and finally he is informed that the soldier had had it built during the night. Now the king got scared and he didn't dare deny the soldier his daughter any longer.\n     So the soldier marries her. Then he asks her to put his hat and his sword away for safe keeping, and he told her about their special qualities. Then she had ones made that were exact copies and had them ready, and no one could tell them apart. Then it happens that war breaks out, and this prince--since the soldier had now become a prince--he was to go out and fight. But he didn't want any warriors with him, he could do it by himself, he said. When he was going off, he asked his wife to give him his hat and his sword, and she came with the copies she'd had made. Now when he got out to the enemy, he spun his hat and said, \"Fire!\" But no, it wouldn't fire. Then he realized he'd been tricked. He showed them the sword, but it wouldn't do its duty either. \n     The end result was that he was captured, and they built a huge bonfire, he was to be burned on it. As he stood by the bonfire, he asked if he couldn't have a pipe of tobacco before he was to be burned, and they thought it a shame to deny the prince that. He then asked if he couldn't light it with his own flint, and they gave him permission to do so. Then his servant came with it, and then he lit the candle, and then the genie stood there before him again. He said, \"What does my master command?\" -- \"I command you to cut down all of these warriors at the knees!\" He did that and then the prince was free. \n     Now he traveled home to his wife and she said that she was so sorry, she had made such a big mistake and she regretted it deeply. Here were the real ones and she gave them to him. Then he showed her the edge of his saber and she fell down dead, killed because of her unfaithfulness. Now he was back to his worthy position again and he remembered the lioness that had been so good to him and was still lying by the stream waiting. So he traveled off to her, and she became very happy when she saw him and said, \"Will you chop my head off now?\" He didn't want to do that, but she begged and pleaded, and so he did that, and then she turned into a beautiful and much wished for princess. So he married her and they lived the rest of their lives as king and queen in Paris, and had a wonderful life.", "keywords": {"keyword": ["afraid", "allow", "bags", "bonfire", "castle", "cellar", "daughter", "day", "death", "discovery", "door", "dream", "drinking", "enemy", "evening", "eye", "fall", "fight", "fire", "fool", "forest", "genie", "giant", "god", "hat", "honor", "house", "inn", "kill", "king", "knee", "lamp", "laughter", "lion", "lord", "marriage", "money", "morning", "music", "neck", "night", "old", "paris", "peas", "piano", "pipe", "pocket", "prince", "princess", "servant", "shame", "shit", "shooting", "sleep", "soldier", "son", "stream", "sword", "three", "tie", "tower", "walls", "war", "wife", "wish", "woman", "young"]}, "etk_index": {"heading_danish": "Jyske Folkeminder", "heading_english": "Folklore from Jutland"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}