{"publication_info": "DS_II_A_150", "full_name": "150 - 1.24 - DS_II_A_150", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 1.24, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 21, "name": "Aldal", "display_name": "Aldal (place mentioned)"}, {"place_id": 105, "name": "Bukkjær", "display_name": "Bukkjær (place mentioned)"}, {"place_id": 151, "name": "Fåresø", "display_name": "Fåresø (place mentioned)"}, {"place_id": 493, "name": "Rold skov", "display_name": "Rold skov (place mentioned)"}, {"place_id": 608, "name": "Stubberup", "display_name": "Stubberup (place mentioned)"}, {"place_id": 609, "name": "Stubberuphus", "display_name": "Stubberuphus (place mentioned)"}, {"place_id": 666, "name": "Trydsø", "display_name": "Trydsø (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 348, "publication_info": "DS_II_A_132", "full_name": "348 - 0.00 - DS_II_A_132", "url": "data/stories/758.dfl"}, {"informant_id": 69, "publication_info": "DS_II_A_149", "full_name": "69 - 0.00 - DS_II_A_149", "url": "data/stories/823.dfl"}, {"informant_id": 241, "publication_info": "Unpub_JPP_220", "full_name": "241 - 2.20 - Unpub_JPP_220", "url": "data/stories/170.dfl"}, {"informant_id": 241, "publication_info": "DSnr_II_D13", "full_name": "241 - 4.02 - DSnr_II_D13", "url": "data/stories/173.dfl"}]}, "fielddiary_page_start": "3247b", "fielddiary_page_end": "3247b", "bibliographic_info": "Boberg 1934", "bibliography_references": {"reference": {"display_string": "[Book] Boberg, Inger M. 1934. <i>Sagnet om den store Pans død</i>. Copenhagen: Levin og Munksgaards Forlag."}}, "annotation": "The charcoal maker (collier) finds himself alone in the forest late at night, yet engaged in an important economic activity--a situation ripe for supernatural contact. Here, the elf hag, known as a seductress from other stories, approaches him, ostensibly to warm herself. The man assaults her--in this case, sexually--and she in turn calls for assistance.\n\n     The story is closely related to Jens Peter's story of the injured mermaid, who calls to the merman to protect her (JPP 2.20 and JPP 4.02). In both cases, the man guarding a solitary refinery burns the supernatural being. The being responds with an obscure exclamation, similar to the statement in the legend of Pan's death (JPP 4.12). Unlike Jens Peter's story, Bitte Jens includes the clever response of the collier that allows him enough time to escape from the trolls. The resulting destruction is similar in both stories. \n\n     Peat was commonly used as a heating fuel. Although it burned at a low temperature and created a lot of smoke, it was readily available. Charcoal, by contrast, burned cleanly at a high temperature, and for a long time. It was not commonly used to heat houses since wood was scarce; rather it was used for fires that needed to be hot such as those used for smithing. Charcoal was made in a pit, referred to as a pile, by directly burning the wood that was to become charcoal. Making charcoal in pits was difficult and the piles required a great deal of attention from the colliers. Oxygen entering the pit was regulated, so that the charcoal itself did not burn. An abandoned pile could burn out of control and quite possibly explode.", "danish_manuscript": "Saadan fortalte de ogsaa om en M. fra Rold, det var ogsaa dh. Bjærgf. H. laa i Skoven og brændt Kul, det var s. meget Skikken. Naar de kjøbte Træer i Skoven, s. brændte de Toppen i Kul. S. kom der en Ellekone og hu stod og sankede hendes Skørter op. stod og varmede sig ved hans Kul mile. Men s. tykt h. hu skulde varmes noget bedre. Jager ind og tager en Pind og jager den op imellem Laarene paa hende. Hvad hedder du? s. hu. A sjel s. h. Naa s. raaber hun Fussibuu (det skal vel være Faare-Sø og der er en Mose de kalder Fossi Mose) og Trussitrold (der er en Sø der ude de kalder [Troldsø] Trys-sø, ved siden af Landevejen fra Tveden til Rold) Bukkjarskjællinger, Aldålsdreng, Pussullin er åbrænd *Bukkjær er der inde i Roldkjær og det var også i Rold skov han brændte Kul. Al dal er lige overfor Stubberup og der har været en Vej der op ad, men et Aar skred den næsten sam- men.) Lige som hu sagde det s. stod de ved hende (wenner). Hvem har gjordt det. A sjæl a sjæl. S. troede de jo h. havde selv gjort det. og det varede længe inden de kunde faa det at vide, og M. h. kom næsten hjem. Lige som h. var kommen ind og havde faaet Døren lukket s. var de derned og slog paa Dørene, men s. var h. frelst. Om Morgen h. kom i Skoven, da var alle hans Kulmiler split æd. S. havde de gjort ham det.", "english_manuscript": "They also told a story like that about a man from Rold, it was also about these mound dwellers. He was sleeping out in the forest burning charcoal, that's what they used to do. When they bought timber in the forests, they burned the top down to charcoal. So this elf woman comes and pulls up her skirt and stood there warming herself by his charcoal stack. Then he thought that she should be warmed up a bit better. He reaches in and takes out a stick and shoves it up between her thighs. \"What's your name?\" she says. \"Myself,\" he says. Well, then she shouts, \"Fussibu (this had to be Faare Lake and there was a swamp there called Fossi Mose [Fossi Swamp]) and Trussitrold (there's a lake out there they call [Troll lake] Tryssø, right next to the road from Tveden to Rold), Bukkjar's hags and Aldål's boy, little pussy has been burned.\" (Bukkjær is in there in Roldkjær and it was also in Rold Forest that he was burning charcoal. Aldal is just opposite Stubberup, and there used to be a road up there, but one year it collapsed almost completely). As soon as she'd said that, they were all standing there next to her (friends). \"Who did it?\" \"Myself! Myself!\" Then they thought that she'd done it herself, and it took a while to figure it out, and the man had almost gotten home. As soon as he got inside and closed the door, they were there and pounded on the door, but he'd been saved then. The next morning he went out to the forest, all his charcoal stacks had been smashed to pieces. They'd done that to him.", "danish_publication": "Sådan har de også fortalt om en mand fra Rold, dede han var i lag med de her ellekjællinger. Han lå i skoven og brændte kul, det var nu så meget skikken i forrige tider. Når de kjöbte træer i skoven, så brændte de al tid toppen i kul og havde en hel del kulmiler at passe. Nu var denne her mand altså ude i skoven en nat at passe hans mile, og så kommer der en ellekone og står og sanker hendes skjörter op og står og varmer sig ved milen. Så tykker han, hun skal varmes noget bedre, og han tager da en pind af milen og jager til hende. \"Hvad hedder du?\" siger hun. \"A sjæl,\" siger han. Nå, så råber hun: \"Fussibuu og Trussitrold, Bukkjærskjællinger og Aldålsdreng, pussullin er åbrænd.\" Ligesom hun sagde det, så stod de wenner (ved hende) alle dem, hun havde kaldt på. \"Hvem har gjort det?\" råbte de. \"A sjæl, a sjæl!\" Så troede de jo, hun havde selv gjort det, og det varede længe, inden de kunde få den rigtige sammenhæng at vide, så manden kom næsten hjem imens, han havde jo fundet det klogest at komme af vejen. Ligesom han var kommen ind og havde fået dören lukket, så var de derved og slog på dörene, men da var han jo frelst. Om morgenen efter, da han kom ud i skoven, var alle hans kulmiler splittede æd. Så havde de da gjort ham det. Det var nu i Rold skov, han brændte kul, og Bukkjær og Aldal er netop et par steder inde i skoven. Aldal er lige over for Stubberup, og der har været en vej op ad dalen, men et år skred den næsten sammen. Trussitrold boede vel i Trys sø, som findes ved siden af landevejen fra Treden til Rold, og Fussibuu havde vel sit hjem i Fossi mose, som ligger tæt ved Fåre sø.", "english_publication": "There was a similar story about a man from Rold, who was in the company of these elf hags. He was sleeping out in the forest burning charcoal, that was the practice in the olden days. When they bought timber in the forests, they always burned the top down to charcoal and had a large number of charcoal stacks to take care of. Now this man was out in the forest one night taking care of his stacks, and then this elf woman comes and pulls up her skirt and stands there warming herself by the stack. Then he thought that she should be warmed a bit better, and he takes a stick out of the stack and pokes it at her. “What’s your name?” she says. “Myself,” he says. Well, then she yells out, “Fussibu and Trussitrold, Bukkjær hags and Aldåls boys, little pussy has been burned.” Just as she said that, all those she had called stood there next to her. “Who did it?” they shouted. “Myself! Myself!” Then they thought that she’d done it herself, and it took so long to figure it out that the man had managed to get home in the meantime, he’d thought it wisest to get out of there. Just as he’d gotten inside and closed the door, they were there and pounded on the door, but he was saved. The next morning, when he went out into the forest, all his charcoal stacks had been smashed to pieces. They’d done that to him. Now it was in Rold forest that he burned charcoal, and Bukkjær and Aldal are a couple of places there in the forest. Aldal is just across from Stubberup, and there was a road up the dale, but one year it collapsed almost completely. Trussitrold lived most likely in Try Lake, which is next to the road from Tveden to Rold, and Fussibuu probably lived in Fossi swamp, which is close to Fåre lake. Elves lived in the hill they called Stubberup House. People hauled firewood there in the forest and burned charcoal stacks.", "keywords": {"keyword": ["boy", "charcoal", "dale", "day", "door", "elf", "fire", "firewood", "forest", "hag", "hill", "home", "house", "lake", "morning", "name", "night", "pussy", "road", "skirt", "sleep", "story", "swamp", "year"]}, "etk_index": {"heading_danish": "Ellefolk", "heading_english": "Elves"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}