{"publication_info": "Æv_0_1514", "full_name": "235 - 1.50 - Æv_0_1514", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.5, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": {"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "Æv_0_1515", "full_name": "235 - 1.54 - Æv_0_1515", "url": "data/stories/274.dfl"}, {"informant_id": 235, "publication_info": "Æv_0_1512", "full_name": "235 - 1.47 - Æv_0_1512", "url": "data/stories/267.dfl"}, {"informant_id": 235, "publication_info": "Æv_0_1513", "full_name": "235 - 1.48 - Æv_0_1513", "url": "data/stories/268.dfl"}, {"informant_id": 235, "publication_info": "JFm_XII_3", "full_name": "235 - 1.49 - JFm_XII_3", "url": "data/stories/269.dfl"}]}, "fielddiary_page_start": "5224b", "fielddiary_page_end": "5225b", "bibliographic_info": "Holbek 1987", "bibliography_references": {"reference": [{"display_string": "[Book] Holbek, Bengt. 1987. <i>Interpretation of Fairy Tales (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}, {"display_string": "[Book] Uther, Hans-Jörg. 2004. <i>The types of international folktales : a classification and bibliography, based on the system of Antti Aarne and Stith Thompson (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}]}, "annotation": "Kirsten Marie continues with a standard variant of ATU 325, \"The Magician and His Pupil\".\n\n     Holbek points out that these tales, however fanciful, reflect not only psychological tensions between the generations and the sexes, but also the economic tensions that animate day to day life in rural Denmark. \n\n     Large family size was one of the greatest factors that contributed to persistent rural poverty. Since farm plots were generally small, inheritance of the land (when possible and not limited by non-inheritable leaseholds) usually went to the oldest son. In many cases there was no inheritance at all, and the oldest along with the rest of the children were essentially left to fend for themselves.\n\n     Once the children reached confirmation age, they usually left home to work at other farms. Schooling also ended at the same time. The young boy's ploy to get work from the magician echoes the switch Kirsten Marie's father plays on the beggar bailiff in an earlier story (KMP 1.03). Amusingly, the protagonist in this story has to renounce the very education that was intended to allow him to find work and contribute to society in a meaningful fashion.\n\n     Family size and the limited opportunities afforded adult children also contributed to the development of the itinerant class of beggars and merchants who are an important feature of Kirsten Marie's storytelling. The horse peddler is of course another manifestation of that itinerant class.\n\n     Tang Kristensen did not publish this tale in any of his collections.", "danish_manuscript": "Der var en G. en Mand h havde s. mange Børn\nog s. da den [tol] ældste blev noget stor, s. Vilde\nden ud og søge sig en Tjeneste. S. gik den og kom\ntil en der kom ridende. [ Om h. l] Hvad gaar\ndu efter bitte Dreng. A gaar for og vil ud\nog have en Tjeneste. Vil du s. ikke tjene\nmig. Jo a kan lige s. godt tjene jer som en\nanden. Kan du læse. Ja a kan. Vi var\nmange Børn, men min Fader sørgede for\nvi skulde lære vor Lærdom. Ja s. kan a ikke\nbruge dig. S. vendte h. hans Klæder og stak\nrunden om og mødte ham igien og s. gjen\ntager det samme Mundheld. Kan du læse\nNek a kan s. mænd ej. Ja, s. kan a bruge\ndig. Ja s. kan du nu sætte dig op her bag-\npaa og følge med mig hjem. S. kom h. op\nat ride. Da de kom hjem s. h. Her er\net Kammer med s. mange Bøger, nu skal\ndi holde dem rene, ikke bestille andet. \nDrengen h. læste og læste noget i Bøgerne\nog der var saadan nogle Kunster te h. kund\nde skabe sig i hvad h. vilde. Og Manden\nham kaldte de den Sorte Kunstner. S. rej\nste h. fra By og s. til Drengen: Nu skul\nle h. passe paa Bøgerne og holde dem godt\nrene. S. skulde der være Marked og hans\nFader var s. forlegen for Penge. S. vilde\nh. skabe sig i en Hest og hans F. kunde sælge\nham og kunde faa mange Penge for ham.\nH. tog ham ogsaa til Marked og der var\n\n5225A\nden sorte K. ogsaa og h. kunde kjende Hesten\nS. vilde h. kjøbe den af Manden. Men nu\nhavde Dr. forbudt hans F. at h. ikke maatte\nsælge den med Grimen paa, tage den af Hesten\nDer var s. mange der vilde kjøbe Hesten, \nmen den sorte K. bød s. meget. H. vilde\nikke sælge med Grimen. Endelig sælge den med\nGr. hejsen vilde h. ikke have den. Fik Hest\nog trak med sig hjem. Forbød Folken at tage\nGrimen af ham. Hver Dag h. var ude at\nblive vandet, s. skrabte h. og skrabte paa\nNæsen og vilde have gr. af. En Dag Knægten\nkom derud, h. havde s. mange Børn, s. \ns de, Aa lad os tage Gr. af ham, h kan\nikke drikke med gr. paa. Det første den var\naf, skabte h. sig i en Fugl og s. fløj h. s.\nkom K. ud af Porten i det samme og s. skabte\nh. sig i en Høg og stak abag efter Fuglen. Sl\nkom de hen til en Prs Vindue og hu saa\nden bitte Fugl, Høgen var efter og hu lukte\nVind. op og F. fløj ind og Høgen maatte\nblive udenfor. Nogle Dage efter kom en\nPranger der og s s h til Prs at nu vilde h.\nskabe sig i en guldring og sætte sig paa hendes\nFinger og alt det Prs vil kjøbe det bliver Gul\ndringen, men naar du sælger den, s. skal du\nlade den plaate paa Skiven først. S. [lod] lad\nh. sig skabe i en Bygkjærne og s. skulle Kunst\nneren sig i en Kok og vilde tage Bygkj. men s. skab\nte Drengen sig i en Ræv og bed hovedet af Kokken\n\n5225B\nDa h. blev stor, fik h. Prs. og de lever godt.", "english_manuscript": "There was once a man who had so many children and then when the oldest got a little bigger, he wanted to go out and look for work. So he left and he met someone who was riding. What are you looking for little boy. I'm out walking and looking for work. Would you like to serve me. Sure, I can just as well work for you as for someone else. Can you read. Yes, I can. We were many children but my father made sure we learned our learning. Well, then I can't use you. So he turned his clothes around and ran around back and then he met him again and then the same conversation repeats itself. Can you read. No, I certainly can't. Yes, well then I can use you. You can climb up here on back and come with me home. Then he rode home. When they got home he said, here is a room with lots of books, now I need you to keep them clean, don't do anything else. The boy read and read a bit in the books, and they were different kinds of arts, he could turn himself into whatever he wanted. And the man, they called him the black magician. Then he traveled away from the town and said to the boy: Now, take care of the books and keep them clean. There was to be a market and his father really needed money. So he decided to turn himself into a horse and his father could sell him and could get a lot of money for him. He brought him to market too and there was the black magician as well, and he recognized the horse. Then he wanted to buy him from the man. But the boy had forbidden his father, he wasn't to sell him with his halter on, take it off the horse. There were so many who wanted to buy the horse, but the black magician offered so much. He didn't want to sell it with the halter. Finally sell it with the halter, otherwise he didn't want it. He got the horse and led it home. He forbade his people to take the halter off of him. Each day he was let out and was watered, and he scraped and scraped at his nose and wanted to take the halter off. One day a young boy came out there, they had so many children, and he said, oh come on, let's take the halter off of him, he can't drink with the halter on. As soon as it came off, he turned himself into a bird and flew out of the door. Then the magician came out and turned himself into a hawk and went after the bird. Then they came to a princess's window and she saw the little bird that the hawk was chasing and she opened the window and the bird flew in and the hawk had to stay outside. A few days later, a horse dealer came there and then he said to the princess that he would now turn himself into a gold ring and put himself on her finger and the only thing the dealer wanted to buy would be the gold ring, but when you sell it, you have to let it fall on the table first. Then he turned himself into a barley corn and then the magician would turn into a rooster and take the barley corn but the boy turned himself into a fox and bit the head off of the rooster. When he got bigger, he got the princess and they live well.", "danish_publication": "Der var en Gang en Mand, han havde saa mange Børn. Da den ældste blev noget stor, saa vilde han ud og søge sig en Tjeneste. Som han nu gaar, saa kommer han til én, der kommer ridende. ”Hvad gaar du efter, bitte Dreng?” siger han. ”A gaar for og vil ud og have mig en Tjeneste.” –  ”Vil du saa ikke tjene mig?” – ”Ja a kan lige saa godt tjene her som en anden,” siger Drengen. ”Kan du læse?” – ”Ja, a kan. Vi har mange Børn, men min Fader sørgede godt for os i den Retning, vi skulde lære vor Lærdom.” – ”Ja, saa kan a ikke bruge dig, a skal have en Dreng, der ikke kan læse,” og han drog saa videre. Men Drengen kunde nok have Lyst til at faa Tjenesten, og saa rendte han om og vendte hans Klæder og løb saadan omkring, at han mødte Manden igjen. Nu gjentager det samme sig. Manden spørger, om han vil tjene ham, og om han kan læse. ”Nej, a kan saa mænd ej,” siger Drengen. ”Jo, saa kan a bruge dig. Nu kan du sætte dig op her bag paa, og saa følge med mig hjem.” Saa kom han op at ride. Da de kom hjem, siger han: ”Her er et Kammer med saa mange Bøger, nu kan du holde dem rene, og du skal ikke bestille andet.” Drengen han gik saa mellem Bøgerne hver Dag og læste i dem. Han lærte nu meget af dem, og der var nu saadan Anvisning paa, hvordan en skulde bære sig ad med at gjøre Kunster og skabe sig i hvad en vilde. Manden han tjente ved, ham kaldte de den sorte Kunstner. Han rejste tit fra By, og saa sagde han til Drengen: ”Se nu til, du passer paa Bøgerne og holder dem godt rene.” Nu vidste Drengen, at hans Fader var saa forlegen for Penge, og saa hørte han, at der skulde være Marked i Nærheden. Nu tykte han jo, han havde lært en hel Del, og saa gaar han hjem til hans Fader og siger: ”Nu vil a skabe mig i en Hest og saa skal du trække til Marked med den og sælge den, og du kan faa mange Penge for den. Men du maa vide, du ikke sælger den med Grimen paa, den maa du endelig huske at tage af og beholde.” Det lovede Faderen, og saa tog han ham ogsaa til Marked. Den sorte Kunstner var der ogsaa, og han kunde kjende Hesten og vilde kjøbe den af Manden. Der var mange andre, der vilde kjøbe den Hest, for den var saa pæn, men den sorte Kunstner bød mest. Manden vilde ikke sælge Grimen med den, og den fremmede vilde absolut have Grimen med. Endelig bød han saa meget, at Manden ikke tykte, han kunde lade ham gaa fra sig, men hvis han ikke kunde faa Grimen med, saa vilde han ikke have den. Altsaa slog Drengens Fader til, og den sorte Kunstner fik Hesten og trak den med sig hjem. Nu forbød han hans Folk at tage Grimen af den. Hver Dag den var ude at blive vandet, saa skrabte den og skrabte paa Næsen og vilde absolut have Grimen af. Nu havde Kunstneren mange Børn, og en Dag én af dem kom derud og saa det, sagde han: ”Aa, lad os tage Grimen af ham, han kan jo ikke godt drikke med Grimen paa.” De tager den saa af, men det første de har gjort det, saa skabte Hesten sig om til en Fugl, og saa fløj han. Da kommer Kunstneren ind ad Porten i det samme, og han ser, hvad der er gaaet for sig, og skaber sig saa i en Høg og stikker æbag efter Fuglen. Den kom saa hen i Nærheden af en Prinsesses Vindue, og da hun ser den bitte Fugl, og hvordan Høgen var efter den, saa lukkede hun et Vindue op, og Fuglen fløj ind, men Høgen maatte kjønt blive udenfor. Fuglen skabte sig nu i en Karl og sagde til Prinsessen, at han nu vilde gjøre sig til en Guldering, som hun kunde sætte paa hendes Finger, og saa vilde der nok komme en Handelsmand, som vilde kjøbe Gulderinge, og hun maatte nok sælge den til ham, men hun skulde lade den platte ned paa Skiven først. Nogle Dage efter kom Handelsmanden ogsaa og spurgte Prinsessen, om hun ikke vilde sælge den Guldering, hun der have paa hendes Finger. Jo, det kunde blive godt, og de blev enige om Prisen. Saa tog hun den af Fingeren og lod den platte ned paa Skiven. Da lad han sig skabe i en Bygkjærne, og saa skabte Kunstneren sig i en Kok, for det var ingen andre end ham, der havde givet sig ud for Pranger. Kokken vilde nu tage Bygkjærnen, men saa skabte Drengen sig i en Ræv og bed Hovedet af Kokken. Saa var det forbi med Kunstneren, og Drengen blev ved Prinsessen, og da han blev stor, giftede hun sig med ham, og saa lever de godt med hverandre.", "english_publication": "Once upon a time, there was a man who had so many children. When the oldest one had gotten fairly big, he decided he wanted to go out and find a job. As he is walking along, he meets a person who is riding by. “What are you out after, little boy?” he says. “I’m going out to find a job.” – “Won’t you work for me?” – “Sure, I can just as well work for you as for someone else,” says the boy. “Can you read?” – “Yes, I can. We have a lot of children, but my father made sure on that account, we all had to learn our learning.” – “Well, then I can’t use you, I need a boy who can’t read,” and he rode on. But the boy now wanted the job, and so he ran around and turned his clothes inside out, and he ran over so that he met up with the man again. Now the same thing happens again. The man asks if he wants to work for him, and whether he can read. “No, I certainly cannot,” says the boy. “Well, then I can use you. Now you can get up here on back, and then come along with me.” Then he got up to ride. When they got home, he says: “Here is a room with a lot of books, you are to keep them clean and do nothing else.” The boy went there among the books every day and read them. He learned a lot from them, and there was instruction in how to do magic and turn oneself into whatever one wanted. People called the man that he worked for the Black Magician. The magician often traveled, and then he would say to the boy: “Make sure that you take care of the books and keep then nice and clean.” Now the boy knew that his father needed money, and then he heard that there was to be a market nearby. Now he thought that he’d learned quite a bit, and so he goes home to his father and says: “Now I’m going to turn myself into a horse and you’re to bring that horse to market and sell it, and you can get a lot of money for it. But you have to remember, you are not to sell me with the halter on, you have to remember to take it off and keep it.” The father promised that, and then he took him to the market. The Black Magician was there too, and he recognized the horse and wanted to buy it from the man. There were many others who wanted to buy that horse, since it was so beautiful, but the Black Magician bid the most. The man wouldn’t sell the halter with it, and the magician absolutely wanted to have the halter. Finally, he bid so much that the man didn’t feel he could let him walk away, but if he couldn’t have the halter, then he didn’t want it. Then the boy’s father made a decision, and the Black Magician got the horse and led it home with him. Now the magician forbade his people from taking the halter off. Every day that it was led outside to be watered, it scraped and scraped at its nose and absolutely wanted the halter off. Now the magician had lots of children, and one day one of them came out there and saw that and he said: “Oh, let’s take the halter off of him, he can’t really drink with the halter on.” They take it off, but as soon as they’ve done that, the horse turned itself into a bird and flew off. Then the magician comes in the door at that moment and he sees what has happened, and he turns himself into a hawk and flies off after the bird. The bird got close to a princess’s window, and when she sees the little bird and how the hawk was chasing it, she opens her window and the bird flew in, but the hawk had to stay outside. The bird changed itself into a young man and said to the princess that he was now going to turn himself into a gold ring, that she could put on her finger, and a traveling salesman (horse trader) would come who wanted to buy the ring, and she could sell it to him, but she was to let it drop onto the table first. A few days later a traveling salesman came and asked the princess if she wanted to sell the gold ring that she had on her finger. Sure, that would be good, and they agreed on the price. Then she took it off her finger and let it drop down onto the plate. Then he turned himself into a barley corn, and the magician turned himself into a rooster, because it was no other than he who had pretended to be a horse trader. The rooster wanted to take the barley corn, but then the boy turned himself into a fox and bit the head off of the rooster. Then that was the end for the magician, and the boy stayed with the princess and when he got older, he married her, and they lived happily together the rest of their lives.", "keywords": {"keyword": ["agreement", "barley", "beautiful", "birds", "black", "books", "boy", "chase", "children", "clothing", "corn", "day", "door", "drinking", "father", "finger", "fox", "gold", "hawk", "home", "horse", "job", "learning", "magic", "market", "marriage", "money", "nose", "old", "outside", "plate", "princess", "riding", "ringing", "rooster", "stranger", "table", "window", "work", "young"]}, "etk_index": {"heading_danish": "Registrant over Evald Tang Kristensens Samling af Eventyr", "heading_english": "Index of Evald Tang Kristensen's collected Fairy Tales"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}