{"publication_info": "DS_VI_2", "full_name": "235 - 1.51 - DS_VI_2", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.51, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 425, "name": "Nielstrup", "display_name": "Nielstrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 376, "publication_info": "DS_VI_240", "full_name": "376 - 0.00 - DS_VI_240", "url": "data/stories/673.dfl"}, {"informant_id": 410, "publication_info": "DS_VI_21", "full_name": "410 - 0.00 - DS_VI_21", "url": "data/stories/689.dfl"}, {"informant_id": 538, "publication_info": "DS_VI_33", "full_name": "538 - 0.00 - DS_VI_33", "url": "data/stories/541.dfl"}]}, "fielddiary_page_start": "5225b (1)", "fielddiary_page_end": "5225b (1)", "bibliographic_info": "Klintberg 1968\nFeilberg 1914", "bibliography_references": null, "annotation": "Kirsten Marie returns to localized legends with this next story. Quite possibly, she took a rest while Tang Kristensen finished writing the long fairy tales she had just told him. When he was ready to start again, she returned to the realm of believable, everyday stories.\n\n     There is no clear evaluation of the doppelgänger that she tells about in the story. Indeed, Kirsten Marie appears to be neutral about whether the farmhand's ability to be two places at once is good or bad, reporting it simply as an observed experience. Numerous stories attest to the divisible nature of the human spirit in Danish folk belief (DS VI 21, 33), a topic considered by Feilberg in his consideration of the spirit in Danish folk belief (Feilberg 1914). In this story, the farmhand is able to project himself back to the farm. The ability to appear to be two places at once could of course have its benefits.", "danish_manuscript": "Der var en Karl i Nielstrup, h. kunde gaa\nude i Stalden og synge, naar de andre Kar\nle kom og vilde gaa derind, s. tykte de h. \nvar der, men naar de kom ind, s. var h.\ninde ved Bordet og s. formodede de det\nvar hans Gjejst. Der var meget Tale om \ni gl. Dage de havde saadan en Gjejst.", "english_manuscript": "There was a farmhand in Nielstrup, they said he could go out in the stalls and sing and when the other farmhands came and wanted to go in there, then they thought he was there, but when they came in then he was sitting at the table and so they figured that it was his gjejst. There was a lot of talk in the old days of people who had a gjejst.", "danish_publication": "Der var megen tale om i gamle dage, at folk havde en gjejst. Sådan fortælles der om en karl i Nielstrup, at han kunde gå ude i stalden og synge, og når de andre karle kom og vilde gå derind, så tykte de, han var der; men når de kom ind i stuen, så sad han der ved bordet.   Så formodede de, at det var hans gjejst, de havde set der ude.", "english_publication": "There was a lot of talk in the old days of people who had a gjejst. There was a story like that about a farmhand in Nielstrup, they said he could go out in the stalls and sing and when the other farmhands came and wanted to go in there, then they thought he was there; but when they went into the house then he was sitting at the table there. Then they presumed that it was his gjejst they’d seen out there.", "keywords": {"keyword": ["day", "farmhand", "house", "old", "singing", "stall", "story", "table"]}, "etk_index": {"heading_danish": "Om Fanden og forbund med ham", "heading_english": "About the Devil and being in league with the Devil"}, "tango_indices": {"tango_index": [null, null, null, null, null]}, "genre": null}