{"publication_info": "Unpub_KMP_152", "full_name": "235 - 1.52 - Unpub_KMP_152", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.52, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": {"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}}, "stories_mentioned": {"story": {"informant_id": 235, "publication_info": "DS_VII_177", "full_name": "235 - 2.01 - DS_VII_177", "url": "data/stories/284.dfl"}}, "fielddiary_page_start": "5225b (2)", "fielddiary_page_end": "5225b (2)", "bibliographic_info": null, "bibliography_references": null, "annotation": "Kirsten Marie's earlier dismissal of the abilities of cunning folk is reversed in this dramatic story of a sudden cure. The grandfather believes that the cunning man has predicted his wife's death, and there is considerable narrative tension that builds up as he returns home. The tension is relieved by his wife's humorous outburst that also serves as a confirmation of the abilities of at least this particular cunning man. Her great grandfather must be skeptical of the abilities of cunning folk, and therefore is unable to understand her seemingly miraculous cure.\n\n     Kirsten Marie told another version of this tale as the first story in her second session with Tang Kristensen (KMP 2.01). Tang Kristensen chose to publish that later variant.", "danish_manuscript": "Min Oldefaders Kone var bleven s. syg og s.\nrejste h. hen til en Klog Mand, hu var s. ring\nge dg. h. rejste te h. skreg. S. da h. kom hen \ntil Mand. s. h. jo hvordan h. havde det.\nOg s. s. h. siden i Eftermiddag Kl. 2 har\ndin Kone ikke fejlet noget. S. rejste M.\nhjem og h. forstilte sig, nu var hu død.\nOg h. kom ude i Stuen, raabte hu inde\ni Kammeret. Er det dig Rasmus. du behø-\nver ikke at gaa sa stille, for a er nohæn-\nde kommen mig. Siden Kl. 2. i Eftermiddag har\na ingen Ting fejlet. S. mærkede M. jo det \nvar rigtig som den kloge M. havde sagt-\nMen hvordan det kunde forstaa sig, det kun\nde h. aldrig begribe.", "english_manuscript": "My great grandfather's wife had gotten so sick, so sick and he went to the cunning man, she was so bad off when he left that she was screaming. Then when he got to the man, he asked how she was. And he said, that since that afternoon at two pm, your wife hasn't had anything wrong with her. Then the man went home and believed that she was dead now. And he came into the living room and she shouted from the bedroom. \"Is that you Rasmus? You don't need to walk so softly, since I've more or less gotten better. Since two this afternoon, nothing has been wrong with me.\" Then the man realized that what the cunning man had said was right. But the man could never figure out how that could have been.", "danish_publication": "Unpublished", "english_publication": "Unpublished version reads: My great grandfather’s wife had gotten so sick, so sick and he went to the cunning man, she was so bad off when he left that she was screaming. Then when he got to the cunning man, he asked him how she was. And the cunning man said that, since that afternoon at two pm, your wife hasn’t had anything wrong with her. Then the man went home and believed that she was dead. And he came into the living room and she shouted from the bedroom. “Is that you Rasmus? You don’t need to walk so softly, since I’ve more or less gotten better. Since two this afternoon, nothing has been wrong with me.” Then the man realized that what the cunning man had said was right. But the man could never figure out how that could have been.", "keywords": {"keyword": ["afternoon", "bed", "belief", "Cunning Folk", "death", "grandfather", "home", "Rasmus", "sickness", "wife"]}, "etk_index": {"heading_danish": "Uudgivne historier", "heading_english": "Unpublished stories"}, "tango_indices": {"tango_index": [null, null, null]}, "genre": null}