{"publication_info": "Æv_0_1511b", "full_name": "235 - 1.53 - Æv_0_1511b", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.53, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": {"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}}, "stories_mentioned": {"story": {"informant_id": 235, "publication_info": "JFm_XII_3", "full_name": "235 - 1.49 - JFm_XII_3", "url": "data/stories/269.dfl"}}, "fielddiary_page_start": "5225b (3)", "fielddiary_page_end": "5225b (3)", "bibliographic_info": null, "bibliography_references": null, "annotation": "This story fragment is nearly incomprehensible by itself, and Tang Kristensen neither published it nor incorporated it into any other story. In all likelihood, Kirsten Marie was trying to remember another story, and could only recall bits and pieces of the tale. Another possibility is that Kirsten Marie had remembered this detail, which was to be included in one of the tales that she had just told him. The registration of the fragment as Æv 1511b (Brandt 1974) suggests that it was to be incorporated into Æv 1511 (KMP 1.49), but it is unclear where the fragment would fit in that story. A final possibility is that Tang Kristensen felt he knew the tale so well that he only had to record this small fragment and that he could reconstitute the tale later.", "danish_manuscript": "Hun skulde lave Mad til Kongen. Kommer \nen lille Guldrok i Suppen. Havde et låd\ndent Skind svøbt om sig og laa under Trappen.", "english_manuscript": "She was supposed to make food for the king. She puts a little golden spinning wheel in the soup. She had a shaggy fur that she wrapped around herself and lay under the stairs.", "danish_publication": "Hun skulde lave Mad til Kongen. Saa kommer hun en lille Guldrok i Suppen. Hun laa under Trappen og havde et laaddent Skind svøbt om sig.", "english_publication": "She was supposed to make food for the king. She puts a little golden spinning wheel in the soup. She lay under the stairs and had a shaggy fur that she wrapped around herself.", "keywords": {"keyword": ["food", "gold", "king", "shaggy", "soup", "stairs", "wheel"]}, "etk_index": {"heading_danish": "Registrant over Evald Tang Kristensens Samling af Eventyr", "heading_english": "Index of Evald Tang Kristensen's collected Fairy Tales"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}