{"publication_info": "Æv_0_1515", "full_name": "235 - 1.54 - Æv_0_1515", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.54, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": {"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "Æv_0_1248", "full_name": "150 - 1.21 - Æv_0_1248", "url": "data/stories/24.dfl"}, {"informant_id": 235, "publication_info": "Æv_0_1512", "full_name": "235 - 1.47 - Æv_0_1512", "url": "data/stories/267.dfl"}, {"informant_id": 235, "publication_info": "Æv_0_1513", "full_name": "235 - 1.48 - Æv_0_1513", "url": "data/stories/268.dfl"}, {"informant_id": 235, "publication_info": "Æv_0_1514", "full_name": "235 - 1.50 - Æv_0_1514", "url": "data/stories/270.dfl"}, {"informant_id": 235, "publication_info": "JFm_XII_3", "full_name": "235 - 1.49 - JFm_XII_3", "url": "data/stories/269.dfl"}]}, "fielddiary_page_start": "5225b", "fielddiary_page_end": "5228a", "bibliographic_info": null, "bibliography_references": {"reference": [{"display_string": "[Book] Uther, Hans-Jörg. 2004. <i>The types of international folktales : a classification and bibliography, based on the system of Antti Aarne and Stith Thompson (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}, {"display_string": "[Book] Holbek, Bengt. 1987. <i>Interpretation of Fairy Tales (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}]}, "annotation": "Kirsten Marie returns to fairy tales with this version of an ATU 303 tale, \"The Twins Or Blood-Brothers.\" The story follows the standard pattern of the active masculine tale. The tale is divided into two segments, and it would not have been surprising if the story had simply concluded after the death of the false suitor. The second segment solidifies the close connection between the brothers. This variant shares many features with a variant of ATU 300, \"The Dragon-Slayer\", told by Bitte Jens Kristensen (BJK 1.21).\n\n     The twins are an interesting phenomenon in the fairy tale. Holbek interprets this type of pair as a \"split,\" where \"conflicting aspects of a character are distributed upon different figures in the tale. \" This split also applies to the king and the dragon (Holbek 1987, 435-6).\n\n     Kirsten Marie makes an amusing meta-narrative comment near the end of her story, emphasizing that the story is a lie. That attitude contrasts markedly with her apparent attitude towards the legends and other personal experience narratives that constitute the bulk of her repertoire.\n\n     Tang Kristensen did not publish this story in any of his collections.", "danish_manuscript": "Det var en M. h. var s. fattig. S. var h. Fisker\nfiskede en Dag en stor Fisk. i garnet. Aa\nlig mig gaa i Dag, i Morgen skal du faa\nmange Fisk i dit garn. S. 2. dagen var\n\n5226A\nden samme Fisk i garnet. Ha nu maa du\ntage mig, og s. skal du give din Kone mit\nHjååt og give Hund mine Nyre, dit Øg\nmine Lunger og s. grave min Tunge ned  i\nHaven og Lever ogsaa graves ned. S. faar\nKone to Børn, Hund to Hvalpe, Øg to Føl-\nlet og der bliver to Flasker i Haven og nærms\ntid dine Børn rejser ud fra dig og er i Livs\nfare, s. er Flasken rød og der vogser to Sab-\nler op og de har den Egenskab, te naar de\nviser dem Eggen af Sablen s. dør det, det\nde viser Eggen. S. skete det ogsaa. Din æld\nste Søn rejste ud og vilde forsøge hans Lykke.\nTil en Kjøbstad og der var en Kg. h. havde\nen Datter og der var der flaget med sort og\nvar s. sørgen. A tykkes der ser s. sørgfuldt ud\nher i Byen, hvad er paa Færde. Ja det var\nPrins. Kg. havde givet hende hen til en\nDrage, hjulpet ham i Krigen. Naa s. h.\nNu skulde h. komme og hente hende i Dag. Gjor\nde sig færdig, sætter sig paa Hest, tager Sværd\nved Siden og red ud til hende. Hvad hu sad\nefter. Om h. kunde ikke redde. Nej, vist \nikke, for Dr. kom og hente. Ja da vilde \nprøve paa det. Husk hed R. R., kløven \nop i Træ, ræd. Og Dr. nu kom susende og\nbrusende. 3 Hoveder [H] Satte sig med hende og\nhu sad og redte hans Haar. Hvem er det der\nsidder i min Kjærestes Skjød. Det var min før\nend det blev din. Ja det vilde de slaas om. S.\n\n5226B\nfor Hund og Hest paa ham og Karl hug Hoved\naf ham. Tog Tungerne, gjemte i Lomme\nklæde. Red. Hu bundet hendes Gring i \nhans Haar. 2 Dag. mødte paa samme Plet\nEn med 6 Hoveder. Lig saadan. 3dje Dag.\n9 Hoveder. H. skilles godt ved dem alle 3.\nHun lovede at ville have ham og bie et Aar\nefter hende. Nu vilde h rejse hen et Aar og\ns. komme igien. RR. havde taget alle Hove\ner. H. reddet, eller kvæle hende. Sagde det.\nJa s. maatte h. faa ham. Bed om et Aar at\nsørge i, da hun havde havd den store Sorg.\nDa Aarsdage havde Ende, skulde hu have RR\nKom ridende til samme Kro. Flyet og s. s. \nrødt og s. godt ud. Spurgte efter hvordan det\nkunde være. Det var for det Prs. skulde have.\nGilde i Dag. Ham og Krom. sad. Et stykke\naf Stegen. Aa gud beder det. Bandt [Klæd]\nseddel om Hundens Hals .... Villet salvet\nog bandt steg i. Morsomt at have \net stykke [gl] kage. Ja nu kunde h. se det kunde\nlade sig gjøre. Afsted. Nok med et Styk\nke Kage. RR. gal. Det Hund sjov vilde\nh. ikke have. Ja hu vilde sige dem, at\ndet var den Hunds Herre der havde reddet\nhende. Op og hentede Arm. H. ridende der\nned ..... Ja det var Løgn .... Dem der hav-\nde først været der tog nok Tungerne for\nHovederne. RR. kjørt ihjel i en Pigtønde\nog 2 fik Prs. Første Aften s. h. Hvad er det\n\n5227A\nfor et Lys der skinnes ude. En slem gl\nkjælling, der er nok en Hegs. Lyst til at\nse hende. Aa nej det maatte h. da ikke.\nJo, troede, h. vilde ride derud. Bandt hans\nHest. Gik ind. God aften s. h. Tak og velkom\nmen Sænli sagde hu. Aa a er s. ræd for\nde Hund. Vil du ikke tage et Haar af mit\nHoved og lægge paa de Hunds Næse. Jo.\nAa.... Hest ... Haar _ Næse. Rev\nen Klat Haar af hende og lagde Hesten paa\nNæsen. Hår du nu giort det Sænle. Ja.\nHaar bliv til Jærn og Jærn hold fast.\nS. var de hunden i en Jærnlænke baade\nHund og Hest. Hu kvæld s. ham ogsaa.\nog smed ham ind til de andre døde Krop-\npe hun havde. Havde mange. Nu saa\nde det hjemme, Flasken blev rød. S. stak\n2 Karl af sted hen at forlæs Br. Til samme\nKor. Det første h. kom ind, begyndte de\nat kalde ham Prs. og red h. ned paa Slot.\nHu kom og tog s. venlig imod ham og s.\nom ha kom nu. Var s. venlig [imod h] vid\nste ikke andet, end det var hendes Mand.\nDa de skulde i Seng, tog h. hans Sværd\nog lagde imellem dem. Hvorfor h. gjorde det\ni Aften. Jo, nu vilde h. bruge den Skik i\nAften. Da de kom i Seng s. h. Hvad er \ndet da for et Lys der brænder der ude\ns Klar. Jamen det s. a dig jo i avs.\nJa det er ogsaa sandt, det huskede a\n\n5227B\nikke paa, a tror, a vil derud i Aften igien.\nTviled om at h. var bleven kvæld der ude.\nRed derud. Kunde kjende hans Broders\nhest og hans Hund. Vidste at det var\nder. Ind til Kjæll. ogsaa. Godaften Sæn\nli, Tak godaften Mutter.  A er s. ræd for\ndin Hund. Vil du ..... H. rev en Klat \nHaar af Hoved og smed paa Ilden. Hvad\ner det der knarer. Aa det er Lus og Skidt\n [der] af din gamle So. om h. vilde ....\nHest. Jo, det gjorde h. ogsaa ..... hvad\ndet var der knaset. Har du nu gjort \ndet. Ja. Haar blive til Jærn og Jærn hold \nfast. Men der var ingen Ting der holdte\nfast. Pus s. h. og s. baade H. og H.\npaa Kjæll. Du skal skaffe min Broder\nog hans .... hunde igien, ellers skal vi\nkvæle dig. Ja det skal a nok Sænli.\nog hu ind og ledte imellem de døde Kroppe\nog hu fandt ham, havde en Krukke med\nnoget Salve i og smurte ham og h. blev\nlevende igien. Gjente hende til at løse\nHest og Hu. og s. kvælld de Kjæll. og s. lav\nde Smørdsot? med dem hjem. Paa Vejen\ns. den ene til 2 A laa ved din Kone sid\nste Nat. Laa du ved min Kone og s. blev\nh. s. lyngal og slog ham ihiel paa Vejen\nog smed ham ud i Skoven. Da de skulde \ntil at i Seng. Hvordan kunde [du] det have\n\n5228A\nsig du lagde Sværdet immellem os sidste\nNat. Aa du det var noget a havde fundet\npaa i Aftes. S. rejste h. sig og tog Krukken\nmed sig og gik ud og smurte ham levende\nigien. A kan godt forstaa det er jevne\nlutter Løgn a sidder og fortæller, heller\nvilde a ogsaa have saadan en Krukke. S. \nre de op til Prs., men s. vidste hu ikke,\nhvilken af dem der var hendes Mand. \nMen s. blev h. hos der var Mand og 2\nred hjem igien.", "english_manuscript": "There was a man, he was so poor. And he was a fisherman, and one day he caught a big fish in his net. \"Oh, let me go today, and tomorrow you'll catch so many fish in your net.\" Then the next day, the same fish was in the net. Yes, now you can take me, and give my heart to your wife and my kidneys to your dog, my lungs to your nag and then bury my tongue in your garden and also my liver. Then the wife gives birth to two children, the dog two puppies, the nag two foals, and in the garden two bottles, and then when your children set out in the world, when they are in danger, then the bottle will be red, and two swords will grow, and they have that quality that, whatever you show the edge of the sword to, dies. And that happened too. The oldest son set off and wanted to try his luck. Came to a market town and there was a king there who had a daughter, and they were flying black flags and everyone was so sad. It seems so sad here in the town, what is going on? Well, it was the princess. The king had given her to a dragon that had helped him in a war. Oh, he said. Now it was going to come and get her today. Finished up, got up on his horse, grabs his sword by his side and rides out to her. What are you sitting here for? Couldn't he save her? No, probably not, since the dragon was coming to get her. Wanted to try anyway. The carriage driver's name was the Red Knight, he'd climbed up into a tree, and was scared. And now the dragon came, whistling and roaring, it had three heads. He sat down next to her and she sat and fixed his hair. Who is that sitting in my sweetheart's lap? It was mine before it was yours. Well, let's fight over it. Then the dog and the horse attacked him. Took the tongues, hid them in his pocket. Rode away. She'd bound her gold ring in his hair. Second day, met at the same spot. One with six heads. Same way. Third day. Nine heads. He got rid of all three of them. She promised she'd have him and wait a year for her. Now he wanted to travel for a year and then come back again. The red knight had taken all the heads. He'd saved her, otherwise he'd kill her. Said that. Well, then she was to have him. Asked for a year to mourn, since she'd had that great sorrow. When the year was up, she was to have the Red Knight. Came riding to the same inn. Flags were flying and everything looked so nice. Asked why that was. That was because the princess was to have a big celebration (wedding) today. He sat there with the innkeeper. A piece of the roast. Oh good lord. Tied a note around the dog's neck... roll up a small napkin and they tie the roast in that. Would be fun to have a piece of cake. Well, now he'd see if that was possible. Went off. Good enough with a piece of cake. The Red Knight angry. He didn't want those dog tricks. Yes, well she wanted to say that it was that dog's master who'd saved her. Went up and got him. He was riding down there ... Well, that's a lie... The one who'd been there first had probably taken the tongues out of the heads. The Red Knight was rolled to death in a spiked barrel and the other one got the princess. The first night, he says, what is that light shining out there? An evil old woman, she's probably a witch. Wanted to see her. Oh, no, he really shouldn't. Yes, thought he'd ride out there. Tied up his horse. Went in. Good evening, he said. Thank you, please come in, little son, she said. Oh, I'm so scared of that dog. Won't you take a hair from my head and put in on the dog's nose? Sure. Oh ... horse. Hair, nose. Pulled a clump of hair out of her head, and put it on the horse's nose. Did you do it, little son. Yes. Hair become iron and iron hold tight. Then they were bound in iron chains, both the dog and the horse. She killed him too and tossed him in to all the other dead bodies she had. She had a lot. Now at home they saw that the bottle turned red. Then the other brother left to save his brother. Came to the same inn. As soon as he came in, they began to call him Prince, and he rode down to the castle. She came and greeted him warmly and asked if he'd returned. She was so friendly to him, didn't know that he wasn't her husband. When they were to go to bed, he took his sword and placed it between them. Why did he do that tonight? Yes, well he wanted to use that custom tonight. When they got into bed, he said, what is that light shining out there so clearly? But I told you that last night. Yes, that's right, I didn't remember that, I think I'll go out there again tonight. Wondered if he'd been killed out there. Rode out there. Recognized his brother's horse and dog. Knew that it was there. Went in to the old hag, too. Good evening, little son. Thank you, good evening, Mutter. I'm so scared of your dog. Would you.... He pulled a clump of hair from her head and threw it on the fire. What's crackling? Oh it is lice and shit from her old sow. Would he ... horse. Yes, he did that too... What was it that crackled? Have you done it? Yes. Hair become iron and iron hold tight. But nothing held tight. Go (pus?), he said, and then the horse and dog attacked the hag. You need to bring my brother and his ... back to life, otherwise we'll kill you. Yes, I'll do that little son. And she went in and rooted about among the dead bodies and she found him, had a pot with some salve in it and she smeared it on him and he came back to life. He forced her to release the horse and the dog, and then they killed the hag, and then they brought the salve back home. On the way home, the one said to the other, I lay with your wife last night. Did you lie with my wife last night? And then he became furious and killed him on the road and threw him out into the forest. When they were going to bed, How could it be that you lay your sword between us last night? Oh, that was just something I'd thought up last night. Then he got up and took the pot with him and went out and smeared him back to life. You know, I realize it is a complete lie what I'm sitting here telling. I'd like to have a pot like that too. Then they rode up to the princess, but then she didn't know which one was her husband. But then she stayed with the one who was her husband, and the other one rode home.", "danish_publication": "Æv 1515 mangler", "english_publication": "The fair copy to Æv 1515 is missing. The manuscript version of this tale reads:\n\nThere was a man, he was so poor. And he was a fisherman, and one day he caught a big fish in his net. \"Oh, let me go today, and tomorrow you'll catch so many fish in your net.\" Then the next day, the same fish was in the net. Yes, now you can take me, and give my heart to your wife and my kidneys to your dog, my lungs to your nag and then bury my tongue in your garden and also my liver. Then the wife gives birth to two children, the dog two puppies, the nag two foals, and in the garden two bottles, and then when your children set out in the world, when they are in danger, then the bottle will be red, and two swords will grow, and they have that quality that, whatever you show the edge of the sword to, dies. And that happened too. The oldest son set off and wanted to try his luck. Came to a market town and there was a king there who had a daughter, and they were flying black flags and everyone was so sad. It seems so sad here in the town, what is going on? Well, it was the princess. The king had given her to a dragon that had helped him in a war. Oh, he said. Now it was going to come and get her today. Finished up, got up on his horse, grabs his sword by his side and rides out to her. What are you sitting here for? Couldn't he save her? No, probably not, since the dragon was coming to get her. Wanted to try anyway. The carriage driver's name was the Red Knight, he'd climbed up into a tree, and was scared. And now the dragon came, whistling and roaring, it had three heads. He sat down next to her and she sat and fixed his hair. Who is that sitting in my sweetheart's lap? It was mine before it was yours. Well, let's fight over it. Then the dog and the horse attacked him. Took the tongues, hid them in his pocket. Rode away. She'd bound her gold ring in his hair. Second day, met at the same spot. One with six heads. Same way. Third day. Nine heads. He got rid of all three of them. She promised she'd have him and wait a year for her. Now he wanted to travel for a year and then come back again. The red knight had taken all the heads. He'd saved her, otherwise he'd kill her. Said that. Well, then she was to have him. Asked for a year to mourn, since she'd had that great sorrow. When the year was up, she was to have the Red Knight. Came riding to the same inn. Flags were flying and everything looked so nice. Asked why that was. That was because the princess was to have a big celebration (wedding) today. He sat there with the innkeeper. A piece of the roast. Oh good lord. Tied a note around the dog's neck... roll up a small napkin and they tie the roast in that. Would be fun to have a piece of cake. Well, now he'd see if that was possible. Went off. Good enough with a piece of cake. The Red Knight angry. He didn't want those dog tricks. Yes, well she wanted to say that it was that dog's master who'd saved her. Went up and got him. He was riding down there ... Well, that's a lie... The one who'd been there first had probably taken the tongues out of the heads. The Red Knight was rolled to death in a spiked barrel and the other one got the princess. The first night, he says, what is that light shining out there? An evil old woman, she's probably a witch. Wanted to see her. Oh, no, he really shouldn't. Yes, thought he'd ride out there. Tied up his horse. Went in. Good evening, he said. Thank you, please come in, little son, she said. Oh, I'm so scared of that dog. Won't you take a hair from my head and put in on the dog's nose? Sure. Oh ... horse. Hair, nose. Pulled a clump of hair out of her head, and put it on the horse's nose. Did you do it, little son. Yes. Hair become iron and iron hold tight. Then they were bound in iron chains, both the dog and the horse. She killed him too and tossed him in to all the other dead bodies she had. She had a lot. Now at home they saw that the bottle turned red. Then the other brother left to save his brother. Came to the same inn. As soon as he came in, they began to call him Prince, and he rode down to the castle. She came and greeted him warmly and asked if he'd returned. She was so friendly to him, didn't know that he wasn't her husband. When they were to go to bed, he took his sword and placed it between them. Why did he do that tonight? Yes, well he wanted to use that custom tonight. When they got into bed, he said, what is that light shining out there so clearly? But I told you that last night. Yes, that's right, I didn't remember that, I think I'll go out there again tonight. Wondered if he'd been killed out there. Rode out there. Recognized his brother's horse and dog. Knew that it was there. Went in to the old hag, too. Good evening, little son. Thank you, good evening, Mutter. I'm so scared of your dog. Would you.... He pulled a clump of hair from her head and threw it on the fire. What's crackling? Oh it is lice and shit from her old sow. Would he ... horse. Yes, he did that too... What was it that crackled? Have you done it? Yes. Hair become iron and iron hold tight. But nothing held tight. Go, he said, and then the horse and dog attacked the hag. You need to bring my brother and his ... back to life, otherwise we'll kill you. Yes, I'll do that little son. And she went in and rooted about among the dead bodies and she found him, had a pot with some salve in it and she smeared it on him and he came back to life. He forced her to release the horse and the dog, and then they killed the hag, and then they brought the salve back home. On the way home, the one said to the other, I lay with your wife last night. Did you lie with my wife last night? And then he became furious and killed him on the road and threw him out into the forest. When they were going to bed, How could it be that you lay your sword between us last night? Oh, that was just something I'd thought up last night. Then he got up and took the pot with him and went out and smeared him back to life. You know, I realize it is a complete lie what I'm sitting here telling. I'd like to have a pot like that too. Then they rode up to the princess, but then she didn't know which one was her husband. But then she stayed with the one who was her husband, and the other one rode home.", "keywords": {"keyword": ["angry", "attack", "barrel", "bed", "birth", "black", "bottle", "brother", "burial", "cake", "carriage", "castle", "celebration", "chain", "children", "clump", "danger", "daughter", "day", "dead bodies", "death", "dog", "dragon", "driver", "evening", "evil", "fight", "fire", "fishing", "fix", "flying", "foal", "forest", "fun", "garden", "gold", "hag", "hair", "heart", "home", "horse", "husband", "inn", "inn keeper", "iron", "kill", "king", "knight", "lice", "lord", "luck", "market", "master", "mourning", "nag", "name", "neck", "net", "night", "nose", "old", "pocket", "poor", "pot", "prince", "princess", "red", "riding", "ringing", "road", "shit", "son", "sorrow", "sow", "sword", "thank", "three", "tie", "today", "tomorrow", "tongue", "tonight", "town", "tree", "trickery", "war", "wedding", "whistling", "wife", "witch", "woman", "world", "year"]}, "etk_index": {"heading_danish": "Registrant over Evald Tang Kristensens Samling af Eventyr", "heading_english": "Index of Evald Tang Kristensen's collected Fairy Tales"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}