{"publication_info": "DS_II_B_90", "full_name": "235 - 1.55 - DS_II_B_90", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.55, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 188, "name": "Ginderup", "display_name": "Ginderup (place mentioned)"}, {"place_id": 228, "name": "Hallendrup", "display_name": "Hallendrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 524, "publication_info": "DS_II_B_29", "full_name": "524 - 0.00 - DS_II_B_29", "url": "data/stories/488.dfl"}, {"informant_id": 338, "publication_info": "DS_II_B_41", "full_name": "338 - 0.00 - DS_II_B_41", "url": "data/stories/767.dfl"}, {"informant_id": 410, "publication_info": "DS_II_B_60", "full_name": "410 - 0.00 - DS_II_B_60", "url": "data/stories/688.dfl"}, {"informant_id": 235, "publication_info": "DS_V_810", "full_name": "235 - 1.07 - DS_V_810", "url": "data/stories/226.dfl"}, {"informant_id": 558, "publication_info": "DS_II_B_48", "full_name": "558 - 0.00 - DS_II_B_48", "url": "data/stories/753.dfl"}]}, "fielddiary_page_start": "5228a", "fielddiary_page_end": "5228a", "bibliographic_info": "Foster 1965", "bibliography_references": {"reference": {"display_string": "[Article] Foster, George. 1965. Peasant Society and the Image of Limited Good. Vol. 67 of <i>American Anthropologist</i>, 293-315."}}, "annotation": "The nisse is a well known guardian spirit closely tied to the economic fortunes of a farm. The amusing double theft described in this legend points to the zero sum game that characterizes Foster's description of early peasant societies conceptions of \"limited good\":  one person's gain is another person's loss (Foster 1965).\n\n     Having a farmhand accompany the nisse on his raid of the nearby farm is a slightly unusual feature of this story. The farmhand's precarious perch in the tree during the fight is reminiscent of the farmhand who tries to witness the conjuring of the devil (KMP 1.07).\n\n     The farmhand's presence also allows Kirsten Marie to tell the fairly common story of how the nisse learns to rest (DS II B 48). The nisse, despite his diminutive size, is able to carry an enormous load. As with many supernatural beings and phenomena, what is immediately visible is often misleading. The nisse's outburst about rest underscores his nonhuman status.", "danish_manuscript": "Dem i Hallendrup de havde 1 Nisse og dem\ni Ginderup havde 1. S. kom [de] i Ginnerup\nNisse i Hov om at h. vilde op og stjæle\ni Hallendrup. Siger til en der hed Terkild\ndet gjorded Nis om h. vilde ikke med op til\nH. og stjæle Havre i Aft. S. s. T. jo. S.\ngik de og de tav s. meget som de kunde\nbaade slæbe og bære hverre. Da de kom s.\nmidt vejs s. mødte de H. Nisse h. havde\nværet iG. og stjæle Havre. De kom begge\nop at slaas og T. h. put sig ind i en\nTrætrunte der stod ved Siden af. Da de\nvar s. færdig med at slaas havde G. Nis\nse staan sog. H. siger til T. Kan du nu se\nT. i Trouten, a stod mid endda. S fik \nde Byldten paa dem igien og s. trækket de\naf med dem. S. s. T. aa lad os hvile-\nHvad, er der Hvile til, s. kunde a have\nbaaret lige s. meget til, som a har.", "english_manuscript": "The people in Hallendrup had a nisse, and the people in Ginderup, they had one too. Then the Ginderup nisse decided that he wanted to go over and steal in Hallendrup. He says this to one who was called Terkild, the nisse did, and asked him if he didn't want to come along and steal oats tonight. Terkild said sure. Then they went and they took as much as they each could carry. When they got half way home, they met the Hallendrup nisse, he'd been in Ginderup stealing oats. Now the two started fighting and Terkild climbed into a tree trunk that was to the side there. When they were done fighting, the Ginderup nisse had won. He says to Terkild, \"Can you see, Terkild in the trunk, I'm still standing.\" They got their packs on their backs again, and then they tramped off with them. Then Terkild says, \"Let's take a rest.\"--\"What, can we rest? If I'd known, I could have taken twice as much as I've got.\"", "danish_publication": "Dem i Hallendrup de havde en nisse, og dem i Ginderup de havde én. Så kom Ginderup-nisse i hov om, at han vilde op og stjæle i Hallendrup, og så siger han til én, der hed Terkild, det gjorde nis, om han vilde ikke med der op og stjæle havre i aften. Terkild sagde jo, det kunde de jo godt. Så gik de, og de tav (tog) så meget som de kunde både slæbe og bære hverre (hver). Da de kom så midtvejs på tilbagevejen, så mödte de Hallendrup-nisse, han havde været i Ginderup og stjæle havre. De kom nu begge op at slås, og imens puttede Terkild sig ind i en trætrunte, der stod ved siden af. Da de var så færdige med at slås, havde Ginderup-nisse stån sig. Han tager da ordet og siger til Terkild: \"Kan du nu se, Terkild i trunten, a stod mig endda.\" Så fik de bylten på dem igjen, og så trækket de af med den. Lidt efter siger Terkild: \"Å, lad os hvile.\" — \"Hvad, er der hvile til?\" siger nis, \"så kunde a have båret lige så meget til, som a har.\"", "english_publication": "The people in Hallendrup had a nisse, and the people in Ginderup, they had one too. Then the Ginderup nisse decided that he wanted to go over and steal in Hallendrup and then he asked one who was called Terkild, the nisse did, if he didn’t want to come along and steal oats over there. Terkild said sure, they could do that. Then they went and they took as much as they each could carry. When they got half way home, they met the Hallendrup nisse, he’d been in Ginderup stealing oats. Now the two started fighting and in the mean time Terkild climbed into a tree trunk that was to the side there. When they were done fighting, the Ginderup nisse had won. He then speaks up and says to Terkild, “Can you see, Terkild in the trunk, I’m still standing.”  They got their packs on their backs again, and then they tramped off with them. A little bit later, Terkild says, “Let’s take a rest.”—“What, can we rest?” says the nisse. “If I’d known, I could have taken twice as much as I’ve got.”", "keywords": {"keyword": ["fight", "home", "nisse", "oats", "rest", "terkild", "theft", "tree"]}, "etk_index": {"heading_danish": "Nisser", "heading_english": "Household spirits"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}