{"publication_info": "DS_VI_1079", "full_name": "235 - 1.56 - DS_VI_1079", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.56, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 575, "name": "Sorte Mose", "display_name": "Sorte Mose (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "Unpub_JPP_106", "full_name": "241 - 1.06 - Unpub_JPP_106", "url": "data/stories/147.dfl"}, {"informant_id": 241, "publication_info": "DS_VI_897", "full_name": "241 - 2.07 - DS_VI_897", "url": "data/stories/157.dfl"}, {"informant_id": 258, "publication_info": "DS_V_956", "full_name": "258 - 0.00 - DS_V_956", "url": "data/stories/500.dfl"}, {"informant_id": 90, "publication_info": "DS_VI_810", "full_name": "90 - 2.07 - DS_VI_810", "url": "data/stories/339.dfl"}, {"informant_id": 90, "publication_info": "DS_IV_988", "full_name": "90 - 1.06 - DS_IV_988", "url": "data/stories/329.dfl"}, {"informant_id": 482, "publication_info": "DS_VI_1078", "full_name": "482 - 0.00 - DS_VI_1078", "url": "data/stories/816.dfl"}]}, "fielddiary_page_start": "5228b", "fielddiary_page_end": "5228b", "bibliographic_info": "Boberg 1938", "bibliography_references": {"reference": {"display_string": "[Book] Boberg, Inger M. 1938. <i>Bjærgfolkenes bagning. Sagntypen \"grissel og rage.\" En sagnundersøgelse (Danmarks folkeminder)</i>. Copenhagen: Det Schønbergske forlag."}}, "annotation": "The loss of the pipe in the field is an inverse of the motif of finding something in the field, as in the stories of the mound dwellers' baking (Boberg 1938).  It is unclear who has taken the pipe, although the uncle suspects theft, as do the farmhands. The sudden reappearance of the pipe suggests that it had been \"borrowed\" by the mound dwellers.\n\n      The story focuses primarily on the abilities of the cunning man, Klemmen, to help find the pipe. Ane Margrete also attests to the abilities of Klemmen to \"show again\" (AMJ 2.07). This ability was widely attested in legend, and was attributed to both cunning folk and wise ministers (AMJ 1.06 and 2.07; JPP 1.06; DS VI 1078).", "danish_manuscript": "Min farbroder havde en Pibe der var bleven henne\nde var ude at slaa Kløver, 2 karle, s om\nMiddagen, gik de hjem og da glemte h. hans\nPibe ude i Marken. Da h. kom hjem s. h.\nAa nu ar a glemt min Pibe paa den\nSten ude i Marken. Aa lad den nu ligge\ntil vi kommer ud fra Udenover s. 2 karl.\nDa var Piben væk. S. s. h. nu maa du hel-\nlere tage og gaa over til den [Karl] Mand i \nAften og faa ham til at vise igien. Det\nvar Klemmen i Sorte Mose. H. s. Ja du\nskal ikke kere dig om noget, for i Morgen\nMiddag naar du kommer derud igien, s. \nskal den nok være der. Det passede ogsaa.", "english_manuscript": "My uncle had a pipe that had disappeared one day when they were out cutting clover. There were two farmhands doing that and when they went home at noon, he'd forgotten his pipe out in the field. When he got home he said, \"Oh, now I've forgotten my pipe on that stone out in the field.\"-\"Oh, just let it lie there until we go back out there,\" said the other farmhand. Then the pipe was gone. Then the other one says, \"You'd better go over to that man tonight and get him to show it again.\" That was Klemmen in Sorte-Mose. Then he said, \"Well, don't worry about a thing, when you get out there tomorrow afternoon, the pipe will be there.\" That was right too.", "danish_publication": "Min farbroder havde en pibe, der var bleven henne en dag, de var ude at slå klöver. De var to karle til det, og om middagen, de gik hjem, havde han glemt sin pibe ude i marken på en sten. Da han kom hjem, sagde han: \"Å, nu har jeg glemt min pibe.\" — \"Å, lad den kuns ligge, til vi kommer ud fra undenover\", siger den anden karl. Men da de kom derud igjen, da var piben væk. Så siger den anden karl: \"Nu må du hellere tage og gå over til den kloge mand i aften og få ham til at vise den igjen. Det var Klemmen i Sorte-mose. Da han kom derud og fik forrettet hans ærende, sagde han: \"Ja, du skal ikke kere dig om noget, for i morgen middag, når du kommer derud igjen, så skal piben nok være der.\" Det passede også.", "english_publication": "My uncle had a pipe that had disappeared one day when they were out cutting clover. There were two farmhands doing that and when they went home at noon, he’d forgotten his pipe out in the field on a stone. When he got home he said, “Oh, now I’ve forgotten my pipe.”—“Oh, just let it lie there until we go back out there.” But when they got back out there, the pipe was gone. Then the other farmhand says, “You’d better go over to the cunning man tonight and get him to show it again.” That was Klemmen in Sorte-mose. When he got out there and told him his errand, he said, “Well, don’t worry about a thing, when you get out there tomorrow afternoon, the pipe will be there.” That was right, too.", "keywords": {"keyword": ["afternoon", "clover", "Cunning Folk", "day", "disappearance", "errand", "farmhand", "field", "home", "Klemmen", "noon", "pipe", "stone", "tomorrow", "tonight", "uncle"]}, "etk_index": {"heading_danish": "Kloge mænd og koner og deres bedrifter", "heading_english": "Cunning men and women and their activities"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}