{"publication_info": "JAT_VI_205", "full_name": "235 - 1.57 - JAT_VI_205", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.57, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": {"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "Unpub_JPP_106", "full_name": "241 - 1.06 - Unpub_JPP_106", "url": "data/stories/147.dfl"}, {"informant_id": 90, "publication_info": "DS_IV_988", "full_name": "90 - 1.06 - DS_IV_988", "url": "data/stories/329.dfl"}, {"informant_id": 90, "publication_info": "DS_VI_1100", "full_name": "90 - 2.17 - DS_VI_1100", "url": "data/stories/349.dfl"}]}, "fielddiary_page_start": "5228b", "fielddiary_page_end": "5229a", "bibliographic_info": null, "bibliography_references": null, "annotation": "Along with the ability to \"show again,\" many cunning folk were believed to be able to catch thieves (AMJ 2.17). Here, the cunning man plays a simple trick that relies on these widespread beliefs about cunning folks' abilities. The girl, who has no doubt heard many stories about the powers of cunning folk, decides on a strategy that will hide her guilt. Unwittingly, she stumbles into the trap and her transgression is revealed. Kirsten Marie may be suggesting that the cunning folk did not possess supernatural powers, per se, but were rather expert at human psychology. This evaluation of the cunning folk would align well with her stories about their failure to cure ailments.", "danish_manuscript": "Der var en Mand, der havde nogle Penge der\nvar bleven henne. Rejste hen til en klog\nMand. S. til ham om h. mistænkte\nikke nogle af hans Folk--- Jo det var h. ikke\ns. fri for. Ja, s skal a komme i Morgen\nMiddag og lige ved det Klokkeslæt skal\ndu have din Folk ude ved Ondenover\nLige som de nu sad s. ser M. ind i Gån.\nN. s h. nu er den kloge Mand her.\nDa h. kom ind, gik h og s. paa dem\nrunden om og s. s h. til dem, nu vilde\nh. her skjære en Pind til hver og s skulde\nde passe godt paa den. Og s. vilde h. sige\nat den der havde Stjaalet, den sin Pind\n\n5229A\nvilde blive i Morgen tidlig en Tomme\nlængere end de andres. S. tænkte Pigen\nder havde taget: Det skulde blive en god\nLøgn. Hu tog Alen og maalen en Tomme\naf og den skjærer hun af. Om Morg De\nkom med dere Pinde, var hendes en Tom-\nme stakkener end de andres. S. kunde\nde jo se hvem der havde taget Pengene.", "english_manuscript": "There was a man who had some money that disappeared. He went to a cunning man. He asked him if he didn't suspect any of his employees. Well, yes, he wasn't without his suspicions. \"Well, then I'll come tomorrow at noon, and precisely at that time, you should gather all your employees at lunch time.\" So just as they were sitting there the next day, the man looks out into the courtyard. \"OK,\" he says, \"the cunning man is here now.\" When he came in, he walked around and looked at them, and then he says to them that he is now going to cut a little stick of wood for each of them, and they need to take good care of them. And then he wanted to say that the one who had stolen, their stick would be an inch longer than everyone else's the next morning. Then the girl who'd taken it thought: \"That'll be a good lie.\" She took a measuring stick and measured an inch and cut that much off. The next morning, when they all brought their sticks out, hers was an inch shorter than the others'. Then they could see who'd taken the money.", "danish_publication": "Der var en mand, som havde nogle penge, men de blev borte for ham. Så rejste han til en klog mand, og vilde have ham til at vise dem igjen. Han spörger, om han ikke mistænkte nogle af hans folk. Jo, det var han ikke så fri for. \"Ja, så skal a komme i morgen middag, og lige ved det klokkeslæt skal du have dine folk inde ved ondenover\". Ligesom de nu sad andendagen, så ser manden ud i gån (gården). \"Nå\", siger han, \"nu er den kloge mand her\". Da han kom ind, gik han og så på dem rundenom, og så siger han til dem, at nu vilde han her skjære en pind til hver, og så skulde de passe godt på den. Og den, der havde stjålet, den sin pind vilde blive en tomme længere end de andres i morgen tidlig. Så tænkte pigen, der havde taget pengene, at det skulde blive en god lögn. Hun tog en alen og målte en tomme af, og den skjærer hun af hendes pind. Om morgenen, de kom med deres pinde, var hendes en tomme stakkener end de andres. Så kunde de jo se, hvem der havde taget pengene.", "english_publication": "There was a man who had some money, but it disappeared. So he went to a cunning man and wanted him to “show” the money again. He asked if he didn’t suspect any of his employees. Well, yes, he wasn’t without his suspicions. “Well, then I’ll come tomorrow at noon, and precisely at that time, you should gather all your employees for lunch.” So just as they were sitting there the next day, the man looks out into the courtyard and says, “OK, the cunning man is here now.” When he came in, he walked around and looked at them, and then he says to them that he is now going to cut a little stick of wood for each of them, and they need to take good care of them. And the stick of the one who stole the money would be an inch longer than everyone else’s the next morning. Then the girl who’d taken the money thought to herself that she’d make sure that this was a lie. She took a measuring stick and measured an inch and cut that much off of her stick. The next morning, when they all brought their sticks out, hers was an inch shorter than the others. Then they could see who’d taken the money.", "keywords": {"keyword": ["courtyard", "Cunning Folk", "day", "disappearance", "girl", "lunch", "money", "morning", "noon", "suspect", "tomorrow", "wood"]}, "etk_index": {"heading_danish": "Vore fædres tankesæt og åndsliv", "heading_english": "Our forebears' way of thinking and spiritual life"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}