{"publication_info": "Fab_0_531", "full_name": "235 - 1.58 - Fab_0_531", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.58, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 8, "name": "Aarhus", "display_name": "Aarhus (place mentioned)"}, {"place_id": 322, "name": "Karlby", "display_name": "Karlby (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 150, "publication_info": "JAT_VI_781", "full_name": "150 - 1.29 - JAT_VI_781", "url": "data/stories/32.dfl"}}, "fielddiary_page_start": "5229a (2)", "fielddiary_page_end": "5229a (2)", "bibliographic_info": null, "bibliography_references": null, "annotation": "Tang Kristensen's interest in local pronunciations and dialect inform this story. The story is not much of a story, and relies entirely on the reproduction of drunken dialect for its humorous effect.", "danish_manuscript": "Mænd i Karlby kjørte ti Aarhus, de var\nfordrukne: De brølte: Ho! a vinder ålder\nti Bøj. S. s. Manden: Næ vi komme te\nbos, s ska du nåk blyw snuer. Drak\nsig fuld. Hjem og rask: Do låwt mæ nod\na fæk et it, do låwt mæ nood....", "english_manuscript": "Some men from Karlby drove to Aarhus and they were drunk: Ha! We never go to town. Then the man said: When we get to town, you'll get greased up. Home and quickly: You promised me something, but I didn't get it, you promised me...", "danish_publication": "Mændene i Karlby var meget fordrukne. Når de kjørte til Århus, så brølte Vognhjulene: \"Hoo! a vinder ålder te Bøj.\" Dertil svarede Manden: \"Næe vi komme te Oos, så ska du nåk blyw smuer.\" Men så drak han sig fuld og glemte at smøre. Nu gik det rask hjemad, og da sagde Hjulene: \"Do låwt mæ nood, a fæk et it, do låwt mæ nood, men a fæk et it.\"", "english_publication": "The men in Karlby were real drunks. When they drove to Århus, the wagon wheels roared, “Hoo! We never go to town.” To that, the man answered, “When we get to town, then you’ll get greased.” But then he got drunk and forgot to grease them. Then they drove really fast on the way home, and then the wheels said, “You promised me something, but I didn’t get it, you promised me something, but I didn’t get it.”", "keywords": {"keyword": ["drunkard", "home", "town", "wagon", "wheel"]}, "etk_index": {"heading_danish": "Naturlyd", "heading_english": "Nature sounds"}, "tango_indices": {"tango_index": [null, null, null]}, "genre": null}