{"publication_info": "DS_IV_149", "full_name": "150 - 1.25 - DS_IV_149", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 1.25, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 21, "name": "Aldal", "display_name": "Aldal (place mentioned)"}, {"place_id": 136, "name": "Egholm slot", "display_name": "Egholm slot (place mentioned)"}, {"place_id": 542, "name": "Skjørping", "display_name": "Skjørping (place mentioned)"}, {"place_id": 609, "name": "Stubberuphus", "display_name": "Stubberuphus (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": null, "publication_info": "DS_IV_151", "full_name": "0 - 0.00 - DS_IV_151", "url": "data/stories/872.dfl"}, {"informant_id": 496, "publication_info": "DS_IV_146", "full_name": "496 - 0.00 - DS_IV_146", "url": "data/stories/677.dfl"}, {"informant_id": 150, "publication_info": "DS_IV_149", "full_name": "150 - 1.27 - DS_IV_149", "url": "data/stories/30.dfl"}, {"informant_id": 150, "publication_info": "Unpub_BJK_136", "full_name": "150 - 1.36 - Unpub_BJK_136", "url": "data/stories/39.dfl"}]}, "fielddiary_page_start": "3247b", "fielddiary_page_end": "3248b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Stories about robbers and their exploits are widely attested. Numerous stories that attest to Queen Margaret I attacking robbers near Egholm Castle (DS IV 146). Robber dens are usually located in wooded or hilly areas, and the area south of Gammel Skørping provides such cover. The Queen is too clever for the robbers, and her army manages to destroy them. \n\n      Stubberup farm lies several hundred meters to the south of Ersted. South of that, and on the east side of Lindenborg River is a ruin marked as \"\"Subberuphus voldsted\"\" [walls of Stubberuphus]. Just to the west of Gammel Skørping is a mound 142 feet high, noted on maps as Margretehøj. This mound is linked in other stories to Margaret's exploits with the robbers (DS IV 146). Skørping marsh stretches for several kilometers to the south. The distance from Skørping marsh to Stubberuphus voldsted is approximately six and a half kilometers.\n\n     Egholm Castle, which lies on a small island south east of Skørping, has a history dating back to the time of King Valdemar Sejr (1202-1241). The main building at Egholm was in fact blown to smithereens in 1765, not by the Queen but by its owner at the time, Frederik Chr. Rosenkrands, who later became prime minister. Early maps note the ruins at Egholm Castle to the north and west of Gammel Skørping. In other stories, Margaret's stone is located close to the castle walls of Egholm (DS IV 151).\n\n     In the published version of this story, Tang Kristensen concatenates, and rearranges several of Jens's stories, presenting a series of tangentially related stories as a coherent whole. The published version is made up of stories BJK 1.25, BJK 1.27 and BJK 1.36.", "danish_manuscript": "Der har været en Røverslot et bitte Korn sønden\nfor Aldål der nede ved Aaen. Dr. Margrete\nh. skød det ned. Ligesaadan fortæller de og \n\n3248A\nom Egholm Slot, de tog Sten derfra og de ligger\nud ad Skjørping Kirkedør. Der ligger en stor Sten\nde kaldte den Dr. Margretes Sten der nede ved\nSkjørping Kjær et Sted og den sad hu paa mens\nde skød Slottet ned. Røverslottet her det kald-\ntes Stubberuphus, og der har været baade Æble-\nog Plommetræer og Stikkelsbærris paa det Sted. \nMen maaske de stammede fra Hyrdedrengene.\n[Min Søster] De har fortalt, at det har ikke været andet\nend en Høj, men min Fader sagde at der var\nbaade Kalk og Sten de kunde prikke op med deres\nKjæppe. Der er et stort Hul inde i Ersted\nSkov de kalder Røverstuen. Ja de kalder det\nR. mon der har været Røvere her. [Nej] sagde\nJens Krog i Aarestrup, men h. var nu s. van-\ntro, det Stubb.... er ikke andet end en Høj--", "english_manuscript": "There was a robbers' fort a little bit south of Aldal down there by the river. Queen Margaret blew it up. They also say that the same thing happened to Egholm castle. They took some stones from there and brought them to Skjørping, and they're right outside the church door in Skjørping. There's a big stone down there by Skjørping marsh some place, they call it Queen Margaret's stone and she sat on it while they blew up the fort. The robbers' fort was called Stubberuphus and there were both apple and plum trees and gooseberry bushes there. Perhaps they came from the shepherds. [My sister] They said that that it wasn't anything more than a mound, but my father told me that there was both chalk and stone that they could poke up with their staffs. There's a big hollow in Ersted forest they call the Robber den, \"I wonder if there were robbers here,\" [no] said Jens Krog from Aarestrup, but he was so superstitious. \"That Stubberuphus isn't anything but a mound.\"", "danish_publication": "     Der har været et røverslot et bitte korn sønden for Aldal der nede ved åen. Dronning Margrete lå så længe med hendes kavalleri og artilleri, inden hun fik det skudt ned. Der ligger en stor sten der nede ved Skjörping kjær et sted, de kalder den dronning Margretes sten, og den sad hun på, mens de skød slottet ned. Det røverslot kaldtes Stubberuphus. Lige sådan fortæller de og, det er gået Egholm slot. Nogle af stenene derfra blev ført til Skjörping, og man træder på dem, når man går ind ad Skjörping kirkedør. Omkring Egholm og Stubberup har der været store grave. Der er et stort hul inde i Ersted skov, de kalder Røverstuen, og da røverne der hørte, at de havde skudt Stubberuphus ned, turde de ikke være hjemme længere, og sådan blev det røverkram ødelagt her på egnen. Man siger ellers, at dronning Margrete brugte den list at vende skoene avet under hendes heste, og da røverne så fodsporene, troede de, hun var reden derfra, og så var det, hun fik held af at skyde slottet ned.\n     Der har stået både æble- og blommetræer og stikkelsbærris på det sted, hvor slottet lå. Nogle har nok sagt, at det ikke har været andet end en höj, og Jens Krog i Årestrup gik endog så vidt, at han sagde: \"Mon der har været røvere her?\" men han var nu også så vantro. Min fader har fortalt mig, at der var både kalk og sten, de kunde prikke det op med deres kjæppe.\n     Hofmand, der boede på Stubberuphus, skal være bleven slået ihjel i en tvekamp.\n     Røverne i den oven omtalte røverkule tog en gang amtmanden fra Aalborg.  Han havde været i Randers at holde bryllup. De skjulte dem i en stor hul eg noget nær ovre ved Rold skov, til han kom.", "english_publication": "There was a robbers’ fort a little bit south of Aldal down there by the river. Queen Margaret stayed for so long with her cavalry and artillery before she managed to get it blown up. There’s a big stone down there by Skjørping marsh some place, they call it Queen Margaret’s stone, and she sat on it while they blew up the fort. The robbers’ fort was called Stubberuphus. They also say that the same thing happened to Egholm Castle. Some of the stones from there were brought to Skjørping, and you walk on them when you go in through the door of Skjørping church. Around Egholm and Stubberup there were big moats. There’s a big hollow in Ersted forest they call the Robber Den, and when the robbers heard that they’d blown up Stubberuphus, they didn’t dare stay home any longer, and that’s how they destroyed the robbers here in the area. They say otherwise that Queen Margaret used that trick of turning the horse shoes around on her horse, and when the robbers saw the tracks, they thought that she’d ridden away, and then she managed to blow up the fort. \n     There were both apple and plum trees and gooseberry bushes at that place where the fort lay. Some have probably said that it wasn’t anything more than a mound, and Jens Krog in Årestrup went so far as to say, “I wonder if there have been robbers here?” but he wasn’t that superstitious. My father told me that there was both chalk and stone that they could poke up with their staffs.\n     Hofmand, who lived at Stubberuphus, was supposed to have been killed in a duel.\n     The robbers in the mentioned robber den once took the Amtmand from Aalborg. He’d been in Randers at a wedding. They hid themselves in a big hollow over near Rold forest until he came.", "keywords": {"keyword": ["apples", "artillery", "blow", "bushes", "castle", "cavalry", "chalk", "church", "den", "door", "father", "forest", "fort", "hollow", "home", "horse", "Jens Krog", "kill", "marsh", "moat", "mound", "plum", "Queen Margaret", "riding", "river", "robber", "shoe", "south", "stone", "superstition", "tree", "trickery", "wedding"]}, "etk_index": {"heading_danish": "Småkonger og deres fejder. Konger. Fjenders indfald", "heading_english": "Small kings and their feuds. Kings. Enemy invasions"}, "tango_indices": {"tango_index": [null, null, null, null]}, "genre": null}