{"publication_info": "DS_II_D_50", "full_name": "235 - 1.59 - DS_II_D_50", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.59, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 163, "name": "Fløjstrup", "display_name": "Fløjstrup (place mentioned)"}, {"place_id": 471, "name": "Randers", "display_name": "Randers (place mentioned)"}, {"place_id": 526, "name": "Sjelle bro", "display_name": "Sjelle bro (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 512, "publication_info": "DS_II_D_45", "full_name": "512 - 0.00 - DS_II_D_45", "url": "data/stories/540.dfl"}, {"informant_id": 187, "publication_info": "DS_II_D_40", "full_name": "187 - 0.00 - DS_II_D_40", "url": "data/stories/566.dfl"}, {"informant_id": 150, "publication_info": "DS_III_1873", "full_name": "150 - 1.33 - DS_III_1873", "url": "data/stories/36.dfl"}, {"informant_id": 346, "publication_info": "DS_II_D_48", "full_name": "346 - 0.00 - DS_II_D_48", "url": "data/stories/483.dfl"}, {"informant_id": 235, "publication_info": "DSnr_II_D_39", "full_name": "235 - 2.11 - DSnr_II_D_39", "url": "data/stories/294.dfl"}]}, "fielddiary_page_start": "5229a (3)", "fielddiary_page_end": "5229a (3)", "bibliographic_info": null, "bibliography_references": {"reference": {"display_string": "[Book] Christiansen, Reidar Thoralf. 1992. <i>The migratory legends (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}}, "annotation": "Kirsten Marie returns to stories situated in the immediate locale with this variant of ML4050, \"River Claiming Its Due\". Common variants of this story include the motif of an ominous voice from the river indicating the impending peril (DS II D 48). Rivers and streams created clear boundaries in the landscape. They could be dangerous to cross because of poor roads, the need to travel even when it was dark, and flooding. The boundary nature of streams and rivers also made them dangerous, at least in narrative, as they represented a powerful limen. The water spirit here demands a sacrifice, and people can do little do stop it, a metaphor for the powerlessness that people can feel when confronted by the uncontrollable forces of nature.\n\n     Kirsten Marie stresses the cruel death the woman suffers as she is buoyed by her skirts before finally succumbing. In another telling of the story, she emphasizes the heartbreak her uncle suffers when he hears the story (KMP 2.11).\n\n     It was common that men and women, when visiting the large market towns such as Randers, would wear their best clothes, helping to explain why the woman was wearing such elaborate skirts. There is a bridge over the Alling river at Sjelbrosten along the road from Mols to Randers. Given Kirsten Marie's reference to the Alling river in her later telling of the story, this is the likely location of the story, rather than the town of Sjelle, which lies farther to the south, and would not be along the likeliest route from Mols to Randers.", "danish_manuscript": "Ved Sjelle Bro løber en Aa. Efter gl. Snak\ns. skulde den saadan raabe om Aften for\nder drom s. tidt nogle. De kunde høre \ndet paa den, naar den vilde have et Offer.\nS. var det en Nat, der kom nogle Molboer\nog kjørte til Randers med Fisk. S. var Strø,\nmen s. svær og s. plat de derned Mand\nog Kone og Hest og Vogn og de druknede. Og\nde kunde [mæ] høre næsten en hel Time ti\nKonen skreg, de mente det var hendes skjør\nter der holdte hende op, men Mandens Røst\nblev snart forstumt. Hu drev ned efter \nFløjstrup. Dem der boede ved Aaen og\nkjendte det, de kunde høre pa den, naar\nden vilde have nogen.\n", "english_manuscript": "Near Sjelle bridge there's a river. According to old talk it was supposed to call out at night and people often drowned there too. They could hear when it wanted a victim. One night some people from Mols came and drove to Randers with fish. Then the current was so strong that they splashed down in there, man and wife and horse and wagon and they drowned. They could hear for almost an hour how the woman screamed, they figured that it was her skirts which had held her up, but the man's voice soon became quiet. She drifted down past Fløjstrup. The people who lived near the river and knew it, they could hear when it wanted someone.", "danish_publication": "Ved Sjelle bro løber en å, og dem, der boede ved åen og kjendte det, de kunde høre på den, når den vilde have nogen. Efter gammel snak skulde den sådan råbe om aftenen, og der druknede også tit nogle. De kunde altså høre det på den, når den vilde have et offer. Sådan var det en nat, der kom nogle Molboer og kjørte til Randers med fisk, og da var strömmen så svær, at de plat der ned mand og kone og hest og vogn og druknede. Folkene der omkring kunde høre næsten en hel time, te konen skreg, og de mente, at det var hendes skjörter, der havde holdt hende op, men mandens röst blev snart forstummet. Hun drev ned efter Flöjstrup, og der fandt de hendes lig.", "english_publication": "A river runs under Sjelle bridge, and those who lived near the river and knew it could hear when it wanted someone. According to old talk it was supposed to call out at night and people often drowned there too. You see, they could hear when it wanted a victim. That’s the way it was one night when some people from Mols came driving to Randers with fish. The current was so strong that they splashed down in there, man and wife and horse and wagon and drowned. The people around there could hear for almost an hour how the woman screamed and they believed that it was her skirts that had held her up, but the man's voice soon became quiet. She drifted down past Fløjstrup and they found her body there.", "keywords": {"keyword": ["belief", "body", "bridge", "current", "drift", "drowning", "fishing", "horse", "night", "old", "river", "skirt", "strength", "victim", "voice", "wagon", "wife", "woman"]}, "etk_index": {"heading_danish": "Vandets ånder", "heading_english": "Water spirits"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}