{"publication_info": "DS_II_A_100", "full_name": "235 - 1.60 - DS_II_A_100", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.6, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 45, "name": "Balle", "display_name": "Balle (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "DS_II_A_57", "full_name": "235 - 1.01 - DS_II_A_57", "url": "data/stories/220.dfl"}, {"informant_id": 235, "publication_info": "DSnr_I_240", "full_name": "235 - 2.13 - DSnr_I_240", "url": "data/stories/296.dfl"}, {"informant_id": 90, "publication_info": "DS_II_A_98", "full_name": "90 - 2.15 - DS_II_A_98", "url": "data/stories/347.dfl"}, {"informant_id": 123, "publication_info": "DS_I_830", "full_name": "123 - 2.14 - DS_I_830", "url": "data/stories/388.dfl"}, {"informant_id": 342, "publication_info": "DS_II_A_17", "full_name": "342 - 0.00 - DS_II_A_17", "url": "data/stories/457.dfl"}, {"informant_id": 240, "publication_info": "DS_II_A_95", "full_name": "240 - 0.00 - DS_II_A_95", "url": "data/stories/571.dfl"}, {"informant_id": 240, "publication_info": "DS_II_A_96", "full_name": "240 - 0.00 - DS_II_A_96", "url": "data/stories/572.dfl"}, {"informant_id": 352, "publication_info": "DS_II_A_91", "full_name": "352 - 0.00 - DS_II_A_91", "url": "data/stories/608.dfl"}, {"informant_id": 68, "publication_info": "DS_II_A_106", "full_name": "68 - 0.00 - DS_II_A_106", "url": "data/stories/714.dfl"}, {"informant_id": 235, "publication_info": "DS_II_A_99", "full_name": "235 - 1.42 - DS_II_A_99", "url": "data/stories/262.dfl"}, {"informant_id": 414, "publication_info": "DS_II_A_74", "full_name": "414 - 0.00 - DS_II_A_74", "url": "data/stories/726.dfl"}, {"informant_id": 123, "publication_info": "DS_I_767", "full_name": "123 - 2.11 - DS_I_767", "url": "data/stories/385.dfl"}, {"informant_id": 541, "publication_info": "DS_I_639", "full_name": "541 - 0.00 - DS_I_639", "url": "data/stories/716.dfl"}, {"informant_id": 379, "publication_info": "DS_II_A_76", "full_name": "379 - 0.00 - DS_II_A_76", "url": "data/stories/843.dfl"}]}, "fielddiary_page_start": "5229b", "fielddiary_page_end": "5229b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Kirsten Marie combines kidnapping by the elves and the elf dance in this legend. In earlier stories that she told during this collecting session, she had already mentioned the threat of elves as seductive beings (KMP 1.01) and the negative consequences of dancing with elves (KMP 1.42). Going insane is a common outcome of contact with elves (DS II A 74 and DS II A 76). The shepherd's disappearance is traumatic, but the people at the farm propose a likely, non-supernatural scenario to explain it. The truth behind his disappearance is far more startling, and only the farmhand's quick thinking saves the shepherd. By that time, the damage is already done. Indeed, in many stories of encounters with elves and mound dwellers, the human is often marked for life or killed (PJ 2.11). \n\n     The farmhand does not appear to be using the scythe in a magical manner in this story. In other encounters with the supernatural, the use of knives, other sharp metallic objects, or any worked metal for that matter, usually breaks the supernatural bonds that tie the victim to the other world, although not always with impunity (DS I 639).", "danish_manuscript": "Det var i Balle dere Flyttehjorde blev henne og var\nhenne i 8 Dage. De mente, at h. var gaaet i et Hul\nog druknet. Men s. en Dag de gik og mejede, s. fik\nde at se at der kom en hel Flok pæn Jomfruer ud\naf et Hurl Eller og gik og dansede og der imellem dem\nvar jo Drengen. S. smed Karlen Hjøllen og sprang\nlige ind imellem dem og snappede Drengen. De sagde\ningen Ting og stod og saa paa ham lidt, og s. vændte\nde dem omkring og rejste ud i Ellerne igien. Drengen\nkunde ingen Ting fortælle andet end, at h. havde\nværet imellem de pæne Damer. Var siden ikke\nrigtig i Hovedet.", "english_manuscript": "It was in Balle, their shepherd disappeared and was gone for eight days. They thought that he'd fallen into a water hole and drowned. But then one day when they were out mowing, they saw that a whole group of beautiful young girls came out of a grove of alders and danced and the boy was with them. Then the farmhand threw down his scythe and jumped right in the middle of them and grabbed the boy. They didn't say anything and stood and looked at him a bit and then they turned around and went back into the alders. The boy couldn't tell them anything other than that he'd been with these beautiful women. Afterward he was never quite right in the head.", "danish_publication": "Det var i Balle, deres flyttehjorde blev henne en gang og var væk i otte dage. De mente, at han var gået i et hul og druknet. Men så en dag, de gik og mejede, da fik de at se, at der kom en hel flok pæne jomfruer ud af et hurl elle og gik og dandsede, og der imellem var jo drengen. Karlen smed nu hjöllen og sprang lige ind imellem dem og snappede drengen. Jomfruerne sagde ingen ting, men stod og så på ham en lidt, og så vendte de dem omkring og rejste ind i ellene igjen. Drengen kunde ingen ting fortælle, andet end han havde været imellem de pæne damer, og han var siden ikke rigtig i hovedet.", "english_publication": "It was in Balle, their shepherd disappeared and was gone for eight days. They thought that he’d fallen into a water hole and drowned. But then one day when they were out mowing, they saw that a whole group of beautiful young girls came out of a grove of alders and danced and the boy was with them. The farmhand threw down his scythe and jumped right in the middle of them and grabbed the boy. The young girls didn’t say anything but stood and looked at him a bit and then they turned around and went back into the alders. The boy couldn’t tell them anything other than that he’d been with these beautiful women and afterward he was never quite right in the head. ", "keywords": {"keyword": ["alderwood", "beautiful", "boy", "dancing", "day", "disappearance", "drowning", "fall", "farmhand", "girl", "scythe", "shepherd", "water", "woman", "young"]}, "etk_index": {"heading_danish": "Ellefolk", "heading_english": "Elves"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}