{"publication_info": "DS_I_783", "full_name": "235 - 1.61 - DS_I_783", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.61, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 689, "name": "Vendingshøj", "display_name": "Vendingshøj (place mentioned)"}, {"place_id": 279, "name": "Hornslet", "display_name": "Hornslet (place mentioned)"}, {"place_id": 304, "name": "Hvonbjærg", "display_name": "Hvonbjærg (place mentioned)"}, {"place_id": 633, "name": "Tendrup", "display_name": "Tendrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DSnr_III_1380", "full_name": "241 - 4.17 - DSnr_III_1380", "url": "data/stories/189.dfl"}, {"informant_id": 123, "publication_info": "DS_I_959", "full_name": "123 - 2.03 - DS_I_959", "url": "data/stories/377.dfl"}, {"informant_id": 123, "publication_info": "DS_V_1370", "full_name": "123 - 2.08 - DS_V_1370", "url": "data/stories/382.dfl"}, {"informant_id": 457, "publication_info": "DS_I_755", "full_name": "457 - 0.00 - DS_I_755", "url": "data/stories/511.dfl"}, {"informant_id": 519, "publication_info": "DS_I_774", "full_name": "519 - 0.00 - DS_I_774", "url": "data/stories/522.dfl"}, {"informant_id": 513, "publication_info": "DS_I_889", "full_name": "513 - 0.00 - DS_I_889", "url": "data/stories/561.dfl"}, {"informant_id": 365, "publication_info": "DS_I_807", "full_name": "365 - 0.00 - DS_I_807", "url": "data/stories/617.dfl"}, {"informant_id": 281, "publication_info": "DS_I_960", "full_name": "281 - 0.00 - DS_I_960", "url": "data/stories/671.dfl"}, {"informant_id": 435, "publication_info": "DS_I_796", "full_name": "435 - 0.00 - DS_I_796", "url": "data/stories/794.dfl"}, {"informant_id": 506, "publication_info": "DS_I_813", "full_name": "506 - 0.00 - DS_I_813", "url": "data/stories/806.dfl"}, {"informant_id": null, "publication_info": "DS_I_818", "full_name": "0 - 0.00 - DS_I_818", "url": "data/stories/863.dfl"}, {"informant_id": 150, "publication_info": "DS_III_445", "full_name": "150 - 4.19 - DS_III_445", "url": "data/stories/130.dfl"}, {"informant_id": 235, "publication_info": "DS_I_782", "full_name": "235 - 1.19 - DS_I_782", "url": "data/stories/238.dfl"}]}, "fielddiary_page_start": "5229b", "fielddiary_page_end": "5230a", "bibliographic_info": "Tangherlini 2003\nSiikala 1990\nLabov and Waletzky 1967", "bibliography_references": {"reference": [{"display_string": "[Book section] Tangherlini, Timothy R. 2003. 'And all anyone heard...' : Crystallization in Paramedic Storytelling. In <i>Dynamics of tradition : perspectives on oral poetry and folk belief ; essays in honour of Anna-Leena Siikala on her 60th birthday 1st January 2003</i>: 343-358. Helsinki: Finnish Literature Society."}, {"display_string": "[Book] Siikala, Anna-Leena. 1990. <i>Interpreting oral narrative (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}, {"display_string": "[Book section] Labov, William, Waletzky, Joshua. 1967. Narrative Analysis. In <i>Essays on the verbal and visual arts</i>: 12-44. Seattle: University of Washington Press."}]}, "annotation": "This story is a retelling of a story Kirsten Marie had told the day before (KMP 1.19). The story is similar to the earlier version, and confirms that legend (and personal experience narrative) can be crystallized in performance (Tangherlini 2003; Siikala 1990). Despite the crystallization, there are certain changes: the order of unbound phrases, place names, and word choice have all been slightly altered (Labov and Waletzky 1967). The etiological tag that explains how the church got its name, and how the mound came into being, remains a prominent feature of the story.\n\n     In the previous telling, Kirsten Marie had used the words \"joor\" and \"boor,\" which were normalized to \"jord\" and \"bårer\" for \"earth\" and \"fallow fields.\" In this telling, she substitutes the word \"hår'e\" (=hårde) for \"joor\" and the word \"båre\" for \"boor.\" It may well be that Tang Kristensen normalized the spelling while writing, as he does not appear to be concerned with noting dialect or alternate pronunciations in this particular recording. The substitution of hårde for jord makes the interpretation of the mound woman's appeal easier: here she asks that he ride on the hard--presumably the road or path--and not on the fields.", "danish_manuscript": "Det var en G. en Karl kom ridende forbi et Bjærg\npaa Tendrup Mark de kalder det Hvonbjærget.\nS. kom der en fin Dame rendende ud fra\nBjærget og bad ham holde, mens hu skjænkede\nham en snaps. H. gav ogsaa Holdt og tog ogsaa\nGuldbægeret af hende, men i Stedet for at drikke\nslog h. det bag over og der kom nogle Dripper\npaa Hesten og det tog hele Hvien af Bæstet\npaa de Steder. H. beholdte Hornet og satte af\nalt hvad h. kunde, tvært over alle Agre og hun\nsatte sig efter og bad ham om at ride paa det\nhaarde og ikke paa det baare, for hu kunde\nikke rende paa det pløjede, men skulde følge\nVejen. Hu rendte med en stor Haandfuld Jord\ni Haanden og da hu kom et Stykke hen, s kylte\nhun det og s. rendte hu sig [tilba] og søgte tilbage\nDer hvor hu kylte den Klump Jord, blev en\nstor Høj og den kalder de Vøndildshøj. Karlen\n\n5230A\nh. leverede Guldhornet her til Hornslet Før\nkaldtes det blot Slæt og s. sagde de at Kirken\nblev bygget op for det Horn, derfor kaldtes\ndet nu Hornslet. Nu kalder de Højen\nHænildshøj, men det er Væn. for det hu\nvendte om, og den ligger her imellem Horn\nslet og Skoven.\n", "english_manuscript": "A farmhand came riding past a mound on Tendrup field once, they call it Hvonbjærg. Then a fine lady came running down from the mound and asked him to stop while she poured him a snaps. He stopped and he took the gold cup from her but instead of drinking it, he threw it behind himself, and a couple of drops landed on the horse, it took all the skin off of the horse in those places. He kept the drinking horn and took off as fast as he could, right across the fields, and she set off after him and asked him to ride on the hard and not on the plowed fields because she couldn't run on the plowed land but had to follow the road. She ran with a large handful of dirt in her hand and after she'd come a ways she threw it and then she turned around and went back. A large mound appeared there where she'd thrown the clump of dirt and they call it Vøndildshøj. The farmhand brought the horn here to Hornslet. Before they just called it Slæt and they say that the church was built with the horn, that's why it's called Hornslet now. Now they call the mound Hænildshøj, but it is Vændildshøj, because she turned around, and it lies in between Hornslet and the forest.", "danish_publication": "En karl kom en gang ridende forbi et bjærg på Tendrup mark, de kalder det Hvonbjærget. Så kom der en fin dame rendende ned fra bjærget og bad ham holde, mens hun skjænkede ham en snaps. Han gav også holdt og tog guldbægeret af hende, men i steden for at drikke slog han det bag over sig, og der kom nogle dripper på hesten, det tog hele hvien (huden) af bæstet på de steder. Men hornet beholdt han i hånden og satte af, alt hvad han kunde, tvært over alle agre, og hun satte bag efter og bad ham om at ride på det hår'e, og ikke på det båre, for hun skulde følge vejen og kunde ikke rende på det plöjede. Hun rendte med en stor håndfuld jord i hånden, og da hun kom et stykke hen, så kylte hun det, og så vendte hun sig og sögte tilbage. Der, hvor hun kylte den klump jord, blev en stor höj, og den kalder de Vendildshöj. Men karlen han leverede guldhornet her til Hornslet, og så sagde de, at kirken blev bygget op for det horn, derfor blev det nu kaldt Hornslet, för kaldtes det blot Slææt. Nu kalder de höjen Hænildshöj, men det er Vændildshöj, for det hun der vendte om, og den ligger her imellem Hornslet og skoven.", "english_publication": "A farmhand came riding past a mound on Tendrup field once, they call it Hvonbjærg. Then a fine lady came running down from the mound and asked him to hold a glass while she poured him a snaps. He stopped and he took the gold cup from her but instead of drinking it, he threw it behind himself, and a couple of drops landed on the horse, it took all the skin off of the horse in those places. But he held onto the drinking horn and took off as fast as he could, right across the fields, and she set off after him and asked him to ride on the hard and not on the plowed fields because she had to go along the road and couldn’t run on the plowed land. She ran with a large handful of dirt and after she’d come a ways she threw it and then she turned around and went back. A large mound appeared there where she’d thrown the clump of dirt and they call it Vendingshøj. But the farmhand brought the horn here to Hornslet and they say that the church was built with the horn, that’s why it was called Hornslet, before that it was just called Slææt. Now they call the mound Hænildshøj, but it is Vændildshøj, because that’s where she turned around, and it lies in between Hornslet and the forest.", "keywords": {"keyword": ["church", "clump", "cup", "dirt", "drinking", "drinking horn", "farmhand", "field", "forest", "glass", "gold", "horn", "horse", "lady", "land", "mound", "plowing", "riding", "road", "skin"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}