{"publication_info": "Unpub_KMP_162", "full_name": "235 - 1.62 - Unpub_KMP_162", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 1.62, "fieldtrip": "May 1890", "fieldtrip_start_date": "1890-05-10", "fieldtrip_end_date": "1890-05-24", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 729, "name": "Vosnæsgård", "display_name": "Vosnæsgård (place mentioned)"}]}, "stories_mentioned": null, "fielddiary_page_start": "5230a", "fielddiary_page_end": "5230a", "bibliographic_info": null, "bibliography_references": null, "annotation": "This unpublished story is probably not told by Kirsten Marie, and should not be considered part of her repertoire. The story was written in pencil in the field diaries, while all of Kirsten Marie's stories were written in ink. There is a line across the page below the preceding story, a mark that usually indicated that the collecting was complete.\n\n     After leaving Kirsten Marie, Tang Kristensen continued on to Ryumgård, where he began collecting from Inger Marie Ravn; those stories are also written in ink. This story appears in between the last of Kirsten Marie's stories and the first of Inger Marie's stories. It may have been told by a teacher Christensen whom Tang Kristensen mentioned in his memoirs, although that seems unlikely since he wrote he collected aspects of Mols folk speech from him, and not a short story about Vosnæsgård. Interestingly, Vosnæsgård figures in the biography of Ane Margrete Jensdatter.", "danish_manuscript": "Jfr paa Vesnæsgrd gik ud til en Stenkyll\ni Skoven et Sted. Ved Nattetid. De anklagede\nhende for at det var en Kjæreste h. havde. Men\ns. blev det bevist at det var hendes Broder.", "english_manuscript": "The mistress at Vosnæsgård went out to a stone pile in the forest somewhere. At night. They accused her of having a lover. But then it was proved that it was her brother.", "danish_publication": "Unpublished", "english_publication": "Unpublished version reads: The mistress at Vosnæsgård went out to a stone pile in the forest somewhere. At night. They accused her of having a lover. But then it was proved that it was her brother.", "keywords": {"keyword": ["accused", "brother", "forest", "love", "mistress", "night", "stone"]}, "etk_index": {"heading_danish": "Uudgivne historier", "heading_english": "Unpublished stories"}, "tango_indices": {"tango_index": [null, null, null, null]}, "genre": null}