{"publication_info": "DS_VII_177", "full_name": "235 - 2.01 - DS_VII_177", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 2.01, "fieldtrip": "October 1892", "fieldtrip_start_date": "1892-10-09", "fieldtrip_end_date": "1892-10-12", "places": {"place": {"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "Unpub_KMP_152", "full_name": "235 - 1.52 - Unpub_KMP_152", "url": "data/stories/272.dfl"}, {"informant_id": 130, "publication_info": "DS_VII_176", "full_name": "130 - 0.00 - DS_VII_176", "url": "data/stories/831.dfl"}]}, "fielddiary_page_start": "5753a", "fielddiary_page_end": "5753b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Kirsten Marie told a variant of this story in her first encounter with Tang Kristensen (KMP 1.52). This version of the story is more detailed than the first. The most significant change is the addition of the segment in which Rasmus consults with the local minister and is assured that he can consult the cunning man as long as he does it in the name of God. Rasmus's wife's response to his quiet return home is slightly different than the response in the first variant. Nevertheless, it serves the same release of narrative tension since Rasmus believes his wife has found \"peace\" in death, and not through a sudden and seemingly miraculous recovery. The earlier evaluative tag noting that Rasmus could not figure out how this had happened is missing from this variant.", "danish_manuscript": "Min Oldefaders Kone var saa syg a hends Laar\nog Hæfte og skreg saadan. S. om Søndagen Præ\nsten kom der til -- for han søgte dertil med\n\n5753B\nBæsterne om Søndagen, det var ved Rud \nKirke sagde han til ham. Pastor Buh-\nmann: A ved aldrig hvad a skal gjøre Faaer\nmon a skulde tage hun til en klog Mand\nfor nogle har raadet mig til det, men\na ved det ikke. Jo bitte Rasmus, gaa\ndu kuns i Guds Navn, for der er saa\nmænd baade gode og skidt Folk til. S. gik\nh. ogsaa hen til Manden- a ved ikke hvor\nh. boede. S. sagde h. til ham: Du\nkan godt vær rolig, h. var saa sørgen.\nfor siden i Eftermiddag Kl. 2. har der\nværet Ro over hende. S. troede han\nhun var død. Men da ha. kom i Døren\nraabte hu ud til ham: Du behøver\nikke at gaa saa lettelig Rasmus for\nsiden i Afternoen Kl. 2 har a faaet\nRo. Hu kom sig fra den Dag af.", "english_manuscript": "My great grandfather's wife was so sick in her thighs and hips and screamed so. Then on that the Sunday, the minister went over there--he always drove his cattle over there on Sundays--it was near Rud church--and he said to him, Pastor Buhmann: \"I don't know what I should do, father, I wonder if I should go to a cunning man, since some have advised me to do that, but I don't really know.\"--\"Well, little Rasmus, just you go in God's name, since there are both good and evil folk about.\" So then he went to the man, I don't know where he lived. And he said to him: \"You can take it easy\"--he was so worried--\"because since this afternoon at two o'clock she's been at peace.\" Then he thought that she was dead. But when he came in the door, she yelled out to him: \"You don't have to walk so quietly, Rasmus, because since this afternoon at two o'clock I've had peace.\" She got better from that day on.", "danish_publication": "Min oldefaders kone var så syg i hendes lår og hofte og skreg sådan. De boede ved Rude kirke, og præsten sögte dertil med bæsterne om søndagen, han hed ellers Buhmann. Så sagde min oldefader til ham: \"A véd aldrig, hvad a skal gjøre, fåer, mon a skulde tage hen til en klog mand, for nogle har rådet mig til det, men a véd det ikke.\" — \"Jo, bitte Rasmus\", siger præsten, \"gå du kuns i Guds navn, for der er så mænd både gode og skidt folk til.\" Så gik han også hen til manden, a véd ikke, hvor han boede, og min oldefader var så sorgen. Den kloge mand sagde: \"Du kan godt være rolig, for siden i eftermiddag kl. 2 har der været ro over hende.\" Så troede han, hun var død. Men da han gik tilbage og kom i dören, råbte hun ud til ham: \"Du behøver ikke at gå så lettelig, Rasmus, for siden i efternoen kl. 2 har a fået ro, a er nohænde kommen mig.\" Så mærkede manden jo, det var rigtigt, som den kloge mand havde sagt, men hvordan det kunde forstå sig, det kunde han aldrig begribe. Konen kom sig fra den dag af.", "english_publication": "My great grandfather's wife was so sick in her thighs and hips and screamed so. They lived near Rude church and the minister went over there with his cattle on Sundays, he was called Buhmann by the way. Then my great grandfather said to him, “I don't know what I should do, father, I wonder if I should go to a cunning man, since some have advised me to do that, but I don't really know.”—“Well, little Rasmus,” says the minister, “just you go in God's name, since there are both good and evil folk about.” So then he went to the cunning man, I don't know where he lived, and my great grandfather was so unhappy. The cunning man said: “You can take it easy because since two o'clock this afternoon she's been at peace.” Then he thought that she was dead. But when he got back home and came in the door, she yelled out to him: “You don't have to walk so quietly, Rasmus, because since two o’clock this afternoon I've had peace, I've really gotten better.” Then the man realized that it was right what the cunning man had said but how it could be explained he could never figure out. The woman got better from that day on.", "keywords": {"keyword": ["advice", "afternoon", "buhmann", "cattle", "church", "clock", "Cunning Folk", "day", "death", "door", "evil", "father", "folk", "folk healer", "god", "grandfather", "Little Rasmus", "minister", "name", "Rasmus", "sickness", "Sunday", "thigh", "wife", "woman"]}, "etk_index": {"heading_danish": "Hekse og deres idrætter", "heading_english": "Witches and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}