{"publication_info": "DS_II_J_363", "full_name": "235 - 2.03 - DS_II_J_363", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 2.03, "fieldtrip": "October 1892", "fieldtrip_start_date": "1892-10-09", "fieldtrip_end_date": "1892-10-12", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 294, "name": "Hvalløs", "display_name": "Hvalløs (place mentioned)"}, {"place_id": 425, "name": "Nielstrup", "display_name": "Nielstrup (place mentioned)"}, {"place_id": 503, "name": "Rud", "display_name": "Rud (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 347, "publication_info": "DS_II_J_248", "full_name": "347 - 0.00 - DS_II_J_248", "url": "data/stories/893.dfl"}, {"informant_id": null, "publication_info": "DS_II_J_306", "full_name": "0 - 0.00 - DS_II_J_306", "url": "data/stories/897.dfl"}]}, "fielddiary_page_start": "5753b", "fielddiary_page_end": "5754a", "bibliographic_info": null, "bibliography_references": null, "annotation": "Omens can take various forms, most often mimicking the event that they portend (DS II J 306; DS I 248). Here, the men encounter the unusual regiment on the march at night. The threat of war--and the threat of conscription that rested solely on the peasant class--must have seemed almost constant up through the late 1860s. \n\n     Kirsten Marie makes an interesting distinction between the wars that Denmark was either engaged in or recovering from. Most notable were the Three Years War (Treårskrigen) from 1848 to 1851 (Første Slesvigske krig, First Schleswig war), and the war with Prussia in 1864 (Anden Slesvigske krig, Second Schleswig war). In 1807, Denmark entered into a catastrophic alliance with Napoleon in an attempt to maintain control of the kingdom and the duchies of Schleswig-Holstein-Lauenborg. England declared war on Denmark in November of that year after they had bombarded Copenhagen and confiscated the Danish Navy in September and October. The end result of Denmark's alliance with Napoleon was the loss of Norway to Swedish rule, and the bankruptcy of the kingdom in 1814. \n\n      The reference to the war of 1807, which appears at the beginning of the published variant, but at the end of the manuscript variant, may either be Tang Kristensen's own annotation, or it may be a response to a direct query from Tang Kristensen.", "danish_manuscript": "I mellem Nielstrup og Rud kirke gik to\nMænd en Aften. Det var før den gl.\nKrig og s. hørte de for dem at tykke\nsom der kom et helt Regiment nu\nad Vejen, de kunde høre Hestene de\nprustede og det klirrede med Sablerne\nHestfolk de red fra Vejen og tog ned\nlagde dem ved et bitte Krat de kalder\n\n5754A\ndet høje Krat, det er nede ved Vien,\nHvalløs Vie og der lagde de dem og holdt\nRast. de kunde høre det fuslede imel-\nlem hinanden og mumlede, men ikke\nskjælne stemmerne fra hinanden.\nDer var ingen Ting alligevel. Lyden for-\nsvandt for dem og det blev henne\nde vidste ikke hvor det blev af.\nKrigen 1807.\n", "english_manuscript": "Two men were out walking between Nielstrup and Rud church one evening. It was before the old war, and then they heard what sounded to them like an entire regiment coming down the road. They could hear that the horses huffed and the swords clanked. The cavalry rode off the road and got down and lay down near a small thicket, they call it mound thicket--it's down near the forge, Hvalløs forge, and they lay there and rested. The men could hear that there was murmuring between them and mumbling, because they couldn't distinguish individual voices. There wasn't anything there after all. The sound disappeared and they didn't know what had happened to it. The war of 1807.", "danish_publication": "Det var för den gamle krig (1807), da gik to mænd en aften imellem Nielstrup og Rude kirke. Så hørte de for dem at tykke, som der kom et helt regiment ned ad vejen. De kunde høre, hestene de prustede, for det var hestfolk — og det klirrede med sablerne. Så red de fra vejen og tog ned og lagde dem og holdt rast ved et bitte krat, de kalder det höje krat — det er nede ved Hvalløs vide. Mændene kunde høre, det fuslede imellem hinanden, og krigsfolkene ligesom mumlede, for de kunde ikke skjelne stemmerne fra hinanden. Lyden forsvandt så, og de vidste ikke, hvor den blev af; men siden forstod de, at det var varsel for krigen, de havde hørt.", "english_publication": "Once before the old war (1807), two men were walking between Nielstrup and Rude church one evening. Then they heard what sounded to them like an entire regiment coming down the road. They could hear that the horses huffed, because it was cavalry—and the swords clanked. They rode off the road and got down and lay down and rested near a small thicket, they call it mound thicket—it's down near Hvalløs vide. The men could hear that there was murmuring between them, and it sounded as if the soldiers were mumbling, because they couldn’t distinguish individual voices. The sound disappeared and they didn’t know what had happened to it, but later they realized that it was an omen of the war they’d heard.", "keywords": {"keyword": ["church", "disappearance", "evening", "horse", "mound", "old", "omen", "regiment", "rest", "riding", "road", "soldier", "sounds", "sword", "thicket", "voice", "war"]}, "etk_index": {"heading_danish": "Lys og varsler", "heading_english": "Lights and portents"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}