{"publication_info": "DS_VII_1312", "full_name": "235 - 2.04 - DS_VII_1312", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 2.04, "fieldtrip": "October 1892", "fieldtrip_start_date": "1892-10-09", "fieldtrip_end_date": "1892-10-12", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 425, "name": "Nielstrup", "display_name": "Nielstrup (place mentioned)"}, {"place_id": 570, "name": "Søndergård", "display_name": "Søndergård (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 436, "publication_info": "DS_VII_1357", "full_name": "436 - 0.00 - DS_VII_1357", "url": "data/stories/808.dfl"}, {"informant_id": 150, "publication_info": "DS_VII_1299", "full_name": "150 - 1.35 - DS_VII_1299", "url": "data/stories/38.dfl"}]}, "fielddiary_page_start": "5754a", "fielddiary_page_end": "5754b", "bibliographic_info": "Tangherlini 2000", "bibliography_references": {"reference": [{"display_string": "[Article] Tangherlini, Timothy R. 2000. \"How do you know she's a witch\"? : Witches, cunning folk, and competition in Denmark. Vol. 59 of <i>Western Folklore</i> 3-4: 279-303."}, {"display_string": "[Article] Henningsen, Gustav. 1975. Hekseforfølgelse efter 'hekseprocessernes tid.' Et bidrag til dansk etnohistorie. <i>Folk og Kultur</i>, 98-151."}]}, "annotation": "The threat witches pose to the economic well-being of the farm could not be more apparent than in this story. The farmhand attempts to bring home the harvest, only to have the witch tip his wagon. Oddly, the witch seems to be deriving no clear personal benefit from this--rather, she is simply destabilizing the cart and, by extension, the local economy (BJK 1.35).\n\n     The farmhand's approach to dealing with the threat is straightforward and somewhat unusual. The threat of a beating brings the witch around. In other legends, a wide range of strategies are endorsed for dealing with witches, from calling cunning folk, the local minister, or the local magistrate, to dealing with them by oneself (Tangherlini 2000). \n\n     Witchcraft trials were no longer common in Denmark in the nineteenth century, and the accusation of witchcraft, although accompanied by local approbation, had little legal weight. It is worth noting that the woman who is described here as a witch is a poor, elderly woman. Accusations of witchcraft, when they were made, were frequently leveled at economically disenfranchised, single women. This status contrasts significantly with that of the cunning folk who, because of their community status, could sidestep such accusations (Tangherlini 2000).\n\n     The name Ma' Røgters is likely an abbreviation of the name of a person, Maren, who was married to or had been married to, a røgter, or stable hand.", "danish_manuscript": "En gl. Kone i Nielstrup,  hu hed Ma\nRygters og nede i en Grd neden for\nder hedder Søndergaard, deres Søn kjør\nte om Høsten og læssede Korn oppe\ni deres Hede. s. skulde h. om\nforbi hendes hus med læs og hver\ngang h. kjørte ned igiennem Hulvejen\nned til gaarden, der væltede h. hver\ngang med de første 5 læs, og s. fik\nh. at se hu stod i Døren. Da tog\nh. Pisken og gik op til hende: Da skal\nhu og time al Ulykker, den Ma Rug\nters for det er hende der gjøre det.\nGik h. op til hende med Pisken og sag-\nde: Dersom du gjør det tier i Dag\ns. skal a banke dig, saadan te Blodet\ndet skal flyve om dig. Aa bitte Niels\nnaar du vil lade mig være, s. skaæ\ndu ikke komme til at vælte mere i Dag.\nS. gik h. tilbage og væltede heller ikke\n\n5754B\nmere den Dag.\n", "english_manuscript": "An old woman in Nielstrup, she was called Ma' Røgters, was known as a witch and down in a farm that below there that was called Søndergård, their son drove and loaded grain up on their heath. Then he had to go past her house with a load and every time he came past and drove down the path to the farm, he tipped over. This happened with the first five loads and then he saw she was standing in her doorway. Then he took his whip and went up to her, \"She's to blame for all these problems, that Ma' Røgter, since she's the one doing this.\" He went up to her with the whip and said, \"If you do this more today, then I'll beat you so that blood will fly around you.\"--\"Oh, little Niels, if you'll leave me alone, then you won't tip over anymore today.\" Then he went back and he didn't tip over any more that day.", "danish_publication": "En gammel kone i Nielstrup, hun hed Ma' Rögters, var bekjendt for en heks. Neden for lå Søndergård, og deres sön kjørte om hösten og læssede korn oppe i deres hede. Så skulde han om forbi hendes hus med læs, og hver gang han kom der forbi og kjørte ned gjennem hulvejen til gården, så væltede han. Sådan gik det med de fem første læs. Da fik han at se, at hun stod i dören. Så tog han pisken og gik op til hende, idet han sagde: \"Da skal hun og time alle ulykker, den Ma' Rögters, for det er hende, der gjör det.\" Da han nu kom til hende, sagde han: \"Dersom du gjör det tiere i dag, så skal a banke dig sådan, te blodet skal flyde om dig.\" — \"Å, bitte Niels\", begyndte hun at klage sig, \"når du vil lade mig være, så skal du ikke komme til at vælte mere i dag.\" Så gik han tilbage og væltede heller ikke tiere.", "english_publication": "An old woman in Nielstrup, she was called Ma’ Røgters, was known as a witch. Søndergård lay down below it and during the harvest the son at Søndergård drove and loaded grain up on their heath. Then he had to go past her house with a load and every time he came past and drove down the path to the farm, he tipped over. This happened for the first five loads. Then he took his whip and headed over to her place, while he said, “She’s to blame for all these problems, that Ma’ Røgter, since she’s the one doing this.” When he got up to her, he said, “If you do this more today, then I’ll beat you so that blood will flow about you.”—“Oh, little Niels,” she began whining , “if you’ll leave me alone, then you won’t tip over anymore today.” Then he went back and he didn’t tip over any more.", "keywords": {"keyword": ["blood", "corn", "farm", "harvest", "heath", "house", "Niels", "old", "son", "today", "whip", "witch", "woman"]}, "etk_index": {"heading_danish": "Hekse og deres idrætter", "heading_english": "Witches and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}