{"publication_info": "JAH_VI_225", "full_name": "235 - 2.05 - JAH_VI_225", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 2.05, "fieldtrip": "October 1892", "fieldtrip_start_date": "1892-10-09", "fieldtrip_end_date": "1892-10-12", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 219, "name": "Hadbjærg", "display_name": "Hadbjærg (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "DSk_I_14", "full_name": "235 - 3.18 - DSk_I_14", "url": "data/stories/320.dfl"}, {"informant_id": 150, "publication_info": "JAT_VI_781", "full_name": "150 - 1.29 - JAT_VI_781", "url": "data/stories/32.dfl"}]}, "fielddiary_page_start": "5754b", "fielddiary_page_end": "5754b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Kirsten Marie's childhood experiences as a shepherd doubtlessly inform this story. The location of the story in Hadbjærg, five kilometers away from Nielstrup, suggests that Kirsten Marie might be commenting both on localized pronunciation and on the slightly oafish behavior of these outsiders. This humorous tale adds a lighter tone to the performance session, a tone that continues in the following story.", "danish_manuscript": "De var to Brødre i Hadbjærg. S skulde\nden ene gaa ug og koble Køerne og s.\nskulde h. vande i et Sighul. S blev\nde gale for ham der og gav dem til at\nstikkes. s. rendte h. hjem til Broderen\nog sagde: Du kommer til at komme her-\nud og hjælpe mig med Køerne for [at]\na har hængt den slemme opaa den\nvæst og nu ligger de endda i Skidt-\npyt og er aastykken. Den Karl var\nogsaa lidt towwsele.\n", "english_manuscript": "There were two brothers in Hadbjærg. One of them was to go out and hitch up the cows and then water them at a water hole. But they got mad and started to run off. Then he ran home to his brother and said, \"You need to come out and help me with the cows, because I've hung the bad one onto the worst one, and now there still lying in the shit and they've run off.\" That guy was a bit foolish.", "danish_publication": "Der var to brödre i Hadbjærg. Den ene skulde gå ud og koble køerne og så vande dem i et sighul. Men der blev de gale for ham og gav dem til at stikkes. Så rendte han hjem til broderen og sagde: \"Du kommer til at komme ud og hjælpe mig med køerne, for a har hængt den slemme opå den vææst, og nu ligger de endda i skidtpyt og er ååstukken\". En kan høre, te den karl også var lidt towwselig.", "english_publication": "There were two brothers in Hadbjærg. One of them was to go out and hitch up the cows and then water them at a water hole. But they got mad and started to run off. Then he ran home to his brother and said, “You need to come out and help me with the cows, because I’ve hung the bad one onto the worst one, and now they're still lying in the shit and they’ve run off.” You could hear that that guy was a bit foolish.", "keywords": {"keyword": ["brother", "cow", "home", "shit", "water"]}, "etk_index": {"heading_danish": "Vore fædres tankesæt og åndsliv", "heading_english": "Our forebears' way of thinking and spiritual life"}, "tango_indices": {"tango_index": [null, null, null, null, null]}, "genre": null}