{"publication_info": "DS_IV_1092", "full_name": "235 - 2.06 - DS_IV_1092", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 2.06, "fieldtrip": "October 1892", "fieldtrip_start_date": "1892-10-09", "fieldtrip_end_date": "1892-10-12", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 245, "name": "Haslum", "display_name": "Haslum (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 235, "publication_info": "DSk_I_14", "full_name": "235 - 3.18 - DSk_I_14", "url": "data/stories/320.dfl"}}, "fielddiary_page_start": "5754b", "fielddiary_page_end": "5755a", "bibliographic_info": "Pentikäinen 1969\nTangherlini 1998", "bibliography_references": {"reference": [{"display_string": "[Article] Pentikäinen, Juha. 1969. The Dead without Status. Vol. 4 of <i>Temenos</i>, 92-102."}, {"display_string": "[Article] Tangherlini, Timothy R. 1998. \"Who ya gonna call?\" : Ministers and the Mediation of Ghostly Threat in Danish Legend Tradition. Vol. 57 of <i>Western Folklore</i> 2/3: 153-178."}]}, "annotation": "Stealing from the dead was a significant transgression, and the parish clerk compounds this by attempting to desecrate the corpse. Such treatment of the dead could provoke haunting (Pentikäinen 1969). Minister's wives were also prone to haunting as numerous stories link them to the devil. \n\n     When the minister's wife awakens, the parish clerk believes that she has returned from the dead and, out of sheer terror, runs off. Since the wife has already been prepared for burial, the hired girls believe, as does the parish clerk, that the wife has come back as a haunt.\n\n     A haunting would require the minister to conjure her and his interaction with her seems to be leading toward that. But her use of the Lord's name, in this case paradoxically as part of a curse, confirms that she is in fact alive. As such, the story amusingly undermines all of the characters' expectations, expectations that are informed by other stories of ghosts and conjuring.", "danish_manuscript": "Præstens Kone i Haslum hun var skindød\ns. skulde hun jo sættes ud i Kirken\nom Natten før hun skulde begraves.\nsaadan var det skik den gang. S. liste\nde Degnen sig derud med hans Lygte\nog hun havde en Guldring paa hendes\nlillefinger. S. vilde h. stjæle den\nmen kunde ikke faa den af hende.\nTog hans Kniv og vilde skjære den af\nmed. S. kom hun til Live og s. siger\nhun: Av min Lillefinger. Da Degnen\nhørte det, rendte han og de hverken hørte\neller saa ham mere s. tog hun Lygten\nog gik hjem. Saa at der var Lys i Kjøkke\nnet, der gik Pigerne og syslede om \nAftenen, gik til Vinduet og bad dem\nlukke sig ind. S. sprang de ud til\n\n5755A\nPræsten og sagde til Ham, Fruen var\nher. Aa Børn, der er ikke sandt, sag\nde han. Jo det er. S. gik Pr. derud\nAa kjære Papa luk mig ind. Aa\nkjære Mama, gak til dit Lejested og \nlæg dig. Ak nej, jeg er ganske levende\nLuk mig ind. Ak nej, sagde h. igjen\ngak til dit Lejested og læg dig. Det sag\nde han saadan et Par Gange. For \nJesu Navns skyld luk mig ind. jeg\nfryser ihjel. S. lukte Præst hende\nogsaa ind og hu fortalte ham hvor-\ndan hu var kommen til Live og hvor\ndan Degnen. H. fik 6 Børn efter\nden Tid, men hendes venstre side\nvar aldrig varm.\n", "english_manuscript": "The minister's wife in Haslum was skin dead. She was to be placed in the church the night before she was to be buried, that was the custom at the time. Then the parish clerk sneaked in there with his lantern, and she had a gold ring on her little finger. He wanted to steal it but he couldn't get it off of her. He took his knife and wanted to cut it off with it. Then she came to life and said: \"Ow, my little finger!\" When the parish clerk heard that, he ran off, and they neither heard from him nor saw him again. Then she took the lantern and walked home. She saw that there was light in the kitchen, the hired girls were there busying about late that night, and she went over to the window and asked them to let her in. They ran in to the minister and said to him: \"The lady was here.\"--\"Oh children, that's not true,\" he said. \"Yes, it is.\" So the minister went out there. \"Oh dear papa let me in,\" \"Oh dear mama go to your grave and lie down.\"--\"No, I'm quite alive, let me in.\"--\"Alas no,\" he said again, \"go to your grave and lie down.\"--\"For Christ's sake, let me in, I'm freezing to death.\" Now the minister let her in and she told him how she had come to life and what the parish clerk had been up to. She had six children after that time, but her left side was never warm.", "danish_publication": "Præstens kone i Haslum døde, og så skulde hun jo sættes ind i kirken om natten för hun skulde begraves, sådan var det skik den gang. Men så listede degnen sig derind med hans lygte, for han vilde stjæle en guldring, hun havde på hendes lillefinger; men han kunde ikke få den af hende, og derfor tog han hans kniv og vilde skjære fingeren af med. Så kom hun til live og sagde: \"Av, min lillefinger!\" Da degnen hørte det, fik han angst i livet og rendte, og de hverken hørte eller så ham mere. Præstekonen tog lygten og gik hjem. Hun så, at der var lys i kjøkkenet, for pigerne gik og syslede der sent den aften, og så gik hun hen til vinduet og bad dem lukke sig ind. De sprang da ind til præsten og sagde til ham: \"Fruen var her.\" — \"Å börn, det er ikke sandt,\" svarede han. \"Jo, det er,\" sagde de. Så gik præsten ud til dem. \"Å, kjære papa, luk mig ind,\" sagde hun der ude. \"Å, kjære mama, gak til dit lejested og læg dig.\" — \"Ak nej, jeg er ganske levende, luk mig ind.\" — \"Ak nej,\" sagde han igjen, \"gak til dit lejested og læg dig.\" — \"For Jesu navns skyld, luk mig ind, jeg fryser ihjel.\" Nu lukte præsten hende ind, og hun fortalte ham, hvordan hun var kommen til live, og hvad degnen havde været ved. Hun fik 6 börn efter den tid, men hendes venstre side var aldrig siden varm.", "english_publication": "The minister's wife in Haslum died and then she was to be placed in the church the night before she was to be buried, that was the custom at the time. But then the parish clerk sneaked in there with his lantern, because he wanted to steal a gold ring she had on her little finger; but he couldn't get it off of her and so he took his knife and wanted to cut her finger off with it. Then she came to life and said: “Ow, my little finger!” When the parish clerk heard that, he got scared to death and ran, and they neither heard from him nor saw him again. The minister's wife took the lantern and walked home. She saw that there was light in the kitchen, because the girls were there and busying about late that night, and so she went over to the window and asked them to let her in. They ran in to the minister and said to him: “The lady was here.”—“Oh children, that's not true,” he answered. “Yes, it is,” they said. So the minister went out to them. “Oh dear papa let me in,” she said out there. “Oh dear mama go to your grave and lie down.”—“No, I'm quite alive, let me in.”—“Alas no,” he said again, “go to your grave and lie down.”—“For Christ's sake, let me in, I'm freezing to death.” Now the minister let her in and she told him how she had come to life and what the parish clerk had been up to. She had six children after that time, but her left side was never warm again.", "keywords": {"keyword": ["burial", "children", "Christ", "church", "death", "finger", "girl", "gold", "grave", "home", "kitchen", "knife", "lady", "lantern", "minister", "night", "parish clerk", "ringing", "theft", "wife", "window"]}, "etk_index": {"heading_danish": "Præster", "heading_english": "Ministers"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}