{"publication_info": "DS_IV_627", "full_name": "150 - 1.26 - DS_IV_627", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 1.26, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 419, "name": "Mylenberg", "display_name": "Mylenberg (place mentioned)"}, {"place_id": 493, "name": "Rold skov", "display_name": "Rold skov (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 150, "publication_info": "DS_IV_149", "full_name": "150 - 1.27 - DS_IV_149", "url": "data/stories/30.dfl"}}, "fielddiary_page_start": "3248a", "fielddiary_page_end": "3248a", "bibliographic_info": "Georges 1983", "bibliography_references": {"reference": {"display_string": "[Article] Georges, Robert A. 1981. Do Narrators Really Digress? A Reconsideration of \"Audience Asides\" in Narrating. Vol. 40 of <i>Western Folklore</i>, 245-252."}}, "annotation": "The cruel manor lord returns as a guilty haunt. Not only does he threaten the livelihood of the local farmers in life, but he continues to do so after death. Jens provided no detail as to how the revenant was dealt with. The reference to Mylius likely was triggered by mention of Stubberuphus in the previous story, where the unfortunate Hoffman lived. That reference also explains this seeming digression (Georges 1983). Presumably, it is a duel between Mylius and Hoffman that leads to Hoffman's death. \n\n     Collapsing independent landholdings into one large manor farm was a practice that ended by the late eighteenth century and was, in fact, reversed through partitioning. There had been a long standing prohibition against deserting hearths to prevent the abandonment of land, and to prevent exactly the type of consolidation that Mylius attempts in this story.\n\n     In the published version of this story, Tang Kristensen combined and rearranged BJK 1.26 and BJK 1.27 into a single narrative.", "danish_manuscript": "Ham den gl. der byggede [paa] Mylenbjærg, h. kjørte igien\nefter hans Død, de kaldte det før Skjelhusene.\nmen h. vilde gjøre det til en stor Grd. kommer\ntil visse Tider med 4 sorte for. Mylius hed\nhan. Forskr. Kokkepigen. Hvarregaard har\nværet en By, men Myl. lagde alle Gaarden\nøde og maatte bygge lige s. mange Huse\nsom der var før Grde, de maatte ikke saa-\ndan lægge Ildstederne øde. Hofman der\nboede paa Stubberuphus skal være bleven slaaet\nihjel i en Tvekamp.", "english_manuscript": "The old one who built Mylenberg, he drove again after his death, they called it Skjelhusene, but he wanted to turn it into a big farm. He'd appear every now and then with four horses before his wagon. He was called Mylius. He scared the kitchen girl. Hvarregaard used to be a town, but Mylius forced all the farms to be deserted, but he had to build just as many houses as there'd been farms, they weren't allowed to desert hearths like that. Hoffman, who lived at Stubberuphus, was supposed to have been killed in a duel.", "danish_publication": "Ham den gamle, der byggede Mylenberg, han kjørte igjen efter hans død, han kunde komme til visse tider med fire sorte for. Han hed Mylius, og efter ham fik så gården navn. De kaldte det för Skjelhusene, men han vilde gjøre det til en stor gård, og så vilde han have Hvarregård lagt ind under den også. Det var en hel by, men så lagde han alle gårdene øde. Rigtig nok måtte han bygge lige så mange huse, som der för var gårde, de måtte ikke sådan lægge ildstederne øde, men jorden fik han da. Den gang Mylius blev ejer af gårdene, lod han indføre i papirerne, dede dersom der var noget af deres ejendomme, der lå ham til hinder, måtte han tage det. Derefter tog han engene fra de her fæstere og gav dem noget hedeværkeri i steden. De gamle fæstere havde ligeledes haft lov til at græsse deres kreaturer i skoven, men det forbød han dem også. Skoven skulde være i hegne. Efter som de gamle fæstere uddøde, var det han tog engene, og så blev de grøftede og vandede. Det var jo i den tid, da der skulde være ene store herremænd og små arbejdsfolk.", "english_publication": "The old one who built Mylenberg, he drove again after his death, he’d appear every now and then with four horses before his wagon. He was called Mylius and the farm was named after him. They called it Skjelhusene, but he wanted to turn it into a big farm, and so he wanted Hvarre farm to be merged into it as well. It was a whole town, but then he lay waste to all the farms. Of course, he had to build just as many houses as there’d been farms, they weren’t allowed to desert hearths like that, but he got the land. Then when Mylius became owner of the farms, he made them sign papers that allowed him to take any of their property that hindered him. After that, he took the meadows from these copyholders and gave them some heath instead. The old copyholders had had permission to graze their animals in the woods, but he forbade them that as well. The woods was to be fenced in. As the old copyholders died off, he took the meadows, and then they were drained and irrigated. That was at the time that there was supposed to be one big manor lord and a lot of small workers.", "keywords": {"keyword": ["allow", "animals", "death", "farm", "fence", "furrow", "grazing", "heath", "horse", "house", "land", "manor lord", "meadow", "mylius", "name", "old", "owner", "permission", "town", "wagon", "woods", "worker"]}, "etk_index": {"heading_danish": "Herremænd, fruer, jomfruer", "heading_english": "Manor lords, ladies and misstresses"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}