{"publication_info": "JAH_V_574", "full_name": "235 - 2.07 - JAH_V_574", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 2.07, "fieldtrip": "October 1892", "fieldtrip_start_date": "1892-10-09", "fieldtrip_end_date": "1892-10-12", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 501, "name": "Røved", "display_name": "Røved (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "JAT_V_320", "full_name": "241 - 4.01 - JAT_V_320", "url": "data/stories/172.dfl"}, {"informant_id": 235, "publication_info": "JAT_IV_212", "full_name": "235 - 3.07 - JAT_IV_212", "url": "data/stories/309.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1027", "full_name": "241 - 1.01 - DS_IV_1027", "url": "data/stories/142.dfl"}, {"informant_id": 235, "publication_info": "JAH_V_572", "full_name": "235 - 1.44 - JAH_V_572", "url": "data/stories/264.dfl"}]}, "fielddiary_page_start": "5755a", "fielddiary_page_end": "5755b", "bibliographic_info": "Jørgensen 1940", "bibliography_references": {"reference": {"display_string": "[Book] Jørgensen, Harald. 1979. <i>Studier over det offentlige Fattigvæsens historiske Udvikling i Danmark i det 19. Aarhundrede</i>. Copenhagen: Selskabet for Udgivelse af Kilder til Dansk Historie."}}, "annotation": "Poverty assistance was a major concern of farm owners during the latter half of the nineteenth century, and most legislative proposals emphasized the idea of care for the local poor. There were also debates over the care for pregnant wanderers such as the woman in this story. Many small communities expressed a concern that the care for poor wanderers (foreign poor) and their children would place an undue burden on local farmers (Jørgensen 1940).\n\n     The apparent wealth of the gypsies, who were clearly neither local nor poor, reflects the growing concern of a free rider problem in poverty assistance programs. The party the gypsies throw is further characterized as an ungodly affair, with dancing and gambling, both seen as vices by more conservative Danish Lutherans. Gambling was frequently mentioned in debates over legislation concerning support for the poor as one of the causes for a poverty that an individual had brought upon themselves. \n\n     Stories such as this no doubt supported the belief that some of the people who passed themselves off as poor were gaming the system. This belief led to some fairly stringent laws concerning repayment of support and limitations of the civil rights of the poor (Jørgensen 1940).", "danish_manuscript": "Deher Tatere gik jo omkring i gl. Dag.\nS. kom der to Kvindfolk til Røved \nog bad Husly om Natten. S. blev  den\nene syg og fødte et Barn og de hent\nKoner af Byen til hende og Jordmo\nder. S. laa de der en Maaned efter \nat hun havde faaet Barnet. S. kom\nder to Mænd med s. meget Fødevarer\nog Drikkelse og andet og s. gjorde de et\nstort Gilde for Byens Folk, alle dem\nder havde hjulpet dem og set til dem\nog det var s. svært der var baade Spil og\n\n5755B\nDands, skulde jo forstille at være et\nBarselgilde og s. rejste de igien med de\nres Koner og Børn -- ja de fik dem\ni Kirke med det samme. Folkene\nsyntes jo det var mærkeligt, de kunde \nsaadan være saa velhavende, at de\nkunde gjøre det gilde for dem.\n", "english_manuscript": "These gypsies walked around in the old days. Then two women came to Røved and asked for shelter for the night. But one of them got sick there and had a child and the people had to fetch both women from the town and the midwife for her. She stayed there a month after she'd had the baby. Then two men came with so much food and drink and other things and they held a big feast for the townsfolk, all those that had helped them and cared for the woman in her birth bed. The feast was quite lively because there was both gambling and dancing. It was supposed to be a sort of childbirth banquet and then they left with their wives and children--the child was brought to the church right away. The townsfolk thought that it was strange that these gypsies could be so well off that they could hold such a large banquet for them.", "danish_publication": "Der kom to Tater-kvindfolk til Røved og bad om husly for natten. Men der blev den ene syg og fødte et barn, og folkene måtte hente både koner af byen og jordemoder til hende. Hun blev der en måned, efter at hun havde fået barnet og da kom der to mænd med så meget fødevarer og drikkelse og andet, og så gjorde de et stort gilde for byens folk, alle dem der havde hjulpet dem og set til kvindfolket i hendes barselseng. Det skulde jo forestille at være et barselgilde, og barnet kom jo i kirke med det samme. Gildet var så svart, for der var både spil og dands. Byfolkene syntes jo, det var mærkeligt, at de Tatere kunde være så velhavende og gjøre så stort et gilde for dem. Derefter rejste mændene igjen med deres koner og böm.", "english_publication": "Two gypsy women came to Røved and asked for shelter for the night. But one of them got sick there and had a child and the people had to fetch both women and the midwife from the town. She stayed there a month after she’d had the baby, and then two men came with so much food and drink and other things, so they held a big feast for the townsfolk, all those that had helped them and cared for the woman in her birth bed. It was supposed to be a sort of childbirth banquet and the child was brought to the church at the same time. The feast was quite lively because there was both gambling and dancing. The townsfolk thought that it was strange that these gypsies could be so well off that they could hold such a large banquet for them. Afterward the men left with their wives and children.", "keywords": {"keyword": ["baby", "banquet", "birth", "children", "church", "dancing", "drinking", "feast", "food", "gambling", "gypsy", "midwife", "month", "night", "sickness", "town", "townsfolk", "wife", "woman"]}, "etk_index": {"heading_danish": "Livet uden døre", "heading_english": "Life outdoors"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}