{"publication_info": "JAH_V_543b", "full_name": "235 - 2.08 - JAH_V_543b", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 2.08, "fieldtrip": "October 1892", "fieldtrip_start_date": "1892-10-09", "fieldtrip_end_date": "1892-10-12", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 570, "name": "Søndergård", "display_name": "Søndergård (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "DS_VI_1248", "full_name": "150 - 1.38 - DS_VI_1248", "url": "data/stories/41.dfl"}, {"informant_id": 235, "publication_info": "JAT_V_109", "full_name": "235 - 3.13 - JAT_V_109", "url": "data/stories/315.dfl"}, {"informant_id": 123, "publication_info": "DS_V_607", "full_name": "123 - 2.02 - DS_V_607", "url": "data/stories/376.dfl"}, {"informant_id": 235, "publication_info": "JAH_V_543a", "full_name": "235 - 2.15 - JAH_V_543a", "url": "data/stories/298.dfl"}]}, "fielddiary_page_start": "5755b", "fielddiary_page_end": "5756a", "bibliographic_info": null, "bibliography_references": null, "annotation": "This tale is one of the few moderately positive accounts that Kirsten Marie tells about vagabonds and beggars. Her great grandparents are shown as compassionate and willing to go to great lengths to make Svine Karen comfortable. In turn, Svine Karen's piety so impresses Kirsten Marie's great grandparents that they decide to support her for the rest of her life. Voluntary support of the poor was a common feature of many of the proposals to reform the poverty assistance laws. Such proposals were popular in the rural areas for two reasons: they implied that the farmers were compassionate enough to support the local poor, and they did not require new taxes to support a widening welfare system. Of course, Kirsten Marie's parents' pledge of lifelong support for Svine Karen is easily honored, since she dies that night. The burial costs for Svine Karen would have been assumed by the local parish board as part of the public assistance to the poor.\n\n     The name Svine Karen means \"Pig Karen\" and it would not be unusual to nickname a poor, wandering woman with a derogatory name such as this. \n\n     The published version of this account is connected with the published version of KMP 2.15. In the published, concatenated story, the current story appears second. The first part of the published version appears here in brackets.", "danish_manuscript": "En fattig Kone kom ind til min Olde-\nfaders Forældre i Søndergaard i Niel-\nstrup og bad om Husly om Natten.\nH. plejede at gaa i [Natten] Byen og de\nkaldte hende Svine Karen. S. sagde hun\ntil Konen om hun maatte ikke koge\nsig  nogle grød i Aften og bage nogle\nPandekager hun kunde tage med sig\ni Morgen, for hun kunde ikke godt tygge\nBrødet. Det fik hun lov til. S. gik\nhu ud i en Foderbaas hvor hu skulde\nligge om Natten, med noget Dynevaar\nog noget Lagen h. skulde have over sig.\nDa hun var kommen til Ro, saa gik Manden\nog fodrede og s. hørte h. hvordan hun\nbad til Vorherre: Aa lille søde Jesus\nnu skal du komme og ta , nu er a af\nVerden forladt og Menneskeheden for-\nladt og nu maa du komme og ta mig i\nJesu Navn. S. kom Manden ind og\nsagde til Konen: Nu skal Svine Karen\naldrig blive husvild mere, fordi skulde\n\n5756A\nlige have hørt, hvordan Svine Karen\nbad til Vorherre i Aften. S. om Mor-\ngenen de kom op, da laa Svine Karen\nog var død.\n", "english_manuscript": "A poor woman came to my great grandfather's parents' place and asked for lodgings for the night. She tended to walk around in town and they called her Svine Karen. Then she asked the farmwife if she could cook some porridge that evening and bake some pancakes that she could take with her the next day because she couldn't really chew bread. She was given permission to do that. Then she went over to the feed box where she was going to lie that night with a comforter and some sheets she was going to have over her. When she settled in the for the night, the man went out and fed the animals and he heard how she prayed to Our Lord: Oh sweet little Jesus, you should come and take me now, the world has abandoned me and humanity has abandoned me and now you can come and take me in the name of Jesus. Then the man came in and said to his wife: \"Now Svine Karen will never be homeless again, because you should have heard how Svine Karen just prayed to Our Lord tonight. In the morning when they got up, Svine Karen was lying there dead.", "danish_publication": "[En fattig kone, de kaldte Svine-Karen, kom tit til Nielstrup at tigge. En gang kom hun ind til min oldefaders forældre og gik med et bitte barn. Konen i gården havde også et barn, og da hun gjærne vilde til Randers, så siger Karen: \"A kan så mænd gjærne blive og give dit barn patte imens\". Hun blev der så den dag og paste barnet. Men siden, da min oldefader blev större, vilde de andre knægte drive spot med ham, de sagde: \"Du har set Svine-Karen hendes watterpatter\". Det kunde han blive så gal over.]\n\nEn anden gang kom hun også til Søndergård, hvor min oldefaders forældre boede, og bad om husly for natten, og det fik hun lov til. Så sagde hun til konen: \"Må a ikke koge mig nogle grød i aften og bage nogle pandekager, a kan tage med mig i morgen, for a kan ikke godt tygge brødet?\" Det fik hun også lov til. Da hun var færdig, gik hun ud i en foderbås, hvor hun skulde ligge om natten, og fik noget dynevår og lagen, hun skulde have over sig. Manden gik og fodrede, da hun var kommen til ro, og så hørte han, hvordan hun bad til Vorherre: \"Å, lille søde Jesus, nu skal du komme og tage mig, nu er a af verden forladt og af menneskerne forhadt, og nu må du komme og ta' mig, Vorherre, i Jesu navn\". Da manden kom ind, sagde han til konen: \"Nu skal Svine-Karen aldrig blive husvild mere, for du skulde lige have hørt, hvordan hun bad til Vorherre i aften\". Det bejaede konen, men da de om morgenen kom op, lå Svine-Karen og var død.", "english_publication": "[A poor woman, who they called Svine-Karen, often came to beg at Nielstrup. One time she came to my great-grandparents’ parents and she was going about with a little child. The farmwife also had a child, and since she wanted to go to Randers, Karen says, “I can stay here and nurse your child in the meantime.” She stayed there that day and took care of the child. But later, when my great grandfather got bigger, the other boys would tease him and they said, “You’ve seen Svine-Karen’s watterpatter.” He’d get so angry about that.]\n\nAnother time she came to Søndergård, where my great grandparents’ parents lived, and asked to stay the night there, and she was given permission to do so. Then she said to the farmwife, “Can I cook some porridge and bake some pancakes that I can take with me tomorrow because I can’t chew bread?” She was given permission to do that as well. When she was done, she went out to a feed box, where she was going to lie that night, and she got a comforter and some sheets she was going to have over her. The farmer was out feeding the animals when she’d settled in, and then he heard how she prayed to Our Lord: “Oh sweet little Jesus, you should come and take me now, the world has abandoned me and humanity has abandoned me and now you can come and take me in the name of Jesus.” Then the man came in and said to his wife: “Now Svine-Karen will never be homeless again, because you should have heard how she just prayed to Our Lord tonight.” The wife agreed, but when they got up the next morning, Svine-Karen was lying there dead.", "keywords": {"keyword": ["abandon", "agreement", "angry", "animals", "baking", "beggar", "boy", "bread", "children", "comforter", "cooking", "day", "death", "farm", "farmer", "feed", "feedbox", "grandfather", "grandparents", "homeless", "Jesus", "Karen", "morning", "name", "night", "Our Lord", "pancake", "parents", "permission", "poor", "porridge", "prayer", "sheet", "Svine Karen", "tease", "tomorrow", "tonight", "wife", "woman", "world"]}, "etk_index": {"heading_danish": "Livet uden døre", "heading_english": "Life outdoors"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}