{"publication_info": "DSnr_II_D_39", "full_name": "235 - 2.11 - DSnr_II_D_39", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 2.11, "fieldtrip": "October 1892", "fieldtrip_start_date": "1892-10-09", "fieldtrip_end_date": "1892-10-12", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 13, "name": "Æbletoft", "display_name": "Æbletoft (place mentioned)"}, {"place_id": 163, "name": "Fløjstrup", "display_name": "Fløjstrup (place mentioned)"}, {"place_id": 413, "name": "Mols", "display_name": "Mols (place mentioned)"}, {"place_id": 471, "name": "Randers", "display_name": "Randers (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "DS_II_D_50", "full_name": "235 - 1.59 - DS_II_D_50", "url": "data/stories/280.dfl"}, {"informant_id": 512, "publication_info": "DS_II_D_45", "full_name": "512 - 0.00 - DS_II_D_45", "url": "data/stories/540.dfl"}, {"informant_id": 187, "publication_info": "DS_II_D_40", "full_name": "187 - 0.00 - DS_II_D_40", "url": "data/stories/566.dfl"}]}, "fielddiary_page_start": "5756a", "fielddiary_page_end": "5756b", "bibliographic_info": null, "bibliography_references": null, "annotation": "This story is a retelling of a story Kirsten Marie had told in a previous meeting with Tang Kristensen (KMP 1.59). The first version includes a story abstract that details the river's demand for a sacrifice. In this version, the demand is incorporated into the orientation of the story. While the events take place at night in the first version, they take place early in the morning here. In both tellings, the woman takes much longer to drown than the man, and it is her protracted death that affects Kirsten Marie's uncle. \n\n   In the published version of the story, Tang Kristensen changed the position of some of the phrases in the story for no clear reason.", "danish_manuscript": "Nogle fra Mols kom hvær Løverdag Morgen\ntidlig og kjørte ud til Randers med Fisk.\nDet var Ebbeltoftfolk. Vandet kunde den\ngang staa helt op over Broen til sine\nTider, for da var Br. lav. En gang\n[kom] imellem kunde de høre en Røst der\nsagde: Tiden er komme, men Manden\ner ikke komme. Et Par Folk kom en\nMorgen med Fisk og s. tog Vandet\ndem. Manden kunde de ikke høre længe\nmen Konen skreg ynklig i lang Tid,\nde fra Fløvstrup kunde høre hende for\nVandet førte dem der ned ad, men det\nvar saadan Mørke og Mulm ti die kunde\n\n5756B\nikke finde dem. Da de fandt hendes\nLig, var hun stanket paa en Ellerod.\nDe mente, hendes Skjørter havde holdt\nhende oppe. Min [Fa] Morbroder græd\nhver gang h. fortalte mig det. \nHun blev ved næsten en hel Time.\n", "english_manuscript": "There were some people who came from Mols and the drove every Saturday morning to Randers with fish. They were Æbeltoft people. At times, the water could be well above the bridge, because it was low. Every now and then people could hear a voice that said, \"The time has come but not the man.\" One morning a couple of people came driving with fish and the water took them. They couldn't hear the man for long, but the woman screamed pitifully for quite a while, the people in Fløvstrup could hear her, since she was carried by the current down there, but it was really dark and murky, so they couldn't find them. When they found her body, they said that she'd been stopped by the root of an alder. They figured that her skirts had probably kept her up, but they couldn't find her in time. My mother's brother cried every time he told me that story. She kept it up for almost an hour.", "danish_publication": "Der kom nogle fra Mols og kjørte hver Løverdag Morgen til Randers med Fisk. Saa skulde de over Alling Aa. Vandet kunde til sine Tider staa langt op over Broen, for den var lav, og der var intet rigtigt Fratræk for Vandet. Saa kunde Folk en Gang imellem høre en Røst, der sagde: \"Tiden er kommen, men Manden er ikke kommen.\" En Morgen kom et Par Æbeltoft-Folk kjørende med Fisk, og det var saadant Mørke og Mulm, te de kunde ikke se, hvor de skulde kjøre. Saa tog Vandet dem. Manden fik snart Ende paa det, men Konen skreg ynkelig i lang Tid, hun blev ved næsten en hel Time. Hendes Skjørter havde vel holdt hende oppe. De fra Fløvstrup kunde høre hende, for hun blev ført med Strømmen der ned ad, men de kunde ikke finde hende tids nok. Da de fandt hendes Lig, saa de, at hun var standset paa en Ellerod. Min Morbroder græd, hver Gang han fortalte mig den Historie.", "english_publication": "There were some people who came from Mols and the drove every Saturday morning to Randers with fish. They were supposed to go over Alling river. At times, the water could be well above the bridge, because the bridge was low, and there wasn’t any real run-off for the water. Every now and then people could hear a voice that said, “The time has come but not the man.” One morning a couple of folk from Æbeltoft came driving with fish, and it was really dark and murky, so they couldn’t see where they had to drive. Then the water took them. The man died quickly, but the woman screamed pitifully for quite a while, she continued for nearly an entire hour. Her skirts had probably kept her up. Those who lived in Fløvstrup could hear her, since she was carried by the current down there, but they couldn’t find her in time. When they found her body, they said that she’d been stopped by the root of an alder. My mother’s brother cried every time he told me that story.", "keywords": {"keyword": ["body", "bridge", "brother", "crying", "current", "dark", "death", "elm", "fishing", "folk", "morning", "mother", "river", "root", "Saturday", "skirt", "story", "voice", "water", "woman"]}, "etk_index": {"heading_danish": "Vandets ånder", "heading_english": "Water spirits"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}