{"publication_info": "MA_II_456", "full_name": "235 - 2.14 - MA_II_456", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 2.14, "fieldtrip": "October 1892", "fieldtrip_start_date": "1892-10-09", "fieldtrip_end_date": "1892-10-12", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 294, "name": "Hvalløs", "display_name": "Hvalløs (place mentioned)"}, {"place_id": 425, "name": "Nielstrup", "display_name": "Nielstrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "DS_II_H_141", "full_name": "235 - 1.14 - DS_II_H_141", "url": "data/stories/233.dfl"}, {"informant_id": 235, "publication_info": "DSk_I_14", "full_name": "235 - 3.18 - DSk_I_14", "url": "data/stories/320.dfl"}, {"informant_id": 123, "publication_info": "DS_V_202", "full_name": "123 - 2.17 - DS_V_202", "url": "data/stories/391.dfl"}, {"informant_id": 489, "publication_info": "DS_V_1307", "full_name": "489 - 0.00 - DS_V_1307", "url": "data/stories/582.dfl"}]}, "fielddiary_page_start": "5756b", "fielddiary_page_end": "5757a", "bibliographic_info": null, "bibliography_references": null, "annotation": "Kirsten Marie told another variant of this story in an earlier session (KMP 1.14). In this telling of the story, the name of the farmhand who provides the punchline has been changed to Ras (short for Rasmus) from Niels. The published version of the story omits Rasmus's exclamation that suggests he was given to telling stories that others found hard to believe.", "danish_manuscript": "Ras Bødker fra Nielstrup. En Aften\nsad de i Byen og fortalte at der rendte\net hovedløs Bæst op og ned ad Gaden\ni Hvalløs. Saa var der nogle andre, der\nsagde, at det var vist ikke sandt. S. kom\nR. B. nok saa fornummen og sagde, at\ndet var sandt for naar h. stod og skar\nHakkelse ved Maaneskin ude i Hakkels.\nhuset, saa kunde den kom og stikke\nHovedet ind til ham gjem Vønneret.\n\n5757A\nJo det er F. flyww mæ sandt, det var hu hans\nMundheld.\n", "english_manuscript": "Ras Bødker from Nielstrup. One evening they were sitting in town and he told them that there was a headless animal running up and down the street in Hvalløs. Then there were some who said that it wasn't true. Then Ras Bødker got really annoyed and said that it was true because when he stood and cut chafe by moonlight out in the chafe house, it would come and stick its head in through the window. \"Yeah, it is the Devil flay me true,\" that's what he always used to say.", "danish_publication": "En aften sad de i Nielstrup og fortalte, at der rendte et hovedløst bæst op og ned ad gaden i Hvalløs. Så var der nogle andre, der sagde, at det var vist ikke sandt. Da kommer Ras Bødker nok så fornummen og siger, at det var sandt, for når han stod og skar hakkelse ved måneskin ude i hakkelsehuset, så kunde den komme og stikke hovedet ind til ham gjennem vønneret.", "english_publication": "One evening they were sitting in Nielstrup telling stories about a headless animal running up and down the street in Hvalløs. Then there were some who said that it wasn’t true. Then Ras Bødker gets really annoyed and said that it was true because when he stood and cut chafe by moonlight out in the chafe house, it would come and stick its head in through the window. ", "keywords": {"keyword": ["animals", "bødker", "evening", "headless", "house", "moonlight", "ras", "story", "street", "window"]}, "etk_index": {"heading_danish": "Molbo og Aggerbohistorier", "heading_english": "Stories of Molbo and Aggerbo (Numbskull tales)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}