{"publication_info": "JAH_V_543a", "full_name": "235 - 2.15 - JAH_V_543a", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 2.15, "fieldtrip": "October 1892", "fieldtrip_start_date": "1892-10-09", "fieldtrip_end_date": "1892-10-12", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 425, "name": "Nielstrup", "display_name": "Nielstrup (place mentioned)"}, {"place_id": 471, "name": "Randers", "display_name": "Randers (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 235, "publication_info": "JAH_V_543b", "full_name": "235 - 2.08 - JAH_V_543b", "url": "data/stories/291.dfl"}}, "fielddiary_page_start": "5757a (1)", "fielddiary_page_end": "5757a (1)", "bibliographic_info": null, "bibliography_references": null, "annotation": "Children were often nursed until several years of age. Svine-Karen's offer to nurse the boy along with her own child may well have been in exchange for alms. Having been nursed by one of the local beggars clearly had a stigma attached to it, as the nursing crossed the otherwise clear class boundaries. The children's teasing makes use of a colloquial term for breasts. This story is published along with KMP 2.08. The second part of the published version appears here in brackets.", "danish_manuscript": "Svin Karin kom en Dag, mens hun var yn\ngre ind til mine Oldefaders forældre og hun \ngik med et bitte Barn, S. vilde Konen\ngjærne til Randers og s. sagde Karen\nA kun saa mænd gjærne blive og give\ndit Barn Patte imens. Hun blev der saa\nden Dag og passede Barnet. Men siden\nda min Oldefader blev større vilde de\nandre Knægte drive spot med ham, de\nsagde: Du har set Svin Karin hendes\nWatterpatter. Det kunde h. blive s. gal\nover.\n", "english_manuscript": "Svin-Karen came one time to my great-grandfather's parents' place when she was younger and she had a tiny little child with her. Then the farmwife wanted to go to Randers, and she says, \"I can stay here and nurse your child in the meantime.\" She stayed there that day and took care of the child. But later, when my great grandfather got bigger, the other boys would tease him, they'd said, \"You've seen Svine-Karen's watterpatter.\" He'd get so angry about that.", "danish_publication": "En fattig kone, de kaldte Svine-Karen, kom tit til Nielstrup at tigge. En gang kom hun ind til min oldefaders forældre og gik med et bitte barn. Konen i gården havde også et barn, og da hun gjærne vilde til Randers, så siger Karen: \"A kan så mænd gjærne blive og give dit barn patte imens\". Hun blev der så den dag og paste barnet. Men siden, da min oldefader blev större, vilde de andre knægte drive spot med ham, de sagde: \"Du har set Svine-Karen hendes watterpatter\". Det kunde han blive så gal over.\n\n[En anden gang kom hun også til Søndergård, hvor min oldefaders forældre boede, og bad om husly for natten, og det fik hun lov til. Så sagde hun til konen: \"Må a ikke koge mig nogle grød i aften og bage nogle pandekager, a kan tage med mig i morgen, for a kan ikke godt tygge brødet?\" Det fik hun også lov til. Da hun var færdig, gik hun ud i en foderbås, hvor hun skulde ligge om natten, og fik noget dynevår og lagen, hun skulde have over sig. Manden gik og fodrede, da hun var kommen til ro, og så hørte han, hvordan hun bad til Vorherre: \"Å, lille søde Jesus, nu skal du komme og tage mig, nu er a af verden forladt og af menneskerne forhadt, og nu må du komme og ta' mig, Vorherre, i Jesu navn\". Da manden kom ind, sagde han til konen: \"Nu skal Svine-Karen aldrig blive husvild mere, for du skulde lige have hørt, hvordan hun bad til Vorherre i aften\". Det bejaede konen, men da de om morgenen kom op, lå Svine-Karen og var død.]", "english_publication": "A poor woman, who they called Svine-Karen, often came to beg at Nielstrup. One time she came to my great-grandparents’ parents and she was going about with a little child. The farmwife also had a child, and since she wanted to go to Randers, Karen says, “I can stay here and nurse your child in the meantime.” She stayed there that day and took care of the child. But later, when my great grandfather got bigger, the other boys would tease him and they said, “You’ve seen Svine-Karen’s watterpatter.” He’d get so angry about that.\n\n[Another time she came to Søndergård, where my great grandparents’ parents lived and asked to stay the night there, and she was given permission to do so. Then she said to the farmwife, “Can I cook some porridge and bake some pancakes that I can take with me tomorrow because I can’t chew bread?” She was given permission to do that as well. When she was done, she went out to a feed box, where she was going to lie that night, and she got a comforter and some sheets she was going to have over her. The farmer was out feeding the animals when she’d settled in, and then he heard how she prayed to Our Lord: “Oh sweet little Jesus, you should come and take me now, the world has abandoned me and humanity has abandoned me and now you can come and take me in the name of Jesus.” Then the man came in and said to his wife: “Now Svine-Karen will never be homeless again, because you should have heard how she just prayed to Our Lord tonight.” The wife agreed, but when they got up the next morning, Svine-Karen was lying there dead.]", "keywords": {"keyword": ["abandon", "agreement", "angry", "animals", "baking", "beggar", "boy", "bread", "children", "comforter", "cooking", "day", "death", "farm", "farmer", "feed", "feedbox", "grandfather", "grandparents", "homeless", "Jesus", "Karen", "morning", "name", "night", "Our Lord", "pancake", "parents", "permission", "poor", "porridge", "prayer", "sheet", "Svine Karen", "tease", "tomorrow", "tonight", "wife", "woman", "world"]}, "etk_index": {"heading_danish": "Livet uden døre", "heading_english": "Life outdoors"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}