{"publication_info": "DS_IV_149", "full_name": "150 - 1.27 - DS_IV_149", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 1.27, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "DS_IV_149", "full_name": "150 - 1.25 - DS_IV_149", "url": "data/stories/28.dfl"}, {"informant_id": 150, "publication_info": "DS_IV_627", "full_name": "150 - 1.26 - DS_IV_627", "url": "data/stories/29.dfl"}, {"informant_id": 496, "publication_info": "DS_IV_146", "full_name": "496 - 0.00 - DS_IV_146", "url": "data/stories/677.dfl"}, {"informant_id": null, "publication_info": "DS_IV_151", "full_name": "0 - 0.00 - DS_IV_151", "url": "data/stories/872.dfl"}]}, "fielddiary_page_start": "3248a", "fielddiary_page_end": "3248b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Jens returns to his story of Margrethe's siege of the robbers at Stubberuphus and her clever ruse that leads to their capture (BJK 1.25). Mylius's manipulation of the lands allocated to the local farms allows him to quickly become a large landholder but, along with his poor treatment of his copyholders, it consigns him to becoming a guilty haunt (BJK 1.26).\n     \n     Small lines separate this and the previous two records from each other in the manuscript.", "danish_manuscript": "Dr. Margrete laa s. længe med hendes Kavalleri\nog Artill. Kommen med at de skulde vende Skoene\navet paa deres Heste, Hagerne til frem. Rø-\nverne turde ikke hjem, da de havde nu skudt\nStubberuphus ned. Men s. kunde de se de var\n\n3248B\nreden derfra og s. red de frisk ind. Blev s. skudt\nned. Omkr. Egh. og Stub. har der været store\nGrave. Dg. Mylius fik fat i deher Grde lod\nh. indføre i Papirerne, dede dersom der var noget\naf deres Ejendom der laa ham til Hinder\nmaatte h. have lov til at tage det. S. tog h.\nEngene og gav dem noget Hedeværkeri for dem.\nDe gl. Fæstere havde ogsaa Lov til at græsse deres\nKreaturer i Skoven. Men det blev dem for-\nbøjen. Sk. skulde være i Hegne. Da de gl. Fæ-\nstere s. var uddøde tog h. alle Engene fra dem.\nog s. blev grøftede og vandede. H. vilde have haft\ndet hele skulde have været en stor Herremænd\nog smaa Arbejdsfolk.", "english_manuscript": "Queen Margaret stayed for a long time with her cavalry and artillery. Finally they decided to turn the shoes on their horses, with the heels toward the front. The robbers didn't dare go home now that they'd blown up Stubberuphus. But now they could see that they'd ridden away from there, and so they rode quickly in and then they were shot. Around Egholm and Stubberup there were big moats. When Mylius got hold of these farms, he included in the papers a clause that allowed him to take possession of any of their property that hindered him. Then he took the meadows and gave them heath instead. The old copyholders also had permission to graze their animals in the woods, but he forbade them that as well. The woods were to be fenced in. When the old copyholders had died off, he took all the meadows from them, and then he dug drainage ditches and irrigated them. He wanted it all to be one big manor lord and a lot of small workers.", "danish_publication": "See BJK 1.25", "english_publication": "See BJK 1.25", "keywords": null, "etk_index": {"heading_danish": "Småkonger og deres fejder. Konger. Fjenders indfald", "heading_english": "Small kings and their feuds. Kings. Enemy invasions"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}