{"publication_info": "MA_I_465", "full_name": "235 - 2.17 - MA_I_465", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 2.17, "fieldtrip": "October 1892", "fieldtrip_start_date": "1892-10-09", "fieldtrip_end_date": "1892-10-12", "places": {"place": {"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "DSk_I_14", "full_name": "235 - 3.18 - DSk_I_14", "url": "data/stories/320.dfl"}, {"informant_id": 235, "publication_info": "MA_I_63", "full_name": "235 - 1.21 - MA_I_63", "url": "data/stories/240.dfl"}, {"informant_id": 235, "publication_info": "MA_I_100", "full_name": "235 - 1.21 - MA_I_100", "url": "data/stories/241.dfl"}, {"informant_id": 235, "publication_info": "Unpub_KMP_122", "full_name": "235 - 1.22 - Unpub_KMP_122", "url": "data/stories/242.dfl"}, {"informant_id": 235, "publication_info": "MA_I_107", "full_name": "235 - 1.23 - MA_I_107", "url": "data/stories/243.dfl"}, {"informant_id": 235, "publication_info": "JAH_VI_527", "full_name": "235 - 1.24 - JAH_VI_527", "url": "data/stories/244.dfl"}, {"informant_id": 235, "publication_info": "MA_I_70", "full_name": "235 - 1.25 - MA_I_70", "url": "data/stories/245.dfl"}]}, "fielddiary_page_start": "5757a", "fielddiary_page_end": "5757b", "bibliographic_info": null, "bibliography_references": null, "annotation": "This story is reminiscent of the series of stories Kirsten Marie tells about a man from Hadbjerg  (KMP 1.21-1.25). The story reveals the tension that existed between the countryside and the market towns. Farmers who visited the towns were often subjected to the mockery of the townspeople. This tension often spilled over into acrimonious political debate, first in the stænderforsamlinger (local assemblies) and later in the folketing (national assembly) over rights and obligations. In this story, the townspeople, in the guise of the cobbler and his journeyman, try to take advantage of Uglspil, playing on the double meaning of the word \"spække.\" As a verb, the word means to stop a pair of boots but, as a noun, it means bacon. Consequently, they stop his boots with bacon. The smashed windows bring to the fore another tension, namely that within the crafts between master and journeyman. The journeyman literally has to pay for the fallout from his prank.\n\n     Kirsten Marie makes no earlier reference to Uglspil, so the offhand mention of his name at the beginning of the story is a bit unusual.", "danish_manuscript": "Det var en G. Uglspil vilde hen og have\nhans Støvler blokket ud ved en Skomager.\nDa h. kom derud siger h. her var hans\nStøvler om h. kunde ikke faa dem spæk\nket ud og det skulde være godt. S. siger\nSvenden til Mesteren, om h. maatte\nikke spælle dem ud for ham. Jo det\nmaatte godt. S. fik h. Flæsl og h\nstoppede Stykke ved Stykke i Støvlen.\nS. [siger] kom Uglsp. efter dem. Hvad de skulde\n\n5757B\nkoste. Ja s. og s. meget. Fik hvad de for-\nlangte. og h. var nok s. fornøket og takke\nde og gik. Da h. kom udenfor, de saa efter\nham og de lo og de grinte og de tykte\ndet var godt til ham. og da de [saa] var\ngaaet væk, kom U. tilbage og rekkede\nHovedet ind ad Vinduet: Maa a spørge\nom det er Soflæsk eller Onningflæsk\nmin Støvler er spækket med. De kunde\nikke sandse at svare ham. S. han til den\nnæste med sam spørgsmaal og saadan\nblev h. ved at slaa alle Vinduerne\nud og s. [gik] endelig svarede de So-\nflæsk og s. gik h. Mest. sagde nu\ntil Svenden: Kan du nu betale\nVinduerne?\n", "english_manuscript": "Once Uglspil wanted to go and have his boots blocked at a cobblers. When he got there he said, here are my boots and could he have them patched and it should be done well. Then the journeyman asks the master if he can't do it. Sure he could. Then he got some bacon and put one piece after the other into the boots. Then Uglspil came back to get them. How much did it cost. They got what they asked for, and he was quite pleased and thanked them and left. When he got outside, they watched him and they laughed and laughed and thought they'd really got him. After they'd gone, Uglspil came back and stuck his head in the window: \"Could you tell me if it was female or male pig bacon you used to stuff my boots?\" They couldn't pull themselves together to answer him. Then he went to the next window with the same question and he continued like that smashing each of the windows and finally they answered that it was female pig bacon, and then he left. Then the master said to the journeyman: \"Can you pay for the windows now?\"", "danish_publication": "Det var en gang, Uglspil vilde hen og have hans støvler blokket ud ved en skomager. Da han kommer ind, siger han: \"Her har a et par støvler, a kunde vel ikke få dem spækket ud, men det skulde være godt.\" Jo, skomageren mente nok, det kunde lade sig gjøre, for han kunde nok gjætte, hvad det var. Da Uglspil var gået, siger svenden til mesteren, om han måtte ikke spække dem ud for ham. Jo, det måtte han godt. Han fik så en del flæsk og skar i stykker og stoppede stykke ved stykke ned i støvlerne. Så kom Uglspil efter dem og spurgte, hvad de skulde koste. Ja, så og så meget. Skomageren fik, hvad han forlangte, og var nok så fornøjet, og Uglspil takkede og gik. Både mester og svend stillede sig nu an i vinduet og så efter ham, og de lo, og de grinte, og de tykte, dether var godt til ham. Uglspil lagde godt nok mærke til det, men da han var kommen noget hen, og de var gået væk fra vinduet, gik han tilbage, puttede hovedet ind ad en rude og råbte: \"Må a spørge, om det er soflæsk eller onningflæsk, mine støvler er spækket med?\" Ingen af dem kunde sandse at svare ham, og så gik han til den næste rude med det samme spørgsmål, men fik intet svar, og sådan blev han ved at klemme alle ruderne ind. Endelig svarte de da: \"Soflæsk!\" og så gik han. Mesteren vendte sig nu til svenden og sagde: \"Nå, hvad siger du til det? kan du så betale vinduerne?\"", "english_publication": "Once Uglspil wanted to go and have his boots blocked at a cobblers. When he got there he said, “here are my boots, I’d like them patched and it should be done well.” Yes, the cobbler thought that it could be done, because he could guess what it was. When Uglspil had left, the journeyman asks the master if he couldn’t patch them for him. Sure he could. Then he got some bacon and put one piece after the other into the boots. Then Uglspil came back to get them and asked how much it cost. Yes, so and so much. The cobbler got what he asked for, and he was quite pleased and Uglspil thanked them and left. The master and the journeyman now went over to a window and watched him and they laughed and giggled and they thought they’d really got him good. Uglspil noticed it but when he’d gone a ways and they’d moved away from the window he went back and stuck his head in through a window pane and shouted: “Could you tell me if it was female or male pig bacon you used to stuff my boots?” None of them could pull themselves together to answer him and so he went to the next window with the same question and he continued like that smashing each of the window panes. Finally they answered him, “sow bacon!” and then he left. Then the master turned to the journeyman and said: “What do you say to that? Can you pay for the windows now?”", "keywords": {"keyword": ["bacon", "boots", "cobbler", "female", "journeyman", "laughter", "master", "pig", "sow", "thank", "uglspil", "window"]}, "etk_index": {"heading_danish": "Molbo og Aggerbohistorier", "heading_english": "Stories of Molbo and Aggerbo (Numbskull tales)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}