{"publication_info": "MA_II_457", "full_name": "235 - 2.18 - MA_II_457", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 2.18, "fieldtrip": "October 1892", "fieldtrip_start_date": "1892-10-09", "fieldtrip_end_date": "1892-10-12", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 29, "name": "Amaliegård", "display_name": "Amaliegård (place mentioned)"}, {"place_id": 355, "name": "Kristrup", "display_name": "Kristrup (place mentioned)"}, {"place_id": 471, "name": "Randers", "display_name": "Randers (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "JAH_V_535", "full_name": "150 - 3.18 - JAH_V_535", "url": "data/stories/81.dfl"}, {"informant_id": 235, "publication_info": "DSk_I_14", "full_name": "235 - 3.18 - DSk_I_14", "url": "data/stories/320.dfl"}]}, "fielddiary_page_start": "5757b", "fielddiary_page_end": "5757b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Tailors often went from farm to farm sewing for people. They were an economic and social step above the vagabonds and, while subject to ridicule, their services were valued. Often people who chose to become tailors had no other options available either due to physical deformity or mental deficiencies. Tailors sat on tables while working so as to have easy access to all the material they were sewing. As a result, they were assumed to be light.", "danish_manuscript": "Der var en her nede ved Skoven, Amalie-\ngaards SKov, h. var Bødker og de kaldte\nham Arvid Bødker, h. var nu sa pla\nserlig, h. fortalte om hvordan h. var\nbleven lam. H. var gaaet til Ran-\nders en Dag og s. kom h igien Kri-\nstrup og der havde Skrædderen Bal \nog s. vilde h. og til Bal og ind at\ndandse med. S. [kom] faldt h. ned igien\nmen det for det var et Papirloft \nde dandste paa og der fik h. hans\nLaar i stykker og siden var h. lam.\n", "english_manuscript": "It was down here in the forest, Amaliegård forest, he was a cooper, and they called him Arvid Cooper, he was very funny, and he told about how he'd become lame. He'd gone to Randers one day and then he came through Kristrup and the tailors were having a dance there. And so he went in to dance along. But then he fell right through it because they were dancing on a paper ceiling and he broke his thigh and since then he'd been lame.", "danish_publication": "Her nede ved Amaliegårds skov var der en bødker. Han var nu så plaserlig og fortalte en gang om, hvordan han var bleven lam. Han var gået til Randers en dag og kom så igjennem Kristrup. Der havde skrædderne bal, og så vilde han ind at dandse med dem. De var så lette, at de dandsede på et papirsloft, men det kunde ikke bære ham, så han faldt igjennem og fik hans lår i stykker. Siden var han lam.", "english_publication": "Down here in Amaliegård forest there was a cooper. He was very funny and he told a story about how he’d become lame. He’d gone to Randers one day and then gone through Kristrup. The tailors were having a dance there and he wanted to go in and dance with them. They were so light that they were dancing on a paper ceiling, but it couldn’t hold him, and so he fell right through and broke his thigh. Since then he’d been lame.", "keywords": {"keyword": ["ceiling", "cooper", "dancing", "day", "fall", "forest", "paper", "tailor", "thigh"]}, "etk_index": {"heading_danish": "Molbo og Aggerbohistorier", "heading_english": "Stories of Molbo and Aggerbo (Numbskull tales)"}, "tango_indices": {"tango_index": [null, null, null]}, "genre": null}