{"publication_info": "MA_II_6", "full_name": "235 - 3.03 - MA_II_6", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 3.03, "fieldtrip": "January 1894", "fieldtrip_start_date": "1894-01-24", "fieldtrip_end_date": "1894-02-19", "places": {"place": {"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}}, "stories_mentioned": {"story": {"informant_id": 235, "publication_info": "DSk_I_14", "full_name": "235 - 3.18 - DSk_I_14", "url": "data/stories/320.dfl"}}, "fielddiary_page_start": "6421a (1)", "fielddiary_page_end": "6421a (1)", "bibliographic_info": null, "bibliography_references": null, "annotation": "Kirsten Marie's storytelling in this session begins with several amusing anecdotes about a foolish farm wife. The idea that a woman would not know how to cook sausages or wind yarn is absurd. Her daughter is equally foolish since making cheese is something that one would learn at a much earlier age than twenty.", "danish_manuscript": "En Kone kom ind til hendes Nabokone:\nKan du ikke sige mig et godt Raad til\nmin Pølse a hår peret å påret\ndem og nu kryber de endda åven ud\nå Røgen. S. svarer den anden Ko\nne og siger: Men har du ikke glemt\nå komme salt i dem. De hår a\nWåhærrå dø aldrig håwst opå.\nDen samme Kone kom en Dag ind til\nNabokonen. Der var noget der var ikke\ns. rigtit for den Kone. Ja siger hu\ngit do wa så want som den kuen\ndæ hå ændløs gåen. Pyt, siger den\n2. s. [kunde] ku a røk mæ jæn, så\nhad å tåw. -- Takj ska du hå få de\ngowe Rå, no hår å Wåhærr å tø sid\ndet å wonden åp de gåen i tow daww\nå har it ku fonden en æænd.\nDen samme Kone havde ogsaa en Datter\nden Dag hu var 20 Aar kom hun ind \ntil hendes Moster og sagde: Moster no\nkan a gjø wåst... S. æ do så mænd\nå en døgtig lille piig.\n", "english_manuscript": "A woman went into the neighbor woman's: \"Can't you give me some good advice for my sausages, I've poked and prodded them and now they even creep (shrink) out of the smoke.\" Then the other woman says: \"You've forgotten to put salt in them.\" \"God I never would have thought of that!\" The same woman came in another time to the neighbor woman. There was something that wasn't quite right for that woman. \"Yeah,\" she says, \"Would that you had as much trouble as the woman who has endless yarn.\" \"Ha,\" says the other one, \"then I could spin with one and then I'd have two.\" - \"Thanks for the good advice, I've sat here lord knows and wound this yarn for two days and I couldn't find an end to it.\" The same woman had a daughter and the day she turned 20 she came to her mother's sister and said, \"Moster, now I can make cheese...\" \"Well, then you are a clever little girl.\"", "danish_publication": "En kone, der ikke var så lidt dygtig, kom ind til hendes nabokone og sagde: \"Kan du it sæjj mæ et gåt ro te mi pølls, a hår peeret å pååret dæm, å no kryvver di endda åwen ued å røgen\". Så svarer den anden kone: \"Men har du ikke glemt at komme salt i dem?\" — \"De hår a Wåhærre å dø alldrig håwst opo\". — Den samme kone kom en anden dag ind til nabokonen, og den dag var der netop gået hende noget imod. Så siger den kloge kone: \"Ja, git do wa så wåndt som dænd kuen, dæ hå ænndlos gåen\".— \"Pyt\", siger den anden, \"så ku a røk mæ jæn, så håd a tåw\". — \"Tak ska du ha få de gowe rå, no hår a Wåhærre å dø seddet å wonden po de gåen i tåw daww, å hår it ku fonden en æænd\". — Den samme kone havde også en datter, der var lige så dygtig som moderen. Den dag hun var 20 år, kom hun ind til hendes moster og sagde: \"Måster, no kan a gjö wåst\". — \"Så æ do så mænd å en døgtig lelle piig\".", "english_publication": "A woman who wasn’t terribly clever went over to the neighbor woman and said: “Can’t you give me some good advice for my sausages, I’ve poked and prodded them but now they creep (shrink) even out of the smoke.” Then the other woman answers: “Haven’t you forgotten to put salt in them?” “God I never would have remembered that!” The same woman came in another time to the neighbor woman and something had gone bad for her that day. Then the wise woman says, “Yeah, would that you had as much trouble as the woman who has endless yarn.” “Ha,” says the other one, “then I could spin with one and then I’d have two.” – “Thanks for the good advice. Lord knows I’ve sat here and wound this yarn for two days and I couldn’t find an end to it.”\n     The same woman had a daughter who was just as clever as her mother. The day she turned twenty she came to her mother’s sister and said, “Moster, now I can make cheese...” “Well, then you are a clever little girl.”\n", "keywords": {"keyword": ["advice", "cheese", "Cunning Folk", "daughter", "day", "girl", "god", "lord", "mother", "neighbor", "salt", "sausage", "sister", "smoke", "thank", "woman", "wound", "yarn"]}, "etk_index": {"heading_danish": "Molbo og Aggerbohistorier", "heading_english": "Stories of Molbo and Aggerbo (Numbskull tales)"}, "tango_indices": {"tango_index": [null, null]}, "genre": null}