{"publication_info": "DSk_I_248", "full_name": "235 - 3.04 - DSk_I_248", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 3.04, "fieldtrip": "January 1894", "fieldtrip_start_date": "1894-01-24", "fieldtrip_end_date": "1894-02-19", "places": {"place": {"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}}, "stories_mentioned": {"story": {"informant_id": 235, "publication_info": "DSk_I_14", "full_name": "235 - 3.18 - DSk_I_14", "url": "data/stories/320.dfl"}}, "fielddiary_page_start": "6421a", "fielddiary_page_end": "6421a", "bibliographic_info": null, "bibliography_references": null, "annotation": "Payment for hired hands was low on Danish farms. Because of a relative glut of young men and women looking for work, wages were poor and in many places consisted of little more than room, board, some cloth, and a nominal cash payment on a quarterly basis. Consequently, the hired hands paid close attention to the quality and quantity of food that they were served.\n\n     The farmer's wife probably used grated cheese to save cheese since it would look to be much more than it actually was. The boy's amusing attempt to catch his cheese, throwing off his clogs so that he could run faster, has the desired effect, and he gets better food in the future.", "danish_manuscript": "En dreng sad i Marken med reven Ost.\nDet vilde blæse hen. Han smed Træsloen\nHvor vil du hen. A vil rende efter min\nost for ellers faar a ikke noget af det.\nDet hjalp. h. fik skaaren Ost siden. \n", "english_manuscript": "A hired boy sat in the field with some grated cheese. It was going to blow away. He threw off his clogs. Where are you going? I'm going to run after my cheese otherwise I won't get any of it. It helped. He got cheese slices instead.", "danish_publication": "En Dreng sad i Marken og spiste sin Meldmad. Der var reven Ost paa den, og det vilde blæse hen. Saa smed han Træskoene. \"Hvor vil du hen?\" siger husbonden. \"A vil rende efter min Ost, for ellers faar a ikke noget af det.\" Det hjalp, siden fik han ikke reven Ost i Marken.", "english_publication": "A hired boy sat in the field eating his sandwich. There was grated cheese on it and it started to blow away. So he threw his clogs off. “Where are you going?” asked the farmer. “I’m going to run after my cheese, otherwise I won’t get any of it.” It helped since he never got grated cheese when he was out in the field again.", "keywords": {"keyword": ["blow", "boy", "cheese", "clogs", "farmer", "field", "sandwich"]}, "etk_index": {"heading_danish": "Danske Skjæmtesagn", "heading_english": "Danish Jocular Tales"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}