{"publication_info": "JAT_VI_187", "full_name": "235 - 3.05 - JAT_VI_187", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 3.05, "fieldtrip": "January 1894", "fieldtrip_start_date": "1894-01-24", "fieldtrip_end_date": "1894-02-19", "places": {"place": {"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "MA_I_63", "full_name": "235 - 1.21 - MA_I_63", "url": "data/stories/240.dfl"}, {"informant_id": 235, "publication_info": "MA_I_100", "full_name": "235 - 1.21 - MA_I_100", "url": "data/stories/241.dfl"}, {"informant_id": 235, "publication_info": "Unpub_KMP_122", "full_name": "235 - 1.22 - Unpub_KMP_122", "url": "data/stories/242.dfl"}, {"informant_id": 235, "publication_info": "MA_I_107", "full_name": "235 - 1.23 - MA_I_107", "url": "data/stories/243.dfl"}, {"informant_id": 235, "publication_info": "JAH_VI_527", "full_name": "235 - 1.24 - JAH_VI_527", "url": "data/stories/244.dfl"}, {"informant_id": 235, "publication_info": "MA_I_70", "full_name": "235 - 1.25 - MA_I_70", "url": "data/stories/245.dfl"}, {"informant_id": 235, "publication_info": "Unpub_KMP_302", "full_name": "235 - 3.02 - Unpub_KMP_302", "url": "data/stories/304.dfl"}, {"informant_id": 235, "publication_info": "JAT_IV_68", "full_name": "235 - 3.06 - JAT_IV_68", "url": "data/stories/308.dfl"}]}, "fielddiary_page_start": "6421a (2)", "fielddiary_page_end": "6421a (2)", "bibliographic_info": null, "bibliography_references": null, "annotation": "The published version offers a more readable version of the story, proposing a normalized reading of the boy's account of what was served at the banquet. It is unclear why Tang Kristensen changed the order of the sentences since the description of the foods served reveals the extent of the farmhand's speech impediment. An interest in poor pronunciation or unusually low intelligence informs some of Kirsen Marie's other stories as well (KMP 1.21-25 and 3.02). \n\n     Tang Kristensen added an explanation that sour cheese was served at banquets, presumably borrowing that explanation from Kirsten Marie's later explanation of banquet food (KMP 3.06).", "danish_manuscript": "De va et gåt bassenggilld. di fæk ris-\nsenveng [mæ] a skange, å æærenskryw\ner æbbæj æter. Han kunde ikke\nsige l. Min moder var der at sy\ns. skulde der vær Bryllup, i Nabolaget.\nHu spurgte ham om h. skulde ikke\nmed. Næj h. mo ik kom dær\nførend i awten, så skal a dæråp\nmæ sorrwåst får a hår it andt\nå go i end mi kar (træsko).\n", "english_manuscript": "\"It was a good birth banquet, they got rice gruel and scrod [carp] (skaller), and apple dumplings afterward.\" He couldn't pronounce the letter \"l\". My mother was over there sewing. There was going to be a wedding in the neighborhood, and she asked him if he was going to attend. \"No, I can't go over there before this evening, then I'm supposed to go up there with the sour cheese, since I don't have anything to wear on my feet other than my karr\" (clogs).", "danish_publication": "Der var en karl, der kunde ikke sige \"l\". Min moder var der at sy. Så skulde der være bryllup i nabolaget, og hun spurgte ham da, om han skulde ikke med. \"Næjj, a mo it komm dær förend i awten, så skal a dæråp mæ sorrwåst, får a hår it andt å go i end mi karr\" (han mente hans træsko). De brugte den gang sur ost på fade til gilder. Den spistes med godt öl til. En anden gang sagde han: \"De wa et gåt båssengginnd, di fæk vissenvenng å skange å æærenskrywwer æbag ætter\". (Risenvælling og skaller og æbleskiver til barselgildet).", "english_publication": "There was a farmhand who couldn’t pronounce the letter “l”. My mother was over there sewing. There was going to be a wedding in the neighborhood, and she asked him if he was going to attend. “No, I can’t go over there before this evening, then I’m supposed to go up there with the sour cheese, since I don’t have anything to wear on my feet other than my cwogs.” He meant his wooden clogs. They served sour cheese on platters at that time at banquets. It was eaten along with good beer. Another time he said, “It was a good birth banquet, they got rice gruel and scrod, and apple dumplings afterward.”", "keywords": {"keyword": ["apples", "banquet", "beer", "birth", "cheese", "clogs", "evening", "farmhand", "letter", "mother", "platter", "sewing", "wedding", "wooden"]}, "etk_index": {"heading_danish": "Vore fædres tankesæt og åndsliv", "heading_english": "Our forebears' way of thinking and spiritual life"}, "tango_indices": {"tango_index": [null, null]}, "genre": null}