{"publication_info": "JAT_IV_189", "full_name": "235 - 3.08 - JAT_IV_189", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 3.08, "fieldtrip": "January 1894", "fieldtrip_start_date": "1894-01-24", "fieldtrip_end_date": "1894-02-19", "places": {"place": {"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}}, "stories_mentioned": {"story": {"informant_id": 235, "publication_info": "JAT_II_149", "full_name": "235 - 1.30 - JAT_II_149", "url": "data/stories/250.dfl"}}, "fielddiary_page_start": "6421a", "fielddiary_page_end": "6422a", "bibliographic_info": null, "bibliography_references": null, "annotation": "Kirsten Marie turns her attention to the most elaborate banquets of all, namely wedding banquets. Here, she describes how the wedding banquet should be presented at its best. \n\n     The amusing repartee between the guests and the provisioner (skaffer) reflects the good-natured interaction that would take place between the guests and the hired help. This contrasts with another one of her stories where the man hired to act the fool at a banquet tricks the host out of his house (KMP 1.30).", "danish_manuscript": "2den Dag til Bryllup Suppe og Soskjød og Rissen\ngrød og Fisk. 1ste Kjødsuppe og Soskjød \nog Steg og Søsterkage.\n\n6421B\nNaar Skafferen kom ind med det 1ste Fad\nRissengrød s. gik der 3 skud udenfor\nVinduerne og s. blev han s. ræd og\nplat lige ned paa Dørtræet ind til\nOverstuegulvet og h. klagede sig saadan.\nDet var da sørgeligst de skød lige som\na kom. Du blev nok ræd. Ja det\nvar ikke uden Grund. Det var Sand.\nDe klages forskrækkelig om Fæjstemanden.\nKarlen vilde beholde ham; Mændene\nhave ham og de kom formelig til at\nslaas om at faa ham den røde Lue\nsat paa Hovedet. Ved min Olde-\nfaders Bryll. gik det s. varmt til at\nh. svedte s. sveden væltede ud af\nham saadan havde de ligget over\npaa ham ude i Gulvene. Der var\nDandsesal der ude. H. skulde dandses\naf Laget og det skete ligesom de skulde\ntil at dandse. De havde en 3 4 Smo\nnere til at ride til Kirken om Kap\nsaa Bæsterne var færdige at skratte.\nDer var ogsaa en Bydekone og hu fik\net Kop Gryn hvert sted. Hu skuldse saa\nvaske op og kaldtes Slatopkok. Det var\nen fattig Kone der brugtes til det.\nKokkekone var der foruden ved. Det bru\nges for Resten endnu. I vor Egn\nbød Skafferne og 3 Smonerne og 3 For\ngangs piger skulde hjælpe Skafferne og \n\n6422A\nbære Maden ind og varte op. De red s\nstærkt de kunde hjem og mældte foran\nVinduerne, at nu var de viet og s.\ntilbage igien imod Brudefolkene.\nI ældre Tid holdtes Gildet om Fredagen\nog s. Løverdag 2 Dags gilde. Om Søndag\nmødte hver Man og Kone i gildeføl\nlet og kjørte ned til Kirke og tilbage\nog det var 3 dags gilde. S. skulde\nde have Æggesøv Kogt øl og [brød]\nÆg og ristet Brød.", "english_manuscript": "On the second day soup and sauce meat, rice porridge and fish. On the first day, they were served meat stew, and sow meat and roast and sister cakes (wheat cakes). When the provisioner brought the first platter of rice porridge in, they shot three shots outside of the windows, and he got so scared that he fell down right on the threshold into the main room and he complained bitterly. \"That's too bad they shot just as I came.\" \"You got scared,\" \"Yes, and it wasn't without a reason.\" That was true. They fought bitterly over the bridegroom. The farmhands wanted to keep him; the men had him and they made like they fought trying to put the red cap on his head. At my great grandfather's wedding, it was so frenetic that sweat poured out of him that's how much the others had fought over him out there on the floor. There was a dance floor out there. He was to be danced from the party and it happened just when they were going to start dancing. They had three or four waiters who raced to the church so hard that the animals were about to collapse. There was also an inviter and she got a cup of grain each place she went. She was supposed to wash up and she was called the Slatopkok. They used a poor woman for that. There was also female cook. In our district the provisioner served, and then there were three waiters (smoner) and three hired girls (forgangspiger) who would help the provisioners by carrying the food in and serving it. They rode back home (from the church) just as fast and announced outside of all the windows that the bridal pair were now married and then back toward the bridal pair. In the old days, wedding banquets were held on Fridays and on Saturday there was a second day of banqueting. On Sunday every man and woman in the banquet party met and drove to church and back together and that was the third day of banqueting. On that day they were supposed to be served egg stew, that's to say boiled beer with egg and toasted bread.", "danish_publication": "I ældre tid holdtes bryllupsgildet om fredagen, og løverdag var der anden dags gilde. Så om søndagen mödte hver mand og kone i gildefællet og kjørte med til kirke og tilbage. Det var så tredje dags gilde. Den dag skulde de have æggesøbe, det vil sige kogt öl og æg og ristet brød. Første dag fik de kjödsuppe og soeskjöd og steg og søsterkage, anden dag suppe og soeskjöd, risengrød og fisk. I vor egn bod skafferne, og så var der tre smonere og tre forgangspiger, der skulde hjælpe skafferne og bære maden ind og varte op. Smonerne red så stærkt de kunde om kap til kirken, så bæsterne var færdige at skvatte, og hjem igjen red de ligeså stærkt og mældte foran vinduerne, at nu var brudefolkene viede. Så red de tilbage igjen imod dem. Der var også en bydekone. Det var en fattig kone, der brugtes til det. Hun fik en kop gryn hvert sted, og så skulde hun vaske op og kaldtes slat-op-kok. Foruden ved var der også en kokkekone, ligesom der er endnu. Når skafferen kom ind med det første fad risengrød, så gik der tre skud uden for vinduerne, og så skulde det forestille, at han blev så ræd, at han plat lige ned på dörtræet ind til overstuegulvet og spildte fadet med grøden, men det var da så heldigt, at det blot var sand. Han klagede sig nu elendig over, at han kom sådan af sted. \"Det var da sorgeligt\", sagde han, \"de skød, ligesom a kom.\" — \"Du blev nok ræd\", sagde gjæsterne. \"Ja, det var heller ikke uden grund\". Så ligesom de skulde til at dandse, skulde fæstemanden dandses af laget. Ved min oldefaders bryllup gik det så varmt til, at sveden væltede ud af ham. De andre lå ovenpå ham der ude i gulvene, for der var jo dandsesal der ude. De sloges forskrækkelig om ham, for karlene vilde beholde ham, og mændene vilde have ham, og de kom formelig til at slås om at få ham den røde lue sat på hovedet.", "english_publication": "In the old days, wedding banquets were held on Fridays, and on Saturday there was a second day of banqueting. And then on Sunday every man and woman in the banquet party met and drove to church and back together. Then there was a third day of banqueting. On that day, they were supposed to be served egg stew, that’s to say boiled beer with egg and toasted bread. On the first day, they were served meat stew and sow meat and roast and sister cakes (wheat cakes); on the second day soup and sauce meat, rice porridge and fish. In our district the provisioners served and then there were three waiters (smoner)  and three hired girls (forgangs piger) who would help the provisioners by carrying the food in and serving it. The waiters competed with each other to see who could ride the fastest to the church, and the horses were about to collapse, and they rode back home just as fast and announced outside all the windows that the bridal pair were now married. Then they rode back to them. There was also an inviter. They used a poor woman for this. She was given a cup of oats at every farm and then she was supposed to wash the dishes and she was called the slat-op-kok. There was also a cook (female), just as there is now. When the provisioner brought the first platter of rice porridge in, they shot three shots outside the windows, and it was supposed to look like he got so scared that he fell down right on the threshold into the main room and spilled the platter with the porridge, but then they were lucky, it was only sand. He complained bitterly that this had happened. “That’s too bad,” he said, “they shot just as I came in.” – “You got scared,” said the guests, “Yes, and it wasn’t without a reason.” Then when they were supposed to dance; the groom was to be danced out of the party. At my great grandfather’s wedding, it was so frenetic that sweat poured off of him. The others lay on top of him out there on the floor, since there was a dance room out there. They really fought over him, because the young guys wanted to keep him, but the men wanted him, and then they wound up fighting while trying to put the red cap on his head.", "keywords": {"keyword": ["banquet", "beer", "bread", "bride", "cake", "cap", "church", "cooking", "cup", "dancing", "day", "district", "egg", "fall", "farm", "female", "fight", "fishing", "floor", "food", "girl", "grandfather", "groom", "guest", "home", "horse", "luck", "marriage", "meat", "oats", "old", "outside", "party", "platter", "poor", "porridge", "red", "riding", "sand", "Saturday", "shooting", "sister", "soup", "sow", "Sunday", "three", "threshold", "wedding", "wheat", "window", "woman", "wound", "young"]}, "etk_index": {"heading_danish": "De selskabelige sammenkomster og festerne", "heading_english": "Social gatherings and parties"}, "tango_indices": {"tango_index": [null, null]}, "genre": null}