{"publication_info": "JAT_IV_217", "full_name": "235 - 3.09 - JAT_IV_217", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 3.09, "fieldtrip": "January 1894", "fieldtrip_start_date": "1894-01-24", "fieldtrip_end_date": "1894-02-19", "places": {"place": {"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}}, "stories_mentioned": {"story": {"informant_id": 90, "publication_info": "JAH_IV_218", "full_name": "90 - 2.12 - JAH_IV_218", "url": "data/stories/344.dfl"}}, "fielddiary_page_start": "6422a (1)", "fielddiary_page_end": "6422a (1)", "bibliographic_info": null, "bibliography_references": null, "annotation": "Kirsten Marie continues her descriptions of \"how things ought to be done\" at various life cycle festivals in her area. These descriptions may also be reminiscences, contrasting implicitly the manner in which things were currently done with her own idealized forms extrapolated from past experience and others' stories of memorable celebrations.", "danish_manuscript": "Naar Koner holdt deres Kirkegang\ns. mødte Konerne fra hele gildfæl\net og deres Mænd kjørte med dem til\nKirke. Hu sad der bag i den smalle\nVogn [paa] i en Bøvlstol og med Kvist\nkurv til Bagkurv. Den var til at\nskyde ud i Vognen og der gjort fast.\n", "english_manuscript": "When a woman was churched, all the women in the party would gather and their husbands would drive with them to the church. She sat just like everybody else in the back of the narrow wagon in a corner chair (bøvlstol) with a wicker basket as a back rest. It could be slid out into the wagon and then bound tight.", "danish_publication": "Når en kone holdt sin kirkegang, så mödte alle konerne fra hele gildefællet, og deres mænd kjørte med dem til kirke. Kirkegangskonen sad ligesom de andre koner der bag i den smalle vogn i en bøvlstol og med kvistkurv til bagkurv. Den var til at skyde ind i vognen og var så der gjort fast.", "english_publication": "When a woman was churched, all the women in the party would gather and their husbands would drive with them to the church. The woman who was being churched sat just like everybody else in the back of the narrow wagon in a corner chair (bøvlstol) with a wicker basket as a back rest. It could be slid right into the wagon and then bound tight.", "keywords": {"keyword": ["basket", "birth", "chair", "church", "husband", "party", "wagon", "woman"]}, "etk_index": {"heading_danish": "De selskabelige sammenkomster og festerne", "heading_english": "Social gatherings and parties"}, "tango_indices": {"tango_index": [null, null, null, null]}, "genre": null}