{"publication_info": "JAT_III_213", "full_name": "235 - 3.10 - JAT_III_213", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 3.1, "fieldtrip": "January 1894", "fieldtrip_start_date": "1894-01-24", "fieldtrip_end_date": "1894-02-19", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 652, "name": "Torsager", "display_name": "Torsager (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "DS_III_887", "full_name": "235 - 1.18 - DS_III_887", "url": "data/stories/237.dfl"}, {"informant_id": 123, "publication_info": "DS_III_870", "full_name": "123 - 2.24 - DS_III_870", "url": "data/stories/398.dfl"}, {"informant_id": 235, "publication_info": "Unpub_KMP_131", "full_name": "235 - 1.31 - Unpub_KMP_131", "url": "data/stories/251.dfl"}, {"informant_id": 235, "publication_info": "DS_IV_289", "full_name": "235 - 1.13 - DS_IV_289", "url": "data/stories/232.dfl"}, {"informant_id": 235, "publication_info": "JAT_VI_1042", "full_name": "235 - 3.15 - JAT_VI_1042", "url": "data/stories/317.dfl"}]}, "fielddiary_page_start": "6422a (2)", "fielddiary_page_end": "6422a (2)", "bibliographic_info": null, "bibliography_references": null, "annotation": "Kirsten Marie continues her discussion of food preparation but turns to a discussion of food that was eaten during wartime (KMP 3.15). Peas were often blended into bread dough to compensate for a lack of rye. \n\n     Given his presumed age, her grandmother's father's reference to \"enemies\" must hearken back to even before the Napoleonic wars, and the stationing of Spaniards and Frenchmen in Denmark (1808) or possibly the British invasion (1807, which was centered on Sjælland). Problematically, there were not any foreign troops stationed in Denmark during the mid to late eighteenth century. Kirsten Marie told other stories of Spanish soldiers in Denmark (KMP 1.13), but these troops were not enemies. They had been sent to assist Denmark in a planned attack on Sweden. There are no other occupations of Denmark that would correspond to her great grandmother's father's experiences. Another possibility is that the story is related to her own experiences either during the Three Years' War (1848-50) or the War of 1864. The soldiers could be German troops who were stationed throughout Jutland in 1848, or Prussian soldiers who occupied large parts of Jutland in 1864, nearly twenty years later.\n\n     In the published version, Tang Kristensen corrected all the references to bread to \"pea bread,\" rather than the somewhat confusing references to ale-bread, a porridge made by soaking bread in ale.", "danish_manuscript": "De brugte Ærtebrød og det var stramt\nNaar der om Morgen blev kaldt til\nDavre og Døren blev lukket op kunde\nde lugte Øllebrødet ud i Laden.\nDa Fjenderne var her inde fortalte\nmin Bedstemoer fra hendes Fader\naf, te de vilde være glad ved at ligge paa Stald-\nmøddingen og æde deres [Æ] Åålbrød\nde kunde ikke være ude for Fjenderne.\nHer kunde de ingen Rug avle for her\nvar Lermarker, de skulde hen paa \nSandmarken ved Torsager efter det.\n", "english_manuscript": "They used to use pea bread, and that was rank. In the morning when they called people to breakfast and they opened the door, you could smell the ale bread out in the barn. When the enemies had been here, my grandmother said that her father had told her, that they were happy to lie out by the stall dunghill and eat their ale bread, since they couldn't come inside because of the enemies. They couldn't raise rye here since the fields were clay. They had to go off to the sand fields near Torsager for that.", "danish_publication": "De brugte forhen ærtebrød, og det var stramt, for her kunde de ingen rug avle, fordi det her var lermarker; de skulde hen paa sandmarkerne ved Torsager efter rug. Når der om morgenen blev kaldt til davre, og dören blev lukket op, kunde de lugte ærtebrødet ud i laden. Min bedstemoder fortalte fra hendes fader, at da fjenderne var her inde, vilde de være glad ved at ligge på staldmøddingen og æde deres ååtbrød, de kunde ikke være inde for fjenderne.", "english_publication": "They used to use pea bread, and that was rank, because they couldn’t raise rye, since they fields were clay; they had to go off to the sand fields near Torsager for rye. In the morning when they called people to breakfast and they opened the door, you could smell the pea bread out in the barn. My grandmother told me that her father told her that when the enemies had been here, they were happy to lie out by the stall dunghill and eat their pea bread, since they couldn’t come inside because of the enemies.", "keywords": {"keyword": ["barn", "bread", "breakfast", "clay", "door", "dung", "enemy", "father", "field", "grandmother", "happy", "morning", "peas", "rye", "sand", "smell", "stall"]}, "etk_index": {"heading_danish": "Husene og livet deri", "heading_english": "Houses and life in them"}, "tango_indices": {"tango_index": [null, null, null, null]}, "genre": null}