{"publication_info": "JAT_V_109", "full_name": "235 - 3.13 - JAT_V_109", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 3.13, "fieldtrip": "January 1894", "fieldtrip_start_date": "1894-01-24", "fieldtrip_end_date": "1894-02-19", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 425, "name": "Nielstrup", "display_name": "Nielstrup (place mentioned)"}, {"place_id": 570, "name": "Søndergård", "display_name": "Søndergård (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "DS_V_1542", "full_name": "235 - 1.08 - DS_V_1542", "url": "data/stories/227.dfl"}, {"informant_id": 235, "publication_info": "JAH_VI_183", "full_name": "235 - 1.12 - JAH_VI_183", "url": "data/stories/231.dfl"}, {"informant_id": 235, "publication_info": "DS_V_982", "full_name": "235 - 1.10 - DS_V_982", "url": "data/stories/229.dfl"}, {"informant_id": 235, "publication_info": "JAH_V_539", "full_name": "235 - 1.29 - JAH_V_539", "url": "data/stories/249.dfl"}, {"informant_id": 235, "publication_info": "JAH_V_543b", "full_name": "235 - 2.08 - JAH_V_543b", "url": "data/stories/291.dfl"}, {"informant_id": 235, "publication_info": "JAT_VI_865", "full_name": "235 - 4.01 - JAT_VI_865", "url": "data/stories/323.dfl"}, {"informant_id": 123, "publication_info": "JAH_V_579", "full_name": "123 - 2.20 - JAH_V_579", "url": "data/stories/394.dfl"}]}, "fielddiary_page_start": "6422b (2)", "fielddiary_page_end": "6422b (2)", "bibliographic_info": null, "bibliography_references": null, "annotation": "Distilled spirits, known as brændevin, were considered a staple of the rural diet. The distilling of spirits was a licensed undertaking limited to market towns. While licensed stills were common in towns, unlicensed rural stills were even more common (PJ 2.20). The unlicensed stills paid no taxes and therefore there was considerable pressure from the authorities to close them. In this short account of the controllers' visit, the farmwife confronts the problem in a time honored fashion: she uses her feminine charm and what amounts to a small bribe to distract the inspectors and keep the still operating. Other farmers apparently were not as lucky. \n\n     This story confirms the importance that Kirsten Marie's grandfather plays in her repertoire. The references are presumably to her maternal grandfather (Rasmus Christensen b. 1761), given other comments she makes about the sources of many of her stories (KMP 1.08, 1.10, 1.12, 1.29, 2.08 and 4.01).", "danish_manuscript": "I Søndergaard i Nielstrup hvor min\nBedstefader var født der kom Kontrol\nløren og der spændte de fra. Ude i\nderes Bryggers brændte de Brændevin\nalle det de kunde. Konen kom ud og\nhave dem ind og gav dem [Brændevin]\nKaffe\nog Brød. S. gik de om i de andre\ngaarde og tog Tøjet om om ad Snogs\n(Manden hed Per Snog) og s. kom\nde tilbage med det. Konen forstod \nsaadan at snakke op med dem og sno\nsig at de slet ikke saa efter der.\n", "english_manuscript": "In Søndergård in Nielstrup, where my grandfather was born, the controllers came and unharnessed their horses. Out in their scullery they were distilling as much moonshine as they could. The farmwife went out and asked them in and gave them coffee and bread. Then they went around to the other farms and they confiscated the distilling equipment over at Snog's farm (the man there was called Per Snog), and then they came back with it. The woman knew how to talk them up and to wiggle into their good graces so they didn't search the house at all.", "danish_publication": "I Søndergård i Nielstrup, hvor min bedstefader var født, der tog kontrollørerne ind og spændte fra. Ude i deres bryggers brændte de brændevin alt det de kunde. Men konen gik ud og tog imod de fremmede og bad dem ind og gav den kaffe og brød, og hun forstod sådan at snakke op med dem og sno sig, te de slet ikke så efter der. Så gik de omme i de andre gårde og tog töjet omme ad Snogs (omme hos en mand, der hed Per Snog), og så kom de tilbage med det.", "english_publication": "In Søndergård in Nielstrup, where my grandfather was born, the controllers came and unharnessed their horses. Out in their scullery, they were distilling as much moonshine as they could. But the farmwife went out and greeted the visitors and asked them in and gave them coffee and bread, and she knew how to talk them up and to wrangle her way out of the situation so they didn’t search the house at all. Then they went around to the other farms and they confiscated the distilling equipment over at Per Snog’s farm, and then they came back with it.", "keywords": {"keyword": ["birth", "bread", "coffee", "farm", "grandfather", "horse", "house", "Per Snog", "scullery", "spirit", "unharnessed", "visitor", "wife"]}, "etk_index": {"heading_danish": "Livet uden døre", "heading_english": "Life outdoors"}, "tango_indices": {"tango_index": [null, null, null, null, null]}, "genre": null}