{"publication_info": "DSk_I_14", "full_name": "235 - 3.18 - DSk_I_14", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 3.18, "fieldtrip": "January 1894", "fieldtrip_start_date": "1894-01-24", "fieldtrip_end_date": "1894-02-19", "places": {"place": {"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "Unpub_BJK_144", "full_name": "150 - 1.44 - Unpub_BJK_144", "url": "data/stories/47.dfl"}, {"informant_id": 150, "publication_info": "DSkv_Till_3", "full_name": "150 - 2.05 - DSkv_Till_3", "url": "data/stories/52.dfl"}, {"informant_id": 235, "publication_info": "JAH_VI_183", "full_name": "235 - 1.12 - JAH_VI_183", "url": "data/stories/231.dfl"}, {"informant_id": 235, "publication_info": "DS_II_H_141", "full_name": "235 - 1.14 - DS_II_H_141", "url": "data/stories/233.dfl"}, {"informant_id": 235, "publication_info": "MA_I_63", "full_name": "235 - 1.21 - MA_I_63", "url": "data/stories/240.dfl"}, {"informant_id": 235, "publication_info": "MA_I_100", "full_name": "235 - 1.21 - MA_I_100", "url": "data/stories/241.dfl"}, {"informant_id": 235, "publication_info": "MA_I_107", "full_name": "235 - 1.23 - MA_I_107", "url": "data/stories/243.dfl"}, {"informant_id": 235, "publication_info": "JAH_VI_527", "full_name": "235 - 1.24 - JAH_VI_527", "url": "data/stories/244.dfl"}, {"informant_id": 235, "publication_info": "MA_I_70", "full_name": "235 - 1.25 - MA_I_70", "url": "data/stories/245.dfl"}, {"informant_id": 235, "publication_info": "JAH_VI_225", "full_name": "235 - 2.05 - JAH_VI_225", "url": "data/stories/288.dfl"}, {"informant_id": 235, "publication_info": "DS_IV_1092", "full_name": "235 - 2.06 - DS_IV_1092", "url": "data/stories/289.dfl"}, {"informant_id": 235, "publication_info": "MA_II_456", "full_name": "235 - 2.14 - MA_II_456", "url": "data/stories/297.dfl"}, {"informant_id": 235, "publication_info": "MA_I_468", "full_name": "235 - 2.16 - MA_I_468", "url": "data/stories/299.dfl"}, {"informant_id": 235, "publication_info": "MA_I_465", "full_name": "235 - 2.17 - MA_I_465", "url": "data/stories/300.dfl"}, {"informant_id": 235, "publication_info": "MA_II_457", "full_name": "235 - 2.18 - MA_II_457", "url": "data/stories/301.dfl"}, {"informant_id": 235, "publication_info": "JAT_V_18", "full_name": "235 - 2.19 - JAT_V_18", "url": "data/stories/302.dfl"}, {"informant_id": 235, "publication_info": "Unpub_KMP_302", "full_name": "235 - 3.02 - Unpub_KMP_302", "url": "data/stories/304.dfl"}, {"informant_id": 235, "publication_info": "MA_II_6", "full_name": "235 - 3.03 - MA_II_6", "url": "data/stories/305.dfl"}, {"informant_id": 235, "publication_info": "DSk_I_248", "full_name": "235 - 3.04 - DSk_I_248", "url": "data/stories/306.dfl"}]}, "fielddiary_page_start": "6422b", "fielddiary_page_end": "6423a", "bibliographic_info": null, "bibliography_references": null, "annotation": "Kirsten Marie concludes her storytelling with an amusing tale. The punch line plays on stupidity and misunderstanding, two things that often feature prominently in Kirsten Marie's humorous tales (KMP 1.12, 1.14, 1.21, 1.21b, 1.23-25, 2.05-06, 2.14, 2.16-19, 3.02-4). Although the losing party is upset over his wife's gossip, he seems more upset that he was duped into believing that three crows, rather than just the one, had flown out of his friend's behind. Tang Kristensen has filled out the tale considerably in the published version.", "danish_manuscript": "To Mænd havde gjort Væddemaal med hin\n6423A\nanden om et Kvindfolkene vilde sladre\nden 1 sagde de vilde ikke og 2 at de vil\nde. S. siger 1 h. vilde gjøre sig syg i\nMorgen og s. vilde h. sige til hans Kone\nat der fløj en Krage fra ham i Mor\nges, da h. var ude at løse hans skuger??\nh. vidste aldrig hvad det vilde blive til\nmed ham og h. var s. syg. S. siger 2\nMands Kone over at se til ham.\nKvindfolkene vidste jo ikke at der var\nsat Væddemaal. S. fortæller hu at\nder var fløjet 2 Krager fra ham i \nMorges . . . . Hu fortalte det hjem\ntil hendes Mand. Det var rent galt\nmed ham, der fløjet 3 Krager\n.. S. gik h. over til ham og siger,\nom h. vilde nu ikke betale Væddemaa\nlet for h. [??] havde jo sagt til hans\n. . . . . Aa s. skulde da ogsaa Pokker \nhave de Kvindfolk de vil jo baade\nlyve og sladre.\n", "english_manuscript": "Two men had made a bet about whether women would gossip. The first said that they wouldn't and the second that they would. The first one said that he'd pretend that he was sick the next day and he'd tell his wife that a crow had flown out of him that morning when he'd let down his pants, he had no idea what was going to happen to him and he was so sick. Then the other guy's wife came over to see to him. The women didn't know that there was a bet. Then she says that two crows had flown out of him that morning... She went home and told her husband. Things were really bad with him, three crows had flown... Then he went over to him and said that he had to pay him for the bet because he'd told his wife... The devil should take those women, they both gossip and lie.", "danish_publication": "To Mænd havde gjort Væddemaal med hinanden om, hvorvidt Kvindfolkene vilde sladre, den ene sagde, at de vilde ikke, og den anden, at de vilde. Saa siger den første, at han nu vilde gjøre et Forsøg men Kvindfolkene maatte jo ikke vide af, at Væddemaalet var gjort. Han gjorde sig saa syg næste Morgen og sagde til hans Kone, at der fløj en Krage fra ham, da han for lidt siden var omme bag Laden paa Naturens Vegne, han vidste aldrig, hvad det vilde blive til med ham, og han var saa syg. Hans Kone gaar nu over til den anden Mands Kone og fortæller, at der var fløjet to Krager fra ham i Morges, da han var ude i naturlig Forretning, og det var da en sørgelig Ting. Nabokonen følger med tilbage for at se til ham, og da hun kommer hjem igjen, fortæller hun for hendes Mand, at det var rent galt med Nabomanden, for der var fløjet tre Krager fra ham i Morges, da han var ude at forrette sit Behov. Lidt efter kommer han selv derover, taler Naboen ud og siger til ham, om han nu vilde betale Væddemaalet, for saadan og saadan var det gaaet til; han havde bildt hans Kone ind, at han var syg, og at der var fløjet en Krage fra ham, og det havde Konen jo bragt videre. Saa raaber Naboen: \"Aa, saa skulde Pokker da ogsaa have de Kvindfolk, de vil jo baade lyve ag sladre, hun fortalte mig, at der var fløjet tre Krager fra dig.\"", "english_publication": "Two men had made a bet about the extent to which women would gossip, the one said that they wouldn’t and the other one that they would. So then the first one says that he’d give it a try, but that the women weren’t to know that they’d made a bet. He made himself really sick the next morning and told his wife that a crow had flown out of him when he’d been out behind the barn for nature’s call a little while ago, and he had no idea what was going to happen to him, he was so sick. His wife now goes over to the other man’s wife and tells her that two crows had flown out of him that morning while he was taking care of nature’s call and it was a really sorrowful thing. The neighbor wife comes back with her to see to him and then she goes back home, and she tells her husband that things were really wrong with the neighbor husband, because three crows had flown out of him that morning while he was out taking care of his needs. A little later, he goes over there himself, and the neighbor speaks up and asks him to pay the bet, because such and such had happened; he’d convinced his wife that he was sick and that a crow had flown out of him and his wife had blabbed it on. Then the neighbor shouts: “Well, then the devil should take those women, they both lie and gossip, she told me that three crows had flown out of you.”", "keywords": {"keyword": ["barn", "bet", "crow", "devil", "gossip", "home", "husband", "morning", "nature", "neighbor", "sickness", "sorrow", "three", "wife", "woman"]}, "etk_index": {"heading_danish": "Danske Skjæmtesagn", "heading_english": "Danish Jocular Tales"}, "tango_indices": {"tango_index": [null, null]}, "genre": null}