{"publication_info": "DS_III_1793", "full_name": "235 - 3.19 - DS_III_1793", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 3.19, "fieldtrip": "January 1894", "fieldtrip_start_date": "1894-01-24", "fieldtrip_end_date": "1894-02-19", "places": {"place": [{"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}, {"place_id": 345, "name": "Kolundsund", "display_name": "Kolundsund (place mentioned)"}, {"place_id": 404, "name": "Medkjær", "display_name": "Medkjær (place mentioned)"}, {"place_id": 652, "name": "Torsager", "display_name": "Torsager (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 235, "publication_info": "DS_III_462", "full_name": "235 - 3.20 - DS_III_462", "url": "data/stories/322.dfl"}}, "fielddiary_page_start": "6423a", "fielddiary_page_end": "6424b", "bibliographic_info": "MO IV 5", "bibliography_references": null, "annotation": "This and the following story (KMP 3.20) are included here because of a minor ambiguity in the field diaries. Although indications in the manuscript suggest that the two stories were told by Kirsten Marie Pedersdatter, there are several factors that argue against this. First, and perhaps most importantly, the stories are extremely localized, and take place in Torsager, a town forty-six kilometers away from Kirsten Marie's residence in Hornslet. Torsager does not figure in any of Kirsten Marie's other stories. When Kirsten Marie mentions places, which she does often, those places tend to be either major market towns, such as Århus or Randers, or in the immediate vicinity of Rud and Nielstrup. Second, the index to Danske sagn lists  this story as being told by Teacher N. Sørensen, Torsager, and the next story as being told by Jakob Jörgensen from Torsager. There is, however, no mention of Teacher Sørensen in Minder og Oplevelser. After Tang Kristensen left Kirsten Marie Pedersdatter on this, his penultimate visit to her, he took a train to Torsager (MO IV 5). It is likely that he met Lærer N. Sørensen on the train or at the train station, or perhaps at Provst Hansen's house, where he went soon after his arrival in Torsager (MO IV 5). \n\n     The index on the cover of the field diary volume is difficult to read, but it indicates that the stories following those told by Kirsten Marie Pedersdatter were told by Kristiane Mogensdatter (6424b-6427b) and Elisabeth Poulsen (6427b-6429b). The names and page numbers on these volume covers are a later addition by Else Ramsy of the Danish Folklore Archive and are known to be inaccurate at times.", "danish_manuscript": "Vig af\nKolundsund har forlænget sig helt op til Tors\nager. det er en gl. Fjordarm der har\nværet besejlet. Lige nordtfor Skolen\ner fundet flere gl. Fortøjmimgs-Ege,\npæle, tilhuggede, i Firkant og nord\nfor Byen er en større Eng der kaldes Medkjær\nhavn, der er fundet en gl. Baad for\net Par Aar siden, men den var s. skrø-\n\n6423B\nbelig at den ikke kundes tages op.\nEn Gade i Byen har heddet Skipper-\ngaden, nu Pludderen. Der er ogsaa\nfundet et Skibsanker i Medkjærhavn.\nEn sten der laa ved Indgangen til Vaaben\nhuset. Figuren derpaa kaldes Tors Ham\nmer. Den er nu sat op i Muren\n", "english_manuscript": "The tip of Kolund sound got longer and reached all the way up to Torsager. It is an old fjord arm that had been sailed on. Just north of the school, they've found a lot of old mooring posts, chopped so that they are square, and north of the town there's a large meadow that's called Medkjær where they found an old boat a couple of years ago. But it was in such bad condition it couldn't be brought up. A road in town was called Skipper Street, now it's called Pludderen. They also found a ship's anchor in Medkjærhavn. A stone that lay near the weapon house. The figure on it was called Tors Hammer. It's now been put up in the wall.", "danish_publication": "En vig af den gamle fjordarm, hvoraf Kolindsund var den sidste rest, har gået helt op til Torsager, og man véd, at der i gammel tid har været sejlads helt derop til. Lige nord for skolen er fundet flere gamle fortöjnings-egepæle, tilhuggede i firkant, og nord for byen er en större eng, der kaldes Medkjærshavn. Her er for et par år siden fundet en gammel båd, men den var så skrøbelig, at den ikke kunde tages op. I samme eng er også fundet et skibsanker. En smøge i Torsager, der nu kaldes Pludderen, har heddet Skippergaden.", "english_publication": "Part of the old fjord arm, of which Kolund sound was the last part, once reached all the way up to Torsager and one knows that, in the olden days, it was possible to sail all the way up there. Just north of the school, they’ve found a lot of old mooring posts, chopped so that they are square, and north of the town there’s a large meadow that’s called Medkjær harbor where they found an old boat a couple of years ago. But it was in such bad condition it couldn’t be brought up. They also found a ship’s anchor in that same meadow.  A road in town was called Skipper Street, now it’s called Pludderen.", "keywords": {"keyword": ["anchor", "arms", "boat", "day", "harbor", "meadow", "north", "old", "road", "sailing", "school", "ship", "skipper", "sounds", "street", "town"]}, "etk_index": {"heading_danish": "Forskjellige stedsagn", "heading_english": "Diverse place legends"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}