{"publication_info": "DS_III_462", "full_name": "235 - 3.20 - DS_III_462", "informant_id": 235, "informant_last_name": "Pedersdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Pedersdatter", "order_told": 3.2, "fieldtrip": "January 1894", "fieldtrip_start_date": "1894-01-24", "fieldtrip_end_date": "1894-02-19", "places": {"place": {"place_id": 280, "name": "Hornslet mark", "display_name": "Hornslet mark (place recorded)"}}, "stories_mentioned": {"story": {"informant_id": 235, "publication_info": "DS_III_1793", "full_name": "235 - 3.19 - DS_III_1793", "url": "data/stories/321.dfl"}}, "fielddiary_page_start": "6424b", "fielddiary_page_end": "6424b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Along with the previous story (KMP 3.19), this story is only included because of an ambiguity in the field diaries. The index to Danske Sagn lists this story as being told by Jakob Jörgensen, Torsager, although markings in the field diaries suggest that the story was told by Kristiane Mogensdatter (see the annotation to KMP 3.19). In Minder og Oplevelser, Tang Kristensen remarks that, upon arrival in Torsager, he went to visit a grocer by the name Jørgensen. It is likely that this story was told to him by the grocer, whose first name is not recorded in Minder og Oplevelser. It may be that his name was Jakob, or that the recording was accidentally attributed to another, older man in Torsager, from whom Tang Kristensen also collected. Recordings of the stories told by that Jakob Jørgensen do not start until page 6429b in the field diaries.", "danish_manuscript": "De gamle fortæller som et gl. Sagn at\nKirken er bygget til Krudttaarn. Det har\nsandsynligvis været Vagttaarn imod\nSørøvere, der siden er blevet ophævet \nda Sejladsen ophørte.\n", "english_manuscript": "The old ones told the old legend that the church is built to be a gunpowder tower. It was probably a watchtower against pirates, and later stopped once sailing there ended.", "danish_publication": "Det er fortalt som et gammelt sagn, at Torsager kirketårn oprindelig har været brugt til krudtkammer. Sandsynligvis har det været et vagttårn imod sørøvere, og da sejladsen ophørte, idet den gamle fjordarm groede til, fik tårnet en anden bestemmelse.", "english_publication": "It is told as an old legend that Torsager church tower was originally used as a gunpowder tower.  It was probably a watchtower against pirates, and later, once sailing there ended because the fjord arm filled in, the tower was put to another use.", "keywords": {"keyword": ["arms", "church", "legend", "old", "sailing", "tower"]}, "etk_index": {"heading_danish": "Kirker og deres opbyggelse. Klostre, hellige kilder, m. m.", "heading_english": "Churches and their construction. Monasteries, holy springs, etc."}, "tango_indices": {"tango_index": [null, null]}, "genre": null}