{"publication_info": "JFm_XI_46", "full_name": "90 - 1.01 - JFm_XI_46", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 1.01, "fieldtrip": "October 1889", "fieldtrip_start_date": "1889-10-25", "fieldtrip_end_date": "1889-11-18", "places": {"place": [{"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}, {"place_id": 496, "name": "Rosenholm", "display_name": "Rosenholm (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "JFm_XI_23C", "full_name": "150 - 1.07 - JFm_XI_23C", "url": "data/stories/10.dfl"}, {"informant_id": 150, "publication_info": "JFm_X_46e", "full_name": "150 - 1.08 - JFm_X_46e", "url": "data/stories/11.dfl"}, {"informant_id": 90, "publication_info": "JFm_XI_22C", "full_name": "90 - 1.02 - JFm_XI_22C", "url": "data/stories/325.dfl"}, {"informant_id": 150, "publication_info": "DSkv_0_11e", "full_name": "150 - 1.02 - DSkv_0_11e", "url": "data/stories/5.dfl"}]}, "fielddiary_page_start": "4765a", "fielddiary_page_end": "4766b", "bibliographic_info": null, "bibliography_references": {"reference": {"display_string": "[Book] Grundtvig, Svend. 1966. <i>Danmarks gamle folkeviser</i>. Copenhagen: Universitets-Jubilæets Danske Samfund (Akademisk forlag)."}}, "annotation": "It is not surprising that Margrete starts off by singing a ballad, as Tang Kristensen often asked informants to sing ballads first, even at this late stage in his collecting career. It is also not surprising that she starts by singing one of the most popular and widely attested ballads in Danish tradition, \"Redselille og Medevold\" (DgF 271; BJK 1.08).\n\n     Most variants of DgF 271 start with Rosenlille either weaving with her mother or dancing. Grundtivg does not comment on dice-playing which appears only in Margrete's variant. Her variant is first included in DgF in Dal and Piø's addendum as DgF271ø*.\n\n     Margrete refers to the two protagonists by common variants on the names. In the majority of other variants of this ballad, the woman's name is Redselille, a name that Grundtvig speculates is related to the Slavic name Regitse, used in the Danish Royal family starting in the twelfth century (DgF 5, 242).  Roselille, or a close permutation of that name, without the \"n\", is a common substitution, meaning \"little rose.\" \n\n     The printed version adds a second strophe in verse 16, as well as verses 17 and 18. Verse 18 in the printed version appears as a variant form of verse 10. The printed version also includes verse 19, even though it appears at the very end of the ballad in the manuscript, set apart as a refrain. The main refrain is a bit unusual, as it is simply stylized laughing, a striking counterpoint to the otherwise tragic story of the ballad. It is unclear when (or even if) the second refrain is actually intended to replace the laughing refrain because Tang Kristensen recorded it at the end of the ballad, and made no annotation as to when it may have been performed.\n\n     After verse 19 in the manuscript, Margrete mentions that the two lovers went off into the woods, and then she sings a verse that more likely belongs in her next ballad. Accordingly, Kristensen bracketed it, and then included it in the printed version of the next ballad, altering the name from \"R. Allerkj.\" (abbreviated form of my beloved Rosenlille) to \"stolten Gulenborg\", the female protagonist of that ballad.\n\n     Although the ballad is listed in the table of contents of JFm XI as ballad 46, it appears as 45 in the actual published collection. This problem with the numbering is due to the double numbering of \"Hr. Esben og Sidselill\" and \"Tro som Guld\" as ballad 41.\n", "danish_manuscript": "Rosenlille og hendes kjær moder de spillede\npaa guldtærnen den gode\n--\nog hør du Rosenlille kjær Datteren min\nder falder ho Blej udi Kinderne din.\nDer maa vel falde Blej udi Kinderne\njeg haver s. meget at Skjære og sy .\n--\nHaahaahaahaahaa\nHaver du s. meget at skjære og sy\nda ere der vel andre i denne [hendes] vor By\nsom baade kan skjær og sy\nOg hør du R. kj. datteren min\nder springer jo Mælk udaf Brysterne din\nDet er ikke Mælk det synes kun saa\ndet er den brune Mjød jeg drak udi Gaar\nMjøden er brun og Mælken den er hvid.\nDisse to Ting de ere hverandre ulig\n--\n[A hør du] Nu gjør det ej gode længe at dølge for jer\nved Det l. Ole har lokkede mig\nOg haver nu liden Ole lokkede dig\ns. har du ej længer kjær Moder i mig\n--\nOg [I] ham vil jeg [hans] lade s.  højt ophænge\nog dig nu s. langt udi fremmed Land send\n--\nOm Aftenen sildig der Duggen den faldt paa\nslav R. sig over [sig] Kaaben blaa\n-- \nH. bankede på Døren alle med sin Stok\nStat op l. Ole du lukker mig op.\nSlet ingen s. haver jeg Stævningen sat\nslet ingen lukker jeg i mit kammer om Nat\nStat op Liden Ole, du lukker mig ind\n\n4766A\njeg er R. Allekjæresten din\nOg er du R. Allerkj [din] min\nda om [du] jeg skuld. krybe da skuld du kom\nind\n--\nOg der at [da] hun [nu] kom i Stuen vil ind\n[Vores] Min Moder er bleven os begge to vred\nhun gider os hverken hørt eller set\ns. samler du alt dit g. og s. i skrin\nimedens jeg samler graagangeren min\nFørst sadler h. den gule og [sadler han] siden den den graa\nden gjævest den sætter h. R. opaa\nOg der at de kom i Skoven vel hen\n[Nu hører jeg min Faders Bidselstænger klingre\nnu hører jeg min Faders forgyldene\nden haver ej været brugt siden min Mor-mor hun stod Brud\nog hør du R. Allerkj.\ndu holder ved min Hest og nævner ej mit Navn.]\n--\nOg der at de kom i Skoven vel hen\njo længere de red jo højere hun græd\nHvad enten s. er din saddel for trang\neller Veien den gjøres for dig noget lang\nNej ikke s. er [sadlen] min Saddel for trang\n[ikke] ej heller gjøres Vejen for mig noget lang\nHvad enten s. skal jeg hente dig Præst\nheller Fruer og Mø de tjener dig bedst\nSket ikke s. skal du hente mig Præst\nmen Fruer og Mø de tjener mig bedst\n4766B\nNu ere vi s. langt udi Rosenvold hen\nnu kan jeg ikke hente dig Fruer i Løn\nMen jeg vil binde Silke for Øjene mine\nog s. vil jeg gange i Fruernes Sted.\nFør Karlen skal vide af Kvindernes Nød \nnej før skuld hun ligge i Rosenvold død\nL. Ole h. var hende snild og tro,\nh. henter hende Vand i hender sølvspændet sko\nOg der at h. kom til Brønden efter Vand\nda hørte h. den Nattergal over ham sang\nR. hun ligger i Rosenvold død\nmed to smaa Drenger udi hender Skjød\nOg der at h. kom i Rosenvold hen\nda saa han [at] det var sandt, at den Nattergal sang\nR. hun ligger i Rosenvold død\nmed to smaa Drenger udi hendes Skjød\nS. grov h. en Grav s. dyb og s. bred\nder lagde han disse tre døde Lig ned\nS. drog h. sit Sværd imod en Sten\ns. det gjorde i hans Hjærte stor Men\nSlet ikke s. vil jeg hænge for dig\n/: ej heller skal du kom af Landet for mig", "english_manuscript": "1. Rosenlille and her dear mother they played\non the good gold dice\n\n2. and listen Rosenlille my dear daughter\nyour cheeks are so pale\n\n3. Well my cheeks have reason to be pale\nI have so much to cut and sew\n\n||: Haa haa haa haa haa :||\n\n4. If you have so much to cut and sew\nthere are certainly others in this town\nwho can both cut and sew\n\n5. And listen Rosenlille my dear daughter\nmilk springs from your breasts\n\n6. It isn’t milk, it just seems like that\nit is the brown mead I drank yesterday\n\n7. Mead is brown and milk is white\nthese two things are unlike each other\n\n8. Now it isn’t worth it to hide it from you any longer\nlittle Ole has seduced me\n\n9. And if little Ole has seduced you\nThen you no longer have a dear mother in me\n\n10. And him, he’ll be hung so high\nand you,  you’ll be sent far away to foreign lands\n\n11. Late at night when the dew fell\nRosenlille threw her blue cape on\n\n12. She knocked on all the doors with her staff\nGet up little Ole, open up for me\n\n13. I haven’t agreed to meet anyone\nI don’t let anyone into my room at night\n\n14. Get up little Ole, let me in\nI am Rosenlille, your beloved\n\n15. And if you are Rosenlille my beloved\nEven if I had to crawl, you would be let in\n\n16. And when she came into the room\n\n17. My mother is angry at both of us\nshe wants neither to see nor hear us\n\n18. so gather all your gold and silver in a little box\nwhile I saddle my gray steed\n\n19. First he saddles the yellow and then the gray\nhe puts Rosenlille on the best one\n\nAnd when they had come far out into the forest\n\n[Now I hear my father’s bridle posts clanging\nNow I hear my father’s gilded\nthey haven’t been used since my mother’s mother was a bride\nand listen Rosenlille my dear\nhold my horse and do not name my name.]\n\n20. And when they had come far out into the forest\nthe farther they rode, the louder she cried\n\n21. What, is your saddle too cramped\nor is the road too long for you?\n\n22. No, my saddle is not too cramped\nnor is the road too long for me\n\n23. In any case, should I get a priest for you\nor would women and maids serve you better?\n\n24. No you certainly shouldn’t get a priest for me\nbut women and maids would serve me best.\n\n25. Now we’re so far out in Rosenvold\nnow I can’t get women to serve you\n\n26. But I will bind silk over my eyes\nand then I will come in the place of the women\n\n27. Before the man would learn of woman’s need\nno before that she’d lie in Rosenvold dead\n\n28. Little Ole was good and true to her\nhe got her water in her silver buckled shoes\n\n29. And when he got to the stream to get water\nthen he heard the nightingale sing above him\n\n30. Rosenlille lies in Rosenvold dead\nwith two small boys in her lap\n\n31. And when he came back to Rosenvold\nthen he saw it was true, what the nightingale sang\n\n32. Rosenlille lies in Rosenvold dead\nwith two small boys in her lap\n\n33. Then he dug a grave so deep and so broad\nand there he lay these three dead bodies\n\n34. Then he drew his sword against a rock\nand it injured his heart greatly\n\n|: \nNeither shall I hang for you\nnor shall you be sent out of the country for me\n", "danish_publication": "1. Rosenlille og hendes kjær Moder\nde spilled' paa Guldtærnen den gode.\n— Haahaa haa haahaa' —\nDe spilled paa Guldtærnen den gode.\n\n2. \"Og hør du, Rosenlille, kjær Datteren min, \nder falder jo Blej udi Kinderne din'.\"\n\n3. \"Der maa vel falde Blej udi Kinderne min', \njeg haver saa meget at skjære og sy\".\n\n4. \"Haver du saa meget at skjære og sy, \nda ere der vel andre i denne vor By, \nsom baade kan skjære og sy\".\n\n5. \"Og hør du, Rosenlille, kjær Datteren min,\nder springer jo Mælk udaf Brysterne din'.\"\n\n6. \"Det er ikke Mælk, det synes kun saa,\ndet er den brune Mjød. jeg drak udi Gaar\".\n\n7. Mjøden er brun, og Mælken den er hvid, \ndisse to Ting de ere hverandre ulig\".\n\n8. \"Nu gjør det ej Gode længe at dølge for jer ved det, \nliden Ole har lokkede mig\".\n\n9. \"Og haver nu liden Ole lokkede dig, \nsaa har du ej længer kjær Moder i mig.\n\n10. Og ham vil jeg lade saa højt ophæng'\nog dig nu saa langt udi fremmed Land send'\n\n11. Om Aftenen sildig, der Duggen den faldt paa\nslav Rosenlille sig over Kaaben blaa.\n\n12. Hun bankede paa Døren alt med sin Stok: \n\"Stat op, liden Ole, du lukker mig op!-'\n\n13. \"Slet ingen saa haver jeg Stævningen sat, \nslet ingen lukker jeg i mit Kammer om Nat\"\n\n14. \"Stat op, liden Ole, du lukker mig ind, \njeg er Rosenlille, Allerkjæresten din!\"\n\n15. \"Og er du Rosenlille, Allerkjæresten min,\nda om jeg skuld' krybe, da skuld' du komm' ind.\"\n\n16. Og der at hun kom i Stuen vel ind, \n[hun talte nu med Allerkjæresten sin.]\n\n17. \"Min Moder er bleven os begge to vred, \nhun gider os hverken hørt eller sét.\n\n18. Og dig vil hun lade saa højt ophæng'\nog mig saa langt udi fremmed Land send'.\"\n\n19. \"Slet ikke saa vil jeg hænge for dig,\nej heller skal du komm' af Landet for mig.\n\n20. Saa samler du alt dit Guld og Sølv i Skrin, \nimedens jeg sadler Graagangeren min\".\n\n21. Først sadler han den gule og siden den graa, \nden gjævest' den sætter han Rosenlille opaa.\n\n22. Og der at de kom i Skoven vel hen, \njo længere de red, jo højere hun græd.\n\n23. \"Hvad enten saa er din Saddel for trang, \neller Vejen den gjøres for dig noget lang?\"\n\n24. \"Nej, ikke saa er min Saddel for trang, \nej heller gjøres Vejen for mig noget lang\".\n\n25. \"Hvad enten saa skal jeg hente dig Præst, \nheller Fruer og Møer de tjener dig bedst?\"\n\n26. \"Slet ikke saa skal du hente mig Præst, \nmen Fruer og Mø' de tjener mig bedst\".\n\n27. \"Nu ere vi saa langt udi Rosenvold hen, \nnu kan jeg ikke hente dig Fruer i Løn.\n\n28. Men jeg vil binde Silke for Øjnene min, \nog saa vil jeg gange i Fruernes Sted\".\n\n29. \"Før Karlen' skal vide af Kvindernes Nød, \nnej, før skuld' hun ligge i Rosenvold død\".\n\n30. Liden Ole han var hende snild og tro,\nhan hented' hende Vand i hender sølvspændet Sko.\n\n31. Og der at han kom til Brønden efter Vand, \nda hørte han, den Nattergal over ham sang.\n\n32. \"Rosenlille hun ligger i Rosenvold død \nmed to smaa Drenger udi hender Skjød.\"\n\n33. Og der at han kom i Rosenvold hen,\nda saa han, det var sandt, at den Nattergal sang.\n\n34. Rosenlille hun ligger i Rosenvold død \nmed to smaa Drenger udi hendes Skjød.\n\n35. Saa grov han en Grav saa dyb og saa bred, \nder lagde han disse tre døde Lig ned.\n\n36. Saa drog han sit Sværd imod en Sten, \nsaa det gjorde i hans Hjærte stor Men.\n— Haahaa haa haahaa! — \nSaa det gjorde i hans Hjærte stor Men.\n", "english_publication": "1. Rosenlille and her dear mother they played\non the good gold dice\n\n||: Haa haa haa haa haa :||\n\n2. and listen Rosenlille my dear daughter\nyour cheeks are so pale\n\n3. Well my cheeks have reason to be pale\nI have so much to cut and sew\n\n4. If you have so much to cut and sew\nthere are certainly others in this town\nwho can both cut and sew\n\n5. And listen Rosenlille my dear daughter\nmilk springs from your breasts\n\n6. It isn’t milk, it just seems like that\nit is the brown mead I drank yesterday\n\n7. Mead is brown and milk is white\nthese two things are unlike each other\n\n8. Now it isn’t worth it to hide it from you any longer\nlittle Ole has seduced me\n\n9. And if little Ole has seduced you\nThen you no longer have a dear mother in me\n\n10. And him, he’ll be hung so high\nand you,  you’ll be sent far away to foreign lands\n\n11. Late at night when the dew fell\nRosenlille threw her blue cape on\n\n12. She knocked on all the doors with her staff\nGet up little Ole, open up for me\n\n13. I haven’t agreed to meet anyone\nI don’t let anyone into my room at night\n\n14. Get up little Ole, let me in\nI am Rosenlille, your beloved\n\n15. And if you are Rosenlille my beloved\nEven if I had to crawl, you would be let in\n\n16. And when she came into the room\n[she now spoke with her beloved] \n\n17. My mother is angry at both of us\nshe wants neither to see nor hear us\n\n18. She wants to hang you high,\nand send me to far off foreign lands\n\n19. I’m not going to hang for you\nand you’re not going to be sent out of the country for me\n\n20. So gather all your gold and silver in a little box\nwhile I saddle my gray steed\n\n21. First he saddles the yellow and then the gray\nhe puts Rosenlille on the best one\n\n22. And when they had come far out into the forest\nthe farther they rode, the louder she cried\n\n23. What, is your saddle too cramped\nor is the road too long for you?\n\n24. No, my saddle is not too cramped\nnor is the road too long for me\n\n25. In any case, should I get a priest for you\nor would women and maids serve you better?\n\n26. No you certainly shouldn’t get a priest for me\nbut women and maids would serve me best.\n\n27. Now we’re so far out in Rosenvold\nnow I can’t get women to serve you\n\n28. But I will bind silk over my eyes\nand then I will come in the place of the women\n\n29. Before the man would learn of woman’s need\nno before that she’d lie in Rosenvold dead\n\n30. Little Ole was good and true to her\nhe got her water in her silver buckled shoes\n\n31. And when he got to the stream to get water\nthen he heard the nightingale sing above him\n\n32. \"Rosenlille lies in Rosenvold dead\nwith two small boys in her lap\"\n\n33. And when he came back to Rosenvold\nthen he saw it was true, what the nightingale sang\n\n34. Rosenlille lies in Rosenvold dead\nwith two small boys in her lap\n\n35. Then he dug a grave so deep and so broad\nand there he lay these three dead bodies\n\n36. Then he drew his sword against a rock\nand it injured his heart greatly\n||: Haa haa haa haa haa :||\nand it injured his heart greatly", "keywords": {"keyword": ["agreement", "angry", "beloved", "bind", "blue", "box", "boy", "breasts", "brown", "cape", "case", "cheeks", "country", "crying", "daughter", "dead bodies", "death", "dice", "digging", "door", "drank", "eye", "fall", "foreign", "forest", "gold", "grave", "heart", "injury", "land", "learning", "maid", "mead", "milk", "mother", "night", "nightingale", "Ole", "priest", "riding", "road", "Rosenlille", "saddle", "seduction", "sewing", "shoe", "silk", "silver", "singing", "steed", "stream", "sword", "three", "town", "water", "white", "woman", "yellow", "yesterday"]}, "etk_index": {"heading_danish": "Jyske Folkeminder", "heading_english": "Folklore from Jutland"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}