{"publication_info": "JFm_XI_22C", "full_name": "90 - 1.02 - JFm_XI_22C", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 1.02, "fieldtrip": "October 1889", "fieldtrip_start_date": "1889-10-25", "fieldtrip_end_date": "1889-11-18", "places": {"place": [{"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}, {"place_id": 383, "name": "Løndum", "display_name": "Løndum (place mentioned)"}, {"place_id": 109, "name": "Clausholm", "display_name": "Clausholm (place mentioned)"}, {"place_id": 496, "name": "Rosenholm", "display_name": "Rosenholm (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "JAH_II_213", "full_name": "235 - 1.02 - JAH_II_213", "url": "data/stories/221.dfl"}, {"informant_id": 90, "publication_info": "JFm_XI_22C", "full_name": "90 - 4.02 - JFm_XI_22C", "url": "data/stories/369.dfl"}, {"informant_id": 90, "publication_info": "JFm_XI_46", "full_name": "90 - 1.01 - JFm_XI_46", "url": "data/stories/324.dfl"}]}, "fielddiary_page_start": "4766b", "fielddiary_page_end": "4767a", "bibliographic_info": "http://www.clausholm.dk/index-historie.htm http://www.rosenholmslot.dk http://www.danskekonger.dk/biografi/FreIV.html", "bibliography_references": null, "annotation": "Tang Kristensen collected two variants of this ballad (DgF 82, Ribold og Guldborg) from Margrete, the second in his last session with her (AMJ 4.02). \n\n      In the published version of this ballad, Tang Kristensen added several verses that were actually performed as part of the previous ballad (AMJ 1.01). Apparently, during performance, Margrete repeated what she had sung earlier (probably by mistake), and Tang Kristensen, rather than record the lines again, simply noted \"osv. Se foran\" [etc. See above]. He also added the lyre, as in the manuscript it is unclear what it was that was gilded (there is no referent for the adjective). In the published version, Tang Kristensen also interpolates the second line of verse two, likely from another variant by another informant as the phrase does not appear in Margrete's repertoire. The wording of the postscript is slightly different in the printed version where the reference to Gulenborg being banished from the land is absent. Tang Kristensen turned the reference to banishment in the postscript into the missing line of verse 2 in the printed version, despite the fact that leaving the country of one's own free will is substantively different than being banished.\n\n     The postscript does not appear in any of the other variants that Tang Kristensen collected, and appears to be an attempt by Margrete to anchor the ballad in the local landscape. Tang Kristensen interprets Klasholm in the manuscript's postscript as the castle \"Klavsholm.\" Klavsholm (or Clausholm) lies midway between Randers and Århus in Jutland, and was built by Chancellor Conrad Reventlow in the 1690s. His daughter, Anna Sophie, was kidnapped from Clausholm by the love struck King Frederik IV in 1712, after she had been imprisoned in the castle by her mother. Frederik married her in 1721, after the death of his wife, Queen Louise. He subsequently had Anna Sophie crowned queen. When he died in 1730 at Odense Castle, she was banished to Clausholm, where she lived out her days as a widow, dying in 1743. \n\n     Rosenholm castle was built in the 1670s by Chancellor of the Realm Jørgen Rosenkrantz, and the castle and its lands are still administered by the same family (18th generation). The family name figures prominently in Shakespeare's Hamlet, along with another Danish noble family name, Gyldenstierne, appearing in Shakespeare's play as Rosencrantz and Guildenstern.\n\n     While the ballad may refer in an obscure fashion to the relationship between Anna Sophie and Frederik IV (1671-1730), there is no direct historical connection between their affair and Rosenholm castle or the Rosenkrantz family. More than likely, Margrete connected the ballad to stories she had heard about Frederik IV, Anna Sophie and Clausholm. Once she had narratively sent Gulenborg to Klavsholm, she needed to find an appropriate place to send Hr. Ridebold. Since Rosenholm was the grandest castle she knew, playing as it did a significant role in the economic landscape where she lived, she connected the protagonist of the ballad to it. Klavsholm would have been equally known to her. The connection between the castle and Frederik IV may have resonated with her own alleged connection to the royal court of Frederik VI, the great-grandson of Christian VI, who was the son of Frederik IV by a different mother.", "danish_manuscript": "Hr. Ridskold kom ridende i denne Konges gaard\nUdi Løndom\nder stander stolten Gulenborg og kjæmmer\nhendes Haar. For dette var min Tim´ udi \nmin Ungdom.\n\n4767A\nOg hør du stolten Gulenbold vil du fæste\ndin Mø med mig udi Løndom\ns. samler du dit Sølv og G. udi Skrin\nimedens jeg sadler Graagangeren [din] min\nS. sadlet h. den gule og siden den graa\nden gjævest sætter h. stolten Gulenborg paa\nS. red de s. langt udi Rosenvold hen\ntil de red i 30 Miles Skov.\nNu hører jeg min Fader o.s.v.\nse foran\nog hør du st. g. du holder ved min Hest\nmen du nævnes ej mit Navn\ns. gjorde h. sig haard og slog 12000\nMand og dertil hendes Far\nog hør du Hr. Ridebold I styrer nu jer Sind\ndet var jo min kjær Fader som I slog\nihjel\nS. fik h. 12000 saar en for hver han\nhavde slaaen ihjel. S. red de sørgende\nhjem. H. kom her til Rosenholm \nog døde. Hun maatte ikke blive i Landet\nog blev sendt til Klasholm det gjorde\nstolten Gulenborg og døde der.\n", "english_manuscript": "Master Ridebold came riding into the King’s courtyard\n   |: Out in Løndom\nthere stands proud Gulenborg and combs her hair\n   |: That happened in my youth\n\nAnd listen proud Gulenborg will you marry me\n   |: Out in Løndom\n\nthen gather your silver and gold in a chest\nwhile I saddle my gray steed\n\nThen he saddled the gold and then the gray\nhe puts proud Gulenborg on the best one\n\nThen they rode so far out into Rosenvold\nuntil they’d ridden thirty miles in the forest\n\nNow I hear my father’s etc. (see above)\n\nand listen proud Gulenborg you hold my horse\nbut do not name my name\n\nand then he made himself so hard\nand killed 12000 men and her father as well\n\nand listen Master Ridebold control yourself\nthat was my dear father you killed\n\nThen he received 12000 wounds, one for each he’d killed. Then they rode home in sorrow. He came here to Rosenholm and died. She couldn’t stay in the country and was sent to Klasholm, that’s what happened to proud Gulenborg and she died there.\n", "danish_publication": "1. Hr. Ridebold kom ridendes i denne Konges Gaard,\n— Udi Løndom. — \nder stander stolten Gulenborg og kjæmmer hendes Haar. \nFor dette var min Tim' udi min Ungdom.\n\n2. \"Og hør du, stolten Gulenborg, vil du fæste Mø med mig, \n[saa maa du nu drage af Landet med mig.]\n\n3. Saa samler du dit Sølv og Guld udi Skrin,\nimedens jeg sadler Graagangeren min.\"\n\n4. Saa sadlet han den gule og siden den graa, \nden gjævest' sætter han stolten Gulenborg paa.\n\n5. Saa red de saa langt udi Rosenvold hen, \ntil de red i tred've Miles Skov.\n\n6. \"Hr. Ridebold, Hr. Ridebold, du sover for længe, \nnu hører jeg min Faders Bidselstænger klingre.\n\n7. Nu hører jeg min Faders forgyldene Lud,\nden haver ej været brugt, siden min Mormo'r hun stod Brud.\"\n\n8. \"Og hør du, stolten Gulenborg, du holder ved min Hest, \nmen du nævner ej mit Navn.\"\n\n9. Saa gjorde Ridebold sig haard,\nog slog tolvtusend Mand og dertil hendes Faa'r.\n\n10. \"Og hør du, Hr. Ridebold, I styrer nu jer Sind, \ndet var jo min kjær Fader, som I slog ihjel.\"\n\nSaa fik han 12000 Saar, et for hver, han havde slaaet ihjel, og saa red de sørgende hjem. Han kom her til Rosenholm og døde, men stolten Gulenborg blev sendt til Klasholm (Klavsholm) og døde der.", "english_publication": "1. Master Ridebold came riding into the King’s courtyard\n   |: Out in Løndom\nthere stands proud Gulenborg and combs her hair\n   |: That happened in my youth\n\n2. And listen proud Gulenborg will you marry me\n[then you must leave the country with me]\n   \n3. Then gather your silver and gold in a chest\nwhile I saddle my gray steed\n\n4. Then he saddled the gold and then the gray\nhe puts proud Gulenborg on the best one\n\n5. Then they rode so far out into Rosenvold\nuntil they’d ridden thirty miles in the forest\n\n6. Master Ridebold, Master Ridebold you’re sleeping too long\nNow I hear my father’s bridle poles clanking\n\n7. Now I hear my father’s gilded lyre\nthat hasn’t been used since my grandmother was a bride\n\n8. and listen proud Gulenborg you hold my horse\nbut do not name my name\n\n9. and then he made himself so hard\nand killed 12000 men and her father as well\n\n10. and listen Master Ridebold control yourself\nthat was my dear father you killed\n\nThen he received 12000 wounds, one for each he’d killed and then they rode home in sorrow. He came here to Rosenholm and died but proud Gulenborg was sent to Klasholm (Klavsholm) and died there.\n", "keywords": {"keyword": ["bride", "bridle", "chest", "country", "courtyard", "death", "father", "forest", "gold", "grandmother", "hair", "home", "horse", "kill", "king", "Klavsholm", "marriage", "Master Ridebold", "name", "pole", "Proud Gulenborg", "riding", "saddle", "silver", "sleep", "sorrow", "steed", "youth"]}, "etk_index": {"heading_danish": "Jyske Folkeminder", "heading_english": "Folklore from Jutland"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}