{"publication_info": "DS_I_685", "full_name": "90 - 1.03 - DS_I_685", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 1.03, "fieldtrip": "October 1889", "fieldtrip_start_date": "1889-10-25", "fieldtrip_end_date": "1889-11-18", "places": {"place": [{"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}, {"place_id": 408, "name": "Møgelhøje", "display_name": "Møgelhøje (place mentioned)"}, {"place_id": 48, "name": "Bastruphøj", "display_name": "Bastruphøj (place mentioned)"}, {"place_id": 107, "name": "Bygballe", "display_name": "Bygballe (place mentioned)"}, {"place_id": 540, "name": "Skjødstrup", "display_name": "Skjødstrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 368, "publication_info": "DS_I_44", "full_name": "368 - 0.00 - DS_I_44", "url": "data/stories/510.dfl"}, {"informant_id": 519, "publication_info": "DS_I_774", "full_name": "519 - 0.00 - DS_I_774", "url": "data/stories/522.dfl"}, {"informant_id": 435, "publication_info": "DS_I_796", "full_name": "435 - 0.00 - DS_I_796", "url": "data/stories/794.dfl"}]}, "fielddiary_page_start": "4766b", "fielddiary_page_end": "4767a", "bibliographic_info": "Honko 1962\nPentikaïnen 1969\nFeilberg 1910\nBoberg 1938", "bibliography_references": {"reference": [{"display_string": "[Book] Honko, Lauri. 1962. <i>Geisterglaube in Ingermanland (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}, {"display_string": "[Article] Pentikäinen, Juha. 1969. The Dead without Status. Vol. 4 of <i>Temenos</i>, 92-102."}, {"display_string": "[Book] Feilberg, Henning F. 1910. Vol. 5 of <i>Bjærgtagen. Studie over en gruppe træk fra nordisk alfetro (Danmarks folkeminder)</i>. Copenhagen: Det Schønbergske forlag."}, {"display_string": "[Book] Boberg, Inger M. 1938. <i>Bjærgfolkenes bagning. Sagntypen \"grissel og rage.\" En sagnundersøgelse (Danmarks folkeminder)</i>. Copenhagen: Det Schønbergske forlag."}]}, "annotation": "Even though Margrete suggests that the female figure in this story is a mound dweller, her description of her is much more in keeping with that of a ghost. The height of the female figure is unusual for mound dwellers, although the clothes that she is wearing are not (DS I 44). A ghost, rather than a mound dweller, would also align better with the fire wheel that Margrete sees in the second part of the story. When mound dwellers appear at night, they often approach people, and offer them a drink or entice them to dance (DS I 774 and 796).  Ghosts, however, often simply appear, causing profound fear (Pentikaïnen 1969).", "danish_manuscript": "Nede ved Skjødstrup er der 2 steder der har\nværet Bjærgfolk. Ogsaa her paa Bymarken.\nVi gik nogle Kvindfolk fra Bygballe en Aften\nog det var s. lyst for den venstre Haand\nog mørkt for den [venstre] højre, der ligger Bastrup høj.\nDa vi kom for\n4767B\nBastrup høj, staar der et højt Kvindfolk\nmed grønne Bindeærmer og røde Liv og Hvid\nForklæde og langt grønt Skjorte. Hende blev\na rigtig nok ræd for, men der har ogsaa\nflere set hende end a.  A har ogsaa \nset et Ildhjul ved de Høje nord for By-\nen en Aften. Fastelavns Mandag, a\ngik ved Hvedbrøde kurven, kom farende\nom ved mig og satte efter Møgelhøje.\n", "english_manuscript": "Down by Skjødstrup, there are two places where there had been hidden people (mound dwellers). There were also some here on the commons. One night, several of us women walked from Bygballe, and it was so bright off to the left but it was so dark off to the right, because that's where Bastruphøj was. When we came near Bastruphøj, there was a tall woman with green sleeves and a red blouse and a white apron and a long green skirt. I got really scared by her, but people other than me have seen her too. I have also seen a fire wheel by the mounds north of the town one evening. It was Shrovetide Monday, and I was walking with the wheat bread basket, and it came flying toward me and continued on toward Møgelhøje.", "danish_publication": "Nede ved Skjödstrup er der to steder, hvor der har været bjærgfolk. Der har også været her på bymarken. Vi gik nogle kvindfolk en aften fra Bygballe, og det var så lyst for den venstre hånd, men det var så mørkt for den höjre, for der lå Bastruphöj. Da vi kom ud for den, stod der et höjt kvindfolk med grönne bindærmer og rödt liv og hvidt forklæde og langt grönt skjört. Hende blev a rigtig nok ræd for. Der har også andre set hende end a. A har også en aften set et ildhjul ved de höje. Det var en fastelavnsmandag, a gik med brødkurven, og det kom farende om ved mig og satte efter Mogelhöje.", "english_publication": "Down by Skjødstrup, there are two places where there had been hidden people (mound dwellers). There were also some here on the commons. One night, several of us women walked from Bygballe, and it was so bright off to the left but it was so dark off to the right, because that’s where Bastruphøj mound was. When we came opposite it, there was a tall woman with green sleeves and a red blouse and a white apron and a long green skirt. I got really scared by her. People other than me have seen her too. I have also seen a fire wheel by those mounds. It was Shrovetide Monday, and I was walking with the bread basket, and it came flying toward me and continued on toward Møgelhøje.", "keywords": {"keyword": ["apron", "basket", "blouse", "bread", "commons", "dark", "fire", "flying", "monday", "mound", "mound dweller", "night", "red", "skirt", "wheel", "white", "woman"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}