{"publication_info": "DS_I_263", "full_name": "90 - 1.04 - DS_I_263", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 1.04, "fieldtrip": "October 1889", "fieldtrip_start_date": "1889-10-25", "fieldtrip_end_date": "1889-11-18", "places": {"place": [{"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}, {"place_id": 66, "name": "Boelshøj", "display_name": "Boelshøj (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 485, "publication_info": "DS_I_270", "full_name": "485 - 0.00 - DS_I_270", "url": "data/stories/447.dfl"}, {"informant_id": 548, "publication_info": "DS_I_265", "full_name": "548 - 0.00 - DS_I_265", "url": "data/stories/584.dfl"}, {"informant_id": 335, "publication_info": "DS_I_1098", "full_name": "335 - 0.00 - DS_I_1098", "url": "data/stories/520.dfl"}, {"informant_id": 217, "publication_info": "DS_I_1122", "full_name": "217 - 0.00 - DS_I_1122", "url": "data/stories/630.dfl"}]}, "fielddiary_page_start": "4767b (1)", "fielddiary_page_end": "4767b (1)", "bibliographic_info": "Boberg 1938\nFeilberg 1910", "bibliography_references": {"reference": [{"display_string": "[Book] Feilberg, Henning F. 1910. Vol. 5 of <i>Bjærgtagen. Studie over en gruppe træk fra nordisk alfetro (Danmarks folkeminder)</i>. Copenhagen: Det Schønbergske forlag."}, {"display_string": "[Book] Boberg, Inger M. 1938. <i>Bjærgfolkenes bagning. Sagntypen \"grissel og rage.\" En sagnundersøgelse (Danmarks folkeminder)</i>. Copenhagen: Det Schønbergske forlag."}]}, "annotation": "Boels-Maren appears to be the name of a mound dweller, given the close connection of her name to the local mound Boelshøj. Danish nicknames often include place name referents. The boy has mistaken the mound dweller for a human, a common occurrence in variants of this story (DS I 270). In some variants, the story revolves around the discovery that the seemingly human figure is actually a mound dweller (DS I 266). In this variant, the interaction between the boy and the girl is one between peers as both of them doing chores for their respective employers. \n\n     There are numerous other stories where humans encounter mound dwellers on their way to or from birth celebrations or baking. In this case, the little girl is bringing food to the presumably sick or old Boels-Maren from a feast celebrating the birth of another mound dweller, as \"barselmad\" is glossed by Feilberg as \"the food sent from a birth celebration to sick people in town\" (Feilberg 1910, vol. 1, 52). \"Barselmad\" or birth food can, according to Feilberg, also refer food given to a woman who is pregnant or has just given birth (\"food for a birth celebration or for a woman who has just given birth\"). If one reads the term in this latter manner, then Boels-Maren is possibly a kidnapped human who has just given birth inside the mound. The story succinctly confirms the parallel nature of mound dwellers' society and human society. In other stories of mound dwellers' births, a human is kidnapped by the mound dwellers to assist in the birth (DS I 1098 and 1122 ).", "danish_manuscript": "Der kom en bitte Pige om ved en Tjeneste\ndreng, og s. spurgte h. hende efter hvor\nhun skulde hen. Ja hun skulde til Boels\nMaren med Barselmad. Der er en \nHøj der kaldes Boelshøj.\n", "english_manuscript": "A tiny little girl passed by a hired boy and he asked her where she was going. Well, she was going to Boels-Maren with birth food. There's a mound they call Boelshøj.", "danish_publication": "Der kom en bitte pige om ved en tjenestedreng, og så spurgte han hende efter, hvor hun skulde hen. Ja, hun skulde til Boels-Maren med barselmad. Der er en höj, der kaldes Boelshöj.", "english_publication": "A tiny little girl passed by a hired boy and he asked her where she was going. Well, she was going to Boels-Maren with birth food. There’s a mound they call Boelshøj.", "keywords": {"keyword": ["birth", "Boels Maren", "boy", "food", "girl", "mound"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}