{"publication_info": "DS_I_1412", "full_name": "90 - 1.05 - DS_I_1412", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 1.05, "fieldtrip": "October 1889", "fieldtrip_start_date": "1889-10-25", "fieldtrip_end_date": "1889-11-18", "places": {"place": {"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 90, "publication_info": "DS_VI_1100", "full_name": "90 - 2.17 - DS_VI_1100", "url": "data/stories/349.dfl"}, {"informant_id": 69, "publication_info": "DS_I_1413", "full_name": "69 - 0.00 - DS_I_1413", "url": "data/stories/821.dfl"}, {"informant_id": 348, "publication_info": "DS_I_1414", "full_name": "348 - 0.00 - DS_I_1414", "url": "data/stories/757.dfl"}]}, "fielddiary_page_start": "4767b (2)", "fielddiary_page_end": "4767b (2)", "bibliographic_info": null, "bibliography_references": null, "annotation": "In this short and somewhat disjointed legend, the hired boy seeks out the mound dweller. His motivation for doing so is missing in Margrete's variant. One also needs to interpolate a missing conversation between the boy and the mound dweller to understand the seemingly obscure reference to Tordenfåer (Thunder father) and Mütter Maria (mother Mary). In other variants of this legend, the boy has either gone out to ask the mound dweller to stand as godfather for the farmer's child--an interesting reversal of the mound dweller asking a farmer's wife to act as midwife to his wife--or to trick the mound dweller into giving a large monetary gift to celebrate the birth of the child--again, a parallel to the midwife legends (DS I 1414). In other variants of this legend, the mound dweller provides a substantial monetary gift, but begs off attending the celebration because the guests will include religious figures (the mother Mary, and in most cases the Lord and St. Peter), and the music will be drumming (referred to in this case as \"Tordenfåer\" (Thunder father) by the mound man) (DS I 1413). \n\n     The mound dweller apparently assists the hired hand in his work in this story, and thus takes on some aspects of the helpful nisse. Like a nisse, the mound dweller guarantees success for the farm, but also shows a distinct loyalty to the farmhand and the farm. The legend affirms the strong economic connection between the farmers and supernatural beings that informs many of Margrete's legends.", "danish_manuscript": "S. ræd for Tordenfår og Mutter Maria.\nGod dag. Ja. Tak. Hvad godt i dag lille\nKarl.\nBjørremand. Alle Folk vilde gjærne have\nden Dreng. Men s. sagde h. at det kunne \nikke nytte, for s. kjendte Bjærgm. ham\nikke, naar h. kom af Marken. S. blev\nh. da ogsaa ved Manden og fik gaarden efter\nham.\n", "english_manuscript": "He was so scared of Tordenfåer and mother Marie. Good day. Yes. Thank you. What's going on today little guy? Mound man. Everybody wanted to have that boy. But he said it wouldn't do any good, since the mound man wouldn't recognize him when he came back from the field. So he stayed with the man and inherited the farm from him.", "danish_publication": ".....Drengen går ud til bjærgmanden: \"God dag.\" — \"Ja, tak.\" — \"Hvad godt i dag, lille karl?\" Så forretter han det .... Ja, han var så ræd for Tordenfåer og mutter Marie .... Alle folk vilde nu gjærne have den dreng at tjene, men han sagde, te det kunde ikke nytte, for så kjendte bjærgmanden ham ikke, når han kom hen på en fremmed mark. Det kunde der være noget i, og så blev han gående ved den mand, og blev så gjæv med ham, te han fik gården efter ham.", "english_publication": "…. The hired boy goes out to the mound man: “Good day.” -- “Yes, thank you.” -- “What’s going on today little guy?” So he tells him … Well, he was so scared of Thunder father and mother Mary. ….  Now everybody wanted that boy to work for them, but he said that it wouldn’t do any good, because then the mound man wouldn’t recognize him if he went out on a different field. There was probably something to that, and so he continued on with that man and they got along so well that he inherited the farm from him.", "keywords": {"keyword": ["boy", "day", "farm", "field", "inheritance", "mound man", "thank", "today", "work"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}