{"publication_info": "DS_IV_988", "full_name": "90 - 1.06 - DS_IV_988", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 1.06, "fieldtrip": "October 1889", "fieldtrip_start_date": "1889-10-25", "fieldtrip_end_date": "1889-11-18", "places": {"place": [{"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}, {"place_id": 540, "name": "Skjødstrup", "display_name": "Skjødstrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "Unpub_JPP_106", "full_name": "241 - 1.06 - Unpub_JPP_106", "url": "data/stories/147.dfl"}, {"informant_id": 235, "publication_info": "DS_VI_1079", "full_name": "235 - 1.56 - DS_VI_1079", "url": "data/stories/276.dfl"}, {"informant_id": 90, "publication_info": "DS_V_831", "full_name": "90 - 3.03 - DS_V_831", "url": "data/stories/357.dfl"}, {"informant_id": 123, "publication_info": "DS_V_822", "full_name": "123 - 2.05 - DS_V_822", "url": "data/stories/379.dfl"}, {"informant_id": 123, "publication_info": "DS_IV_1075", "full_name": "123 - 3.10 - DS_IV_1075", "url": "data/stories/413.dfl"}, {"informant_id": 482, "publication_info": "DS_VI_1078", "full_name": "482 - 0.00 - DS_VI_1078", "url": "data/stories/816.dfl"}, {"informant_id": 90, "publication_info": "Æv_0_1459", "full_name": "90 - 1.07 - Æv_0_1459", "url": "data/stories/330.dfl"}, {"informant_id": 130, "publication_info": "DS_VII_176", "full_name": "130 - 0.00 - DS_VII_176", "url": "data/stories/831.dfl"}, {"informant_id": 235, "publication_info": "JAT_VI_205", "full_name": "235 - 1.57 - JAT_VI_205", "url": "data/stories/277.dfl"}, {"informant_id": 205, "publication_info": "DS_IV_1120", "full_name": "205 - 0.00 - DS_IV_1120", "url": "data/stories/567.dfl"}, {"informant_id": 480, "publication_info": "DS_IV_1121", "full_name": "480 - 0.00 - DS_IV_1121", "url": "data/stories/746.dfl"}, {"informant_id": 454, "publication_info": "DS_V_700", "full_name": "454 - 0.00 - DS_V_700", "url": "data/stories/851.dfl"}]}, "fielddiary_page_start": "4767b", "fielddiary_page_end": "4768b", "bibliographic_info": "Stokker 1989\nTangherlini 1998\nNørr 1994", "bibliography_references": {"reference": [{"display_string": "[Article] Stokker, Kathleen. 1989. To Catch a Thief : Binding and Loosing and the Black Book Minister. Vol. 61 of <i>Scandinavian Studies</i> 4: 353-374."}, {"display_string": "[Article] Stokker, Kathleen. 1992. Migratory Legend 3005 : 'The Would- Be Ghost' -- Why Be He a Ghost?. Vol. 48 of <i>Arv</i>, 143-152."}, {"display_string": "[Book] Nørr, Erik. 1994. <i>Skolen, præsten og kommunen kampen om skolen på landet 1842-1899</i>. Copenhagen: Jurist- og Økonomforbundet."}]}, "annotation": "The three legends Margrete tells here are closely related and she moves smoothly from one account to the next. Although Margrete stays in the realm of the supernatural, she turns her attention to the wise minister, Pastor Kattrup. In general, the abilities of the wise minister  align with those of the more secular cunning man or cunning woman. Although there is a tendency to translate \"klog\" as \"wise,\" these \"wise folk\" are more commonly referred to as \"cunning folk\" or \"folk healers\" in Anglo-American tradition. The conflict between cunning folk and wise ministers appears frequently in Danish legends, and points toward the tension between the secular and the ecclesiastic in late nineteenth century Denmark (DS VII 176).\n\n     In the first account, the emphasis is on the wise minister's ability to counteract the economic threat of theft by revealing the location of a stolen object (showing again) or otherwise revealing the identity of a thief (KMP 1.56, 1.57) . The minister's powers fail when scissors are put to the canvas, reflecting the power of metal and knives to interfere with the supernatural.\n\n     The second legend is widely attested in Danish tradition (DS IV 1120, IV 1121). Kathleen Stokker interprets Norwegian variants of the legend as related to the power of the Lutheran minister and the role of confession in Lutheran practice (Stokker 1989). The story certainly plays on the power of the minister to counteract the intrusion of the otherworldly into the community. One of the minister's emblems of power is his book. In some variants of the legend, the book is specified as the Black Book, in others, the Bible (DS V 700) and parallels the cunning folk's use of the Cyprianus. The black book is often used in conjuring ghosts. \n\n     The hapless farmhand who has little business walking about in the liminal space of the cemetery at night is treated as a ghost, even after he reveals himself to be human. He is summarily conjured into the ground and his death. The conflation of Satan and ghosts reflects the Lutheran theological accommodation to the widespread popular belief in ghosts (Tangherlini 1999). The minister's seeming powerlessness to stop the conjuring reveals a chink in his armor: either he is powerless in the face of these greater forces or he proffers a punishment out of all proportion to the farmhand's offense. In either case, the implications are not reassuring. \n\n     The final story also explores the power of the minister, here to reanimate the dead. Blame for the man's suicide is attributed to the wife and the story can thus be read as a negative commentary on marriage. Up through the nineteenth century, people were laid out on straw after death until burial two to three days later. The minister's correspondence with Copenhagen reveals the role of central authorities in local affairs, a matter of great political debate in the last decades of the nineteenth century (Nørr 1994).", "danish_manuscript": "Pastor Katrup i Skjødstrup kunde vise igjen\nH. spurgte hans Kone om hans Lærred var\nikke henne. Gik ud og spurgte hendes Piger\nom det. De nægtede det første gang, de\nmente, at Karlen havde fjæld det for\ndem. S. gik de ud og spurgte Karl efter \n\n4768A\ndet, men k. s. nej, h. havde ikke fjæld det\nMåtte [ikke] til at erkjende og Fruen gik ind\ntil Katrup og fortalte at det var borte\nJa, h. vidste det godt. nu kunde du have\nsagt mig det den første gang, da kunde\njeg have skaffet dig det, men nu er de\nved at klippe det i Stykker, der er Sags\npaa det, og s. kan jeg ikke vise det tilbage\nMen i Efteraaret kommer h. og vil stjæle\nÆbler, s. skal vi nok faa ham fanget.\nJeg ved at h. kommer og vil stjæle i den\nabild lige for Havestuen. S. skal Jokum\nmin Søn have Bøssen ladet med Hagl\nS. kom h. ogsaa og h. søgte ogsaa Abilden\nsom Pr. sagde. Sønnen op i Havestuen\nog da h.- var kommen godt op og havde faaet\nnogle Æbler, skød h. hans Ben fuld af\nHagl. s. Tæerne gik af ham. Ved det Pr.\nkunde gjøre s. mange Kunster, vilde ung\ndommen have hans Karl til at ræde ham\ni Kirken. H. gik op til Kirken hver Af\nten og satte sig i hans Andagt, og da h. gik\ntilbage stod Karlen stivt for ham. Er \ndet folk, s. svar, er det Satan s. vig. Men\nh. gav ingen Svar. S. tog Pr. hans Bog og\nkastede op og begyndte at læse. S mærkede\nKarlen, h. sak og var sukken over Fodleddet\ninden h. svarte, s. sagde Pr. nu kan jeg ikke\n4768B\nsvare, nu du er kommer over leddet, havde\ndu svaret før kunde jeg have reddet dig.\nEn g. sagde h. til hans Folk, at en Mand\nDer havde hængt sig var vis paa Himmerig\ndet var hans Kone der havde voldt det\ndet var h. vis paa. S. tog h. to Mænd med\nsig og gik til Manden da h. laa paa Straa,\ngav ham 3 Spørgsmaal. H. svarte godt\nnok paa dem. Mændene forundrede dem\npaa det. S. gik h. ind til Konen og sagde Ja\ngid dig og mig var s. sikker paa Himmerig\nsom h., h. skal sandelig i viet Jord, for\ndet er skikken, at de bliver begravet i\nHuller og Anstalter, men det skal h. san\ndelig ikke blive gjort ved. S. skrev h. til Kjø\nbenh. og fik Tilladelse til at h. maatte kom\nme i Kierkegaarden.", "english_manuscript": "Pastor Katrup in Skjødstrup could show again. He asked his wife if his canvas had disappeared. Went out and asked her girls about it. They denied it the first time, they thought that the farmhand had hidden it on them. Then they went out and asked the farmhand about it, but the farmhand said no, he hadn't hidden it. Had to admit it and the Lady went in to Kattrup and told him it was gone. Yes, he knew that was the case, \"but you could have told me the first time, then I could have gotten it back for you, but now there's a scissors at it, and they're cutting it into pieces, so I can't show it back. But this fall he'll come and steal apples, so we'll catch him sure enough. I know that he'll come and steal from the tree right in front of the garden room, then my son Jokum will have the gun loaded with buckshot.\" He came, too, and he sought out the apple tree just as the minister had said. The son was up in the garden room and when the other one was a good ways up and had gotten hold of some apples, he shot his legs full of buckshot and his toes were blown off. Since the minister could do so much magic, the neighborhood youngsters wanted his farmhand to scare him in the church. He went up to the church every night and sat in silent prayer, and when he was on his way back, the farmhand stood stiff in front of him. \"If it's a person, then answer, if it's Satan, then yield!\" But he didn't answer. Then the minister took his book, flung it open and began to read. Now the farmhand noticed that he was sinking, and he'd sunk down above his ankles before he answered. Then the minister said, \"I can't do anything, now that you've sunk in above the joint, if you'd answered before, then I could have saved you.\" One time, he told his people that a man who'd hung himself was probably in Heaven. It was his wife who'd caused it, he was sure about that. Then he took two men with him and they went to the man, while he was lying on straw, and asked him three questions. He answered them well enough. The men were quite surprised by that. Then he went in to the wife and said, \"Well, I wish you and I were as certain about Heaven as he is, he's definitely going into consecrated ground.\" It was the custom that people who had killed themselves were put into holes or the like. \"But we sure aren't going to do that to him.\" Then the minister wrote to Copenhagen and got permission for the body to be placed in the cemetery.", "danish_publication": "Pastor Kattrup i Skjödstrup spurgte hans kone, om hendes lærred, der lå på bleg, var ikke henne. Hun gik ud og spurgte pigerne om det. De nægtede det første gang, for de mente, at karlene havde fjæld det for dem. Så gik de ud og spurgte karlene om det, men de sagde nej, de havde ikke fjæld noget. Så måtte pigerne til at bekjende, at det også var henne, og fruen gik ind til Kattrup og fortalte det. Ja, han vidste det godt, \"men du kunde have sagt mig det første gang, da kunde jeg have skaffet dig det, men nu er der saks på det, og de er ude at klippe det i stykker, så kan jeg ikke vise det tilbage. Men i efteråret kommer tyven og vil stjæle æbler, så skal vi nok få ham fanget. Jeg véd, at han kommer og vil stjæle i den abild lige for havestuen, så skal Jokum, min sön, have bøssen ladet med hagl.\" Tyven kom også, og han sögte abilden, som præsten sagde. Sönnen var oppe i havestuen, og da den anden var kommen godt op og havde fået nogle æbler, skød Jokum hans ben fulde af hagl, så tæerne gik af ham.\n     Ved det præsten kunde gjøre så mange kunster, vilde ungdommen have hans karl til at ræde ham i kirken. Præsten gik op til kirken hver aften og satte sig i hans stol, og da han gik tilbage, stod karlen stivt for ham. \"Er det folk, så svar, er det Satan, så sig!\" Men karlen gav intet svar. Så tog præsten hans bog og kastede op og begyndte at læse. Nu mærkede karlen, han sak, og han var sukken over fodleddet, inden han svarte. Da sagde præsten: \"Nu kan jeg ikke redde dig, nu du er kommen over leddet. Havde du snakket för, kunde jeg have frelst dig\".\n     En gang sagde han til hans folk, at Lars Nielsen, der havde hængt sig, var vis på Himmerig, det var hans kone, der havde voldt det, det var han vis på. Så tog han to mænd med sig og gik til den døde, da han lå på strå, og gav ham tre spörgsmål. Han svarede godt nok på dem, og mændene undrede dem over det. Så gik han ind til konen og sagde: \"Ja, gid dig og mig var så sikker på Himmerig som han, han skal sandelig i viet jord.\" Det var jo skikken, at dem, der tog sig selv af dage, de skulde puttes ned i huller og anstalter. \"Men det skal han sandelig ikke blive gjort ved.\" Så skrev præsten til Kjöbenhavn og fik tilladelse til, at liget måtte komme i kirkegården.\n     Han gik hver eneste aften op på kirkegården og ind i kirken. Hans datter Kristiane fulgte med ham til kirken, men hun vilde ikke med derind. Han var meget hjælpeløs, og derfor fulgte hun ham også til kirken hver søndag.", "english_publication": "Pastor Kattrup in Skjødstrup asked his wife if her canvas that was being bleached hadn’t disappeared. She went out and asked the girls about it. They denied it the first time, because they thought that the farmhands had hidden it on them. Then they went and asked the farmhands about it, but they said no, they hadn’t hidden anything. Then the girls had to admit that it had disappeared and the lady went in to Kattrup and told him. Yes, he knew that was the case, “but you could have told me the first time, then I could have gotten it back for you, but now there’s a scissors at it, and they’re cutting it into pieces, so I can’t show it back. But this fall the thief will come and steal apples, so we’ll catch him sure enough. I know that he’ll come and steal from the tree right in front of the garden room, then my son Jokum will have the gun loaded with buckshot.” The thief came, too, and he sought out the tree as the minister had said. The son was up in the garden room and when the other one was a good ways up and had gotten hold of some apples, Jokum shot his legs full of buckshot and his toes were blown off. \n     Since the minister could do so much magic, the neighborhood youngsters wanted his farmhand to scare him in the church. The minister went up to the church every night and sat in his chair, and when he was on his way back, the farmhand stood stiff in front of him. “If it’s a person, then answer, if it’s Satan, then say so!” But the farmhand didn’t answer. Then the minister took his book, flung it open and began to read. Now the farmhand noticed that he was sinking, and he’d sunk down above his ankles before he answered. Then the minister said, “I can’t save you now, now that you’ve sunk in above the joint. If you’d spoken before, then I could have saved you.”\n     One time, he told his people that Lars Nielsen, who’d hung himself, was likely in Heaven. It was his wife who’d caused it, he was sure about that. Then he took two men with him and they went to the dead one, when he was lying on straw, and asked him three questions. He answered them well enough and the men were quite surprised by that. Then he went in to the wife and said, “Well, I wish you and I were as certain about Heaven as he is, he’s definitely going into consecrated ground.” It was the custom that people who had killed themselves were put into holes or the like. “But we sure aren’t going to do that to him.” Then the minister wrote to Copenhagen and got permission for the body to be placed in the cemetery.\n     Every night, he walked up in the cemetery and into the church. His daughter Kristiane followed with him to the church, but she wouldn’t go in there. He was quite helpless and therefore she always accompanied him to church every Sunday.", "keywords": {"keyword": ["admission", "ankles", "apples", "bleaching", "blow", "body", "books", "buckshot", "canvas", "case", "cemetery", "chair", "church", "consecrated", "daughter", "death", "disappearance", "fall", "farmhand", "garden", "girl", "heaven", "kill", "lady", "Lars", "leg", "magic", "minister", "Nielsen", "night", "Pastor Kattrup", "permission", "Satan", "shooting", "sinking", "son", "straw", "Sunday", "theft", "thief", "three", "toe", "tree", "wife", "wish", "writing", "young"]}, "etk_index": {"heading_danish": "Præster", "heading_english": "Ministers"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}