{"publication_info": "DS_III_1236", "full_name": "150 - 1.30 - DS_III_1236", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 1.3, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 172, "name": "Freggelund", "display_name": "Freggelund (place mentioned)"}, {"place_id": 398, "name": "Madum sø", "display_name": "Madum sø (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 533, "publication_info": "DS_III_1233", "full_name": "533 - 0.00 - DS_III_1233", "url": "data/stories/690.dfl"}, {"informant_id": 369, "publication_info": "DS_III_1238", "full_name": "369 - 0.00 - DS_III_1238", "url": "data/stories/460.dfl"}]}, "fielddiary_page_start": "3248b", "fielddiary_page_end": "3249a", "bibliographic_info": null, "bibliography_references": {"reference": {"display_string": "[Article] Stokker, Kathleen. 1992. Migratory Legend 3005 : 'The Would- Be Ghost' -- Why Be He a Ghost?. Vol. 48 of <i>Arv</i>, 143-152."}}, "annotation": "The attempt of the farmers to play a seemingly harmless trick on the minister backfires with calamitous results. In that respect, this widely attested legend is closely related to legends of the would-be ghost (ML3005). In most variants of this legend, the minister is called to offer last rites, another parallel to stories of the would-be ghost (DS III 1233). There is a suggestion in some stories that playing tricks on the minister was a common occurrence (DS III 1238). The trick, although seemingly innocuous (and amusingly similar to contemporary \"crank calls\"), clearly violates the minister's trust. As with stories of the would-be ghost, the stories do not agree on the involvement of the minister in the sinking: does he cause it, or is it caused by the ungodliness of the actions? The forgotten Bible is always recovered.\n\n     The published version is slightly abbreviated, with several inexplicable deletions.", "danish_manuscript": "I Madum Søje har der staaet en Grd. Fregge\nlund, den sujt. De havde slagtet et Svin\nog lagt i en Seng. Bud efter Pr. at gjøre Nar\nad ham. H. lagde hans Bog paa en Stol og\nskulde hen at berette den syge. S. kom der en\nPlask Vand op midt paa Stuegulvet og s. siger\nh. til Kusken, h. skulde vende derfra og afsted\n\n3249A\ns. raa de kunde, for nu sujt Grden. De satte\ndem paa Vognen og af Sted s. raa de kunde og\nda de kom over Ejendommen, da var Grden sujt\nHans Bog glemt paa Stolen, men den kom\nsejlende i Land med Bogen paa.\n", "english_manuscript": "There was a farm in Madum Sø. Freggelund, it sank. They had slaughtered a pig and put it in a bed. Then they sent for the minister to make a fool of him. He put his book on a chair and went to go give the last sacrament to the sick person. Then a splash of water came up right in the middle of living room floor, and he says to his driver that he should turn around and get out of there as fast as they could, because now the farm would sink. They got up in the wagon and got out of there as fast as they could, and when they had gotten off the property, the farm had sunk. He'd forgotten his book on the chair, but it came sailing ashore with the book on it.", "danish_publication": "I Madum sø har der stået en gård, som er sunken, og den kaldtes Freggelund... slagtet et svin... lagde hans bog på en stol og vilde så trine hen at berette den syge, men da kom der en plask vand op midt på stuegulvet, og så siger han til hans kusk, at han skulde vende derfra og komme af sted så rå de kunde, for nu sujt gården. De satte dem da på vognen, og af sted lod de tage, og da de kom over ejendommen, da var gården sujt. Præsten havde glemt hans bog på stolen, men den kom sejlende i land med bogen på.", "english_publication": "There was a farm in Madum Sø [Madum Lake], which sank and it was called Freggelund… slaughtered a pig… left his book on a chair and then wanted to go off and give the last sacrament to the sick person, but a splash of water appeared right in the middle of living room floor, and then he says to his coachman that he should turn around and get out of there as fast as they could, because now the farm would sink. They got up in the wagon and left, and when they had gotten off the property, the farm had sunk. The minister had forgotten his book on the chair, but it came sailing ashore with the book on it.", "keywords": {"keyword": ["books", "chair", "driver", "farm", "floor", "minister", "pig", "sacrament", "sailing", "sickness", "sinking", "slaughter", "wagon", "water"]}, "etk_index": {"heading_danish": "Sagn om gårde og byer", "heading_english": "Legends about farms and towns"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}