{"publication_info": "Æv_0_1459", "full_name": "90 - 1.07 - Æv_0_1459", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 1.07, "fieldtrip": "October 1889", "fieldtrip_start_date": "1889-10-25", "fieldtrip_end_date": "1889-11-18", "places": {"place": [{"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}, {"place_id": 338, "name": "København", "display_name": "København (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 90, "publication_info": "Æv_0_1462", "full_name": "90 - 1.08 - Æv_0_1462", "url": "data/stories/331.dfl"}, {"informant_id": 90, "publication_info": "Æv_0_1667", "full_name": "90 - 3.13 - Æv_0_1667", "url": "data/stories/367.dfl"}, {"informant_id": 150, "publication_info": "DSkv_0_59", "full_name": "150 - 1.10 - DSkv_0_59", "url": "data/stories/13.dfl"}, {"informant_id": 90, "publication_info": "DS_IV_988", "full_name": "90 - 1.06 - DS_IV_988", "url": "data/stories/329.dfl"}]}, "fielddiary_page_start": "4768b", "fielddiary_page_end": "4770a", "bibliographic_info": null, "bibliography_references": {"reference": {"display_string": "[Book] Uther, Hans-Jörg. 2004. <i>The types of international folktales : a classification and bibliography, based on the system of Antti Aarne and Stith Thompson (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}}, "annotation": "This story is missing from the fair copy collection (Æventyr renskrift) collection at the Danish folklore archives, and has not been published elsewhere. The story borders on the obscene, and may have been deemed unsuitable for publication. The story has elements common to tales classified as ATU 1358A, \"Hidden Lover Buys Freedom from Discoverer\", and B, \"Husband Carries Off Box Containing Hidden Lover\", and ATU 1359, \"Husband Outwits Adulteress and Lover\".\n\n     The wife and minister's dalliance is ultimately revealed to the entire congregation, echoing in part the condemnation of the wife in the preceding legend (AMJ 1.06). Ultimately, balance is restored in the couple's marriage and their relationship to the minister and the church.", "danish_manuscript": "Der var en Pr. s. dejlig til at præke. S. var\nen Kone, s. kjøn og havde saadan Lyst til\nat høre ham og gik til Kirke hver Søndag \nog h. havde lige s. stor Lyst til hende. Ønske\nde s. tit at kom til at snakke med hende. \nTraf det sig s. en Søndag at h. fik Snak\nmed hende og vilde have at vide hvor boede.\nMen vilde helst til hende, naar Manden blev \nikke hjemme. S. at h. blev ikke hjem paa\nLøverdag, skulde til Kjøbenhavn. S. kom Pr. \nog vilde besøge hede. Maate at M. kom \nikke hjem om Natt og s. Pr. blive der om\n\n4769A\nN.  s. hændte det sig alligevel at M. kom\nhjem. Og de vilde til at i Seng og Pr. \nvar at kalde af Klæd. Kom M. kjørende.\nHvor skal jeg skjule mig. Ja i deres\nPigekammer for Pigen var ikke hjemme. Lukkede\nham ind der. og da M. kom ind, s. h. om\nde havde lavet paa at skulle til at brygge \ni Morgen. Nej ikke lavet paa for der var\nhverken malet Malt eller noget. Ja s. \nvsg og male Malt, hende og Pigen kunde\ngodt i Aften. Turde ikke sige at hun\nhavde givet Pigen lov. M. gaar ud i Pige\nkammeret og siger, at hun skal op og male\nMalt og det var mørk. Pr. ?? op og\niføre sig Pigens Kl. S. stod h. og hjalp \nKonen og malte Malt. Gik s. ind i Pige\nkammeret igen, det skulde jo hedde sig at\nhan var Pigen. Da det lakkede langt hen\nad N. tykte h. h. maatte hellere hjem.\nNu kommer konen jo til Kirke 2 Dagen igen\nDet er da nu forfærdelig M. De har er h i \nsaadan ved Dem altid. s. har jeg virkelig\nondt af det for Dem. Kan du nu ikke\nsige bestemt hvornaar h. skal afsted igen\nS. skrev hun til Pr. at nu var det sikkert\nh. blev henne den 2. Løverdag, langt hen.\nS. kom Pr. igen og besøgte Konen. Fik Sp \nog Dr. og blev godt beværtet, langt hen, vilde\ntil Sengs, nu mente de h. kom ikke til\n4769B\nAf klæderen, kom h. kjørende ud ad Gaarden\nigien, ligesom 2. g. vidste ikke anden Plads\nend at staa i deres Hønsehus i en Krog\nder mente hun da ikke h. kom, ellers s. h. \ni alle Kroge. Og M. kom ind, vilde h have \nnoget til hans Natver og have Hønsesteg\nKunde ikke gaa i Hønsehuset i Aften\nNoget sært noget. Ja vilde have det, siden\ngaa i Hønsehus. Idet h. lukker Døren op\ns. rendte Pr. ud, men h. vidste ikke hvem\ndet var. Kom ind og s. at h. kunde ikke\nvide, hvad det var for et Spektakel der var \ni Hønsehuset og fik ingen Høns. 3 Søndag\nkommer atter til Kirke. I det er da en\nforskrækk. Mand De har. Ja saadan er\nh. jo alletider, det kan en ikke regne om.\nMen nu en 2. Løverdag s. er det sikkert\nh. skal hen, s. kan vi snakke om det \naltsammen. Pr. igjen. Var færdig og\nhavde faaet Sp. og Dr. til Sengs. Af al\nle klæderne og var ved at skulle putte dem\nkom Mand kj. igjen. Vidste nu aldrig hvad\nhun skulde gjøre. Men der var stor Fjertønde\nsidde løjt der og hun sætte Laaget lidt paa\nDa M. kom ind. N. hvordan har du det, \nhar du lavet de Fjer til. a skal af sted\ni Morgen igjen, ud med de 2 Fjertønder\nog have dem smækket efter i Aft. H. ind\nog sømmet Tønderne og fik ud at staa\n\n4770A\npaa Møddingen for det de skulde være \nrede at løsse 2 Dagen. S. lossede h. dem\nsaadan, at h. kunde lige komme til Kirken\nfor h. vidste godt hvad der var i Tønden\ndet havde h. og Konen jo med hindanden.\nKom lige til Kirken folken var der. Slog s.\nTønden af og den gik i Stykker. Og Kirke fol\nken blev bange,  de vidste ikke andet nu\ndet var F. der kom ud af Tønden. Men\nPr. stræbte lige godt og kom ind og i an\nden Klæder og kom og gjorde Præken. Søndagen\nefter vilde Manden og komme til Kirke, hav\nde ikke været der s. længe men vilde i\nPræstens Klæder, de laa der ude. Pr. godt\nkjent M. Nu vidste aldrig hvordan h.\nskulde af sted med det, kom nok til at\nlægge lidt ud i Præken om, hvordan h.\nvar kommen efter det. Lagde ud at h. var\net Sted hvor de havde klæde ham nogen\naf og beholdte hans klæder, men nu haa\nbede h. nok det var baade Mandens og \nKs gave de kunde blive mere enige\nh. kunde se de fulgtes ad til Kirken.\nSiden kunde Konen gaa for pr. siden \nog siden fulgtes M. og K. ad til Kirken.\n", "english_manuscript": "There was a minister who gave the most delightful sermons. Then there was a woman, who was so pretty and she liked to listen to him so much and went to church every Sunday and he wanted her just as much. He wanted so often to chat with her. It happened one Sunday that he got to talking with her and he wanted to know where she lived. He preferred to visit her when her husband wasn't home. She said he wouldn't be home on Saturday, he had to go to Copenhagen. So the minister came to visit her then. Believed that her husband wouldn't come home during the night, so the minister stayed there that night. But then it happened that her husband came home anyway. And they were about to go to bed together and the minister was getting undressed. Then her husband came driving in. Where should I hide? Well, out into their hired girl's room, since she wasn't home. She let him in there and when her husband came in, he asked if they'd gotten ready to brew tomorrow. No they weren't prepared because they hadn't milled any malt or anything else. Well, then go out and mill the malt, she and the hired girl could certainly do that that evening. She didn't dare say that she'd given the hired girl the night off. The husband goes out to the girl's room and says that she has to get up and help mill malt, and it was dark. The minister wakes up and puts on the girl's clothes. Then he got up and went and helped the wife mill malt. Then he went back into the girl's room, he was supposed to be the girl. Then the night wore on and he decided that he'd better get home. Now the wife goes to church the next day again. That's a terrible husband you have, is he always like that to you, if so then I really feel for you. Can't you say for certain when he is going to be away again. Then she wrote to the minister that it was certain that he would be away the next Saturday, quite far away. Then the minister came again and visited the woman. Got food and drink and was well taken care of, and well into the night they got ready to go to bed together, they figured that he wouldn't be coming back again. Took off their clothes, and he came driving into the farmyard again, just like the first time didn't know any place for him to hide other than a nook in the hen house, she didn't think he'd go there, otherwise he tended to look in all the nooks. And the husband came in and she asked if he wanted something for dinner and he said he wanted roast chicken. Could not go out to the hen house tonight. That was strange. Well, he wanted that, and so he went out to the hen house. When he opened the door, the minister came running out, but he didn't know who it was. Came in and said he had no idea what kind of spectacle there was out there in the hen house, but he couldn't get any hens. The third Sunday, comes once more to church. That's quite a frightened husband you have. Yes, he's always like that, you can't count on him. But now next Saturday, he is definitely going to be gone, so we can talk about everything then. Minister again. Were done and had food and drink to bed. All the clothes off and were about to go to bed and the husband came driving home again. Had no idea what to do. But there was a big feather barrel sitting right there, and she put the lid on a bit. When the husband came in. So, how are you, have you gotten those feathers together. I need to go off again tomorrow, out with the two feather barrels and have them nailed shut tonight. He came in and nailed the barrels shut and had them brought out onto the dung heap since they had to be ready to be loaded up the next day. So he loaded them like that so that he could just get to the church, because he knew quite well what was in the barrel, he and his wife had talked about it with each other. Came right to the church and people were there. Knocked the barrel off and it broke open. And the church folk got scared, they thought that it was the Devil who came out of the barrel. But the minister hurried up and went in and got into other clothes and came and held his sermon. The next Sunday, the husband wanted to go to church too, hadn't been there for quite a while, wanted to go in the minister's clothes, they were lying out there. The minister quite recognized the husband. He had no idea how he was going to get away with it, was probably going to say something about it in the sermon how it had come about. He mentioned that he had gone to a place where they had undressed him and kept his clothes, but now he hoped that it was a gift to both the husband and wife, that they could be more in agreement. He could see that they accompanied each other to church. Since then the wife could go to see the minister, and since then the man accompanied his wife to church.", "danish_publication": "Æv 1459 mangler", "english_publication": "Æv 1459 is missing from the fair copy collection. The unpublished version reads: \nThere was a minister who gave the most delightful sermons. Then there was a woman who was so pretty and she liked to listen to him so much and went to church every Sunday and he wanted her just as much. He wanted so often to chat with her. It happened one Sunday that he got to talking with her and he wanted to know where she lived. He preferred to visit her when her husband wasn't home. She said he wouldn't be home on Saturday, he had to go to Copenhagen. So the minister came to visit her then. Believed that her husband wouldn't come home during the night, so the minister stayed there that night. But then it happened that her husband came home anyway. And they were about to go to bed together and the minister was getting undressed. Then her husband came driving in. Where should I hide? Well, out into their hired girl's room, since she wasn't home. She let him in there and when her husband came in, he asked if they'd gotten ready to brew tomorrow. No they weren't prepared because they hadn't milled any malt or anything else. Well, then go out and mill the malt, she and the hired girl could certainly do that that evening. She didn't dare say that she'd given the hired girl the night off. The husband goes out to the girl's room and says that she has to get up and help mill malt, and it was dark. The minister wakes up and puts on the girl's clothes. Then he got up and went and helped the wife mill malt. Then he went back into the girl's room, he was supposed to be the girl. Then the night wore on and he decided that he'd better get home. Now the wife goes to church the next day again. That's a terrible husband you have, is he always like that to you, if so then I really feel for you. Can't you say for certain when he is going to be away again? Then she wrote to the minister that it was certain that her husband would be away the next Saturday, quite far away. Then the minister came again and visited the woman. Got food and drink and was well taken care of, and well into the night they got ready to go to bed together, they figured that he wouldn't be coming back again. Took off their clothes, and he came driving into the farmyard again, just like the first time, they couldn't think of any place for the minister to hide other than a nook in the hen house, she didn't think her husband'd go there, otherwise he tended to look in all the nooks. And the husband came in and she asked if he wanted something for dinner and he said he wanted roast chicken. Could not go out to the hen house tonight. That was strange. Well, he wanted that, and so he went out to the hen house. When he opened the door, the minister came running out, but the husband didn't know who it was. Came in and said he had no idea what kind of spectacle there was out there in the hen house, but he couldn't get any hens. The third Sunday, the wife goes once more to church. That's quite a frightened husband you have, says the minster. Yes, he's always like that, you can't count on him. But now next Saturday, he is definitely going to be gone, so we can talk about everything then. Minister again. Were done and had food and drink, went to bed. Took all their clothes off and were about to go to bed and the husband came driving home again. Had no idea what to do. But there was a big feather barrel sitting right there, and she put the lid on a bit. When the husband came in. So, how are you, have you gotten those feathers together. I need to go off again tomorrow, out with the two feather barrels and have them nailed shut tonight. He came in and nailed the barrels shut and had them brought out onto the dung heap since they had to be ready to be loaded up the next day. So he loaded them like that so that he could just get to the church, because he knew quite well what was in the barrel, he and his wife had talked about it with each other. Came right to the church and people were there. Knocked the barrel off and it broke open. And the church folk got scared, they thought that it was the devil who came out of the barrel. But the minister hurried up and went in and got into other clothes and came and held his sermon. The next Sunday, the husband wanted to go to church too, hadn't been there for quite a while, wanted to go in the minister's clothes, they were lying out there. The minister quite recognized the husband. He had no idea how he was going to get away with it, was probably going to say something about it in the sermon, how it had come about. He mentioned that he had gone to a place where they had undressed him and kept his clothes, but now he hoped that it was a gift to both the husband and wife, that they could be more in agreement. He could see that they accompanied each other to church. Since then the wife could go to see the minister and, since then, the man accompanied his wife to church.", "keywords": {"keyword": ["agreement", "barrel", "bed", "belief", "brewing", "chicken", "church", "clothing", "count", "dark", "day", "devil", "dinner", "door", "drinking", "dung", "evening", "feather", "folk", "food", "gift", "girl", "hen", "henhouse", "home", "husband", "mill", "minister", "night", "nook", "Saturday", "sermon", "Sunday", "tomorrow", "tonight", "undressed", "wife", "woman", "writing"]}, "etk_index": {"heading_danish": "Registrant over Evald Tang Kristensens Samling af Eventyr", "heading_english": "Index of Evald Tang Kristensen's collected Fairy Tales"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}