{"publication_info": "Æv_0_1462", "full_name": "90 - 1.08 - Æv_0_1462", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 1.08, "fieldtrip": "October 1889", "fieldtrip_start_date": "1889-10-25", "fieldtrip_end_date": "1889-11-18", "places": {"place": {"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "DSkv_0_43", "full_name": "150 - 3.09 - DSkv_0_43", "url": "data/stories/72.dfl"}, {"informant_id": 90, "publication_info": "Æv_0_1667", "full_name": "90 - 3.13 - Æv_0_1667", "url": "data/stories/367.dfl"}, {"informant_id": 150, "publication_info": "DSkv_0_13", "full_name": "150 - 3.31 - DSkv_0_13", "url": "data/stories/94.dfl"}, {"informant_id": 90, "publication_info": "Æv_0_1459", "full_name": "90 - 1.07 - Æv_0_1459", "url": "data/stories/330.dfl"}]}, "fielddiary_page_start": "4770a", "fielddiary_page_end": "4772a", "bibliographic_info": "Steensberg 1964, vol. 2, 155\nHolbek 1987\nNexø 1906-1910", "bibliography_references": {"reference": [{"display_string": "[Book] Uther, Hans-Jörg. 2004. <i>The types of international folktales : a classification and bibliography, based on the system of Antti Aarne and Stith Thompson (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}, {"display_string": "[Book] Andersen Nexø, Martin. 1906-1910. <i>Pelle erobreren</i>. Copenhagen: Gyldendal."}]}, "annotation": "Economic concerns play a significant role in this active masculine fairy tale since payment for the apprenticeships and the boy's prowess with his crafts are all foregrounded. Unlike many other variants of ATU 517, \"The Boy Who Understands the Language of Birds\", the boy protagonist seems to foster no ill-will towards his parents.\n\n     Holbek suggests that figures such as the princess should be read more as the daughter of a wealthy farmer than an actual princess, and the daughter here seems to confirm that. The boy's parents are not poor, and additions to the story in the fair copy emphasize that. One cannot help but notice the arrangements that the boy makes for his parents, bringing them to the castle rather than leaving them in their advancing years to fend for themselves. Such an arrangement would have had great appeal to a pensioner like Margrete. The parents' donation of their possessions to the poor is an unusually progressive position for a fairy tale, and should be read in the context of the ongoing debate over the care of the poor in rural communities.\n\n     Although the fair copy is not missing from the collection at the Danish folklore archives, the story has never been published. The fair copy follows the text of the manuscript closely, but smooths out the language.", "danish_manuscript": "To gl. Folk kun 1 søn. Tykte at h. var\nkjed af at gaa hjemme hele Tiden forlangte at\nkomme i Lære. Hvad Lære. Ja Skomager\ngodt at faa noget Skotøj. Kjører derhen\n4770B\nog giver 400 Daler for at lære ham det og\nvære god med ham. Blev s. dygtig. S. s.\nskomag. til ham, h. kunde ikke lære ham\nmere, bedst h. skrev til hans Forældre\nde kunde komme og hente ham. Nej h. skul\nde skrive, han var et Doggerhoved og kunde ikke\nlære, havde heller ingen Lyst til det læn\nger. S. maatte Skomag. ogsaa skrive det\nog s kom de jo og hent. ham. Ja de tvivle\nde jo godt paa det h. havde ingen Lyst \ngaaet hjem hele tiden. Kom hjem. Det\ngjør jo ikke noget, for du kan jo gjærne\ngaa hjem med os, vi har jo nok at gjø\nre  imod dig med. Gaaet hjem et bitte\nstykke, spørger om h. maa ikke komme\ni en Løre til. Ja hvad Lære s. I guld\nsmeløre for det var da et rent Arbejde.\nTykte rigtig godt om det. Tog ham til en \nguldsmed.  og sp. om hvad h. vilde. 400\nD. Løre ham godt, havde været i 1 før,\nikke Lyst til. Ja godt give. Været der \net Stykke og nu bleven villere end Mesteren.\nrede til at gjøre det M. ikke kunde.\nMaatte hellere skrive hjem . . . . . Nej\nsaadan ikke, men at h. havde ingen Lyst\no.s.v. Hjem og gaaet der et Stykke. I en\nlære til. ... Hen at lære Fuglesproget. Tyk\nte det var sært, men skulde afsted. Kom\ntil den M. der kunde Fuglespr. og h. fik\n\n4771A\n400 D. for det. Dygtig og kunde hvert Sprog\nog forstod hver Fugle. Vilde skrive hjem\nat h. var s. dygtig. Ja maatte godt, s. fik\nde da den fornøjelse. Været hjem et Stykke\nAnden Dagen kom der en Fugl og synger.\nHvad s. s. den sagde Konen. Den synger\nti a skal snart til at ud og rejse. Hvad\nskal du ud at rejse efter. Ja ved ikke\nden synger nu saadan. S. kom der en 2 Fugl\nog sang. han skulde ud at rejse, for der\nvar s. meget godt i Vente for ham. Mod.\ntykte ikke om det. Kom 3 Fugl. Hvad\ner det s. den synger. Den synger at a\nskal kom s. fin hjem, I kan ikke kjende \nmig. og I skal tage jer Sølvfad og lade \nmig vaske mig i. Det skal nu aldrig ske, te\na skal tage mit S.f. og lade dig vaske dig\ni. Ja vilde nu af sted, for det synger\nFuglene jo om. Rejste s. derfra og først\ntil en Skom. tæt ved, der arbejdede for \ndem paa Slottet. Bud efter Skom. fra\nPrins. om h. kunde ikke sy hende en\nSko magen til den hun havde, havde kastet\nhendes ene Sko hen. S. pæn en tykte\nSkom. ikke h. kunde sy. Men havde faaet\nen ny Svend, det kunde være h. kunde nok\ns. dygtig. Hjem til Svenden. Sagt. s. \nfint Arbejde lavet tit. Færdig til 2 Dag\n\n4771B\nJa sagt blive. Skom. gik og kikkede ind ad\ndøren. Tykte ikke h. bestilte noget. 2 Morg\nvar den færdig. Ned til Prins. Om hun maatte\nikke faa den Svend at se. Kom og vilde tale\nmed hende. Hun have ham. Ikke Lyst til,\nhavde ogsaa lært at være guldsmed. Vilde\nhen til en gsm. Lige saadan Bud til kom\nom en Guldfingerring, laves det pæne\nste de kunde. Var ræd for h. kunde ikke\nlave en s. brilliant. Men havde Svend.\nSpørg ham om det. Jo sagtens lave Ringen\nog alting. Gsm. kikker jo til det ind ad Døren \nmen tykte ikke, h. ret gjorde noget med det.\n2. Dags Morgen. Ja den havde været færdig\nlænge. Gaar ned til Prs. Den brillianteste \nRing, hun havde haft nogen Tider, om\nden Svend ikke vilde komme. Derned. Snak\nkede. Men vil du da ikke have mig. Jo, \ndersom hun vilde s. gjærne og de kaldte Kon\ngen til dem. De maatte godt faa hinan\nden og s. faa Riget. De fik s. hinanden.\nLyst til at følge hjem og se mine Forældre.\nJo De har det godt og nok at leve af.\nSpændt for og kom til at kjøre. Da de kom\nsad M. og K. ude. Jø Kors hvad er det\nfor fine fremmede der kommer. Hvad skal\nvi gjøre ved dem. Har ikke s. fine Stuer\n\n4772A\nAa Stuerne er gode nok, s. M. lad dem\nkuns komme ind. Om de vilde ikke have\nnoget at leve af. Jo. Om de kunde \nblive der i Nat. Aa gud bedre det har\nikke andet end et Gjæstekammer. Om de var\nfornøkeg med at ligge der. Stærk fornøjet\nvilde hellere end gjærne blive. K. tidlig\noppe og gik og kikkede om de vilde ikke snart\nrejse dem. I klæderne, kom med noget \nVand i hendes sølvfad. Ind at spise\nHør I to gl. Folk har I ingen Børn.\nAa Herre G. vi havde en enlig Søn, i\nmange Lærer og rejste bort. Kan I kjende \nham. Ja har et Kjendetegn paa venstre\nArm, en rød Plet, ser den, s. kan a kjen\nde ham.  Knappede op og viste hende Tegnet\nAa Herre H. er det min Søn. Kan I nu\nse, I har taget Fadet som Fuglene \nsang og jeg har gjort en lykkelig Rejse\nDe snakket nu om at følge med dem. Ja\nhvad skal vi gjøre ved det vi har. Det\nkan I dele mellem de fattige. Ja da\nvilde vi godt til vor Søn. Fik ogsaa at\nvide, at h. kunde godt alle hans Lærer.", "english_manuscript": "Two old people just one son. Thought he was tired of staying home all the time and said that he wanted to start an apprenticeship. Which craft? Well, cobbling. Good to get some shoes. Drove over there and give 400 daler to teach him that and to be good to him. Became quite good at it. Then the cobbler said to him, he couldn't teach him any more, best that he wrote to his parents that they should come and get him. He should write instead that he was a fool and couldn't learn anything and didn't want to anymore anyway. Then the cobbler had to write that, and then they came and got him. They doubted it since he had no desire to stay at home the whole time. Got home. It doesn't matter, you're welcome to stay at home with us, we've got plenty of things for you to do. Stayed at home for a little while, asks if he can't start learning another craft (start another apprenticeship). Sure, which craft. Said goldsmith because that was clean work. Thought that was a very good idea. Brought him to a goldsmith and asked how much he wanted. 400 Daler. Teach him well, had one apprenticeship before, but didn't want to do it. Yes, would do his best. Was there for a while and now was more skilled than the Master. Ready to do things that the Master couldn't. Better write home .... No, not like that, rather that he didn't have any desire etc. Home and was there a while. Start one more apprenticeship. ... Off to learn the speech of birds. Thought that was strange, but off they went. Came to the man who could speak to the birds, and he got 400 daler for that. Clever and could every language and understand every bird. Wanted to write home that he was so clever. Yes, he may, then they'd have the pleasure of that. Was home for a while. The next day a bird comes and sings. What did it say, said his mother. It's singing that I am going to go traveling soon. What are you going to travel for? I don't know, it's singing about that now. Then another bird came and sang. He was going to go out traveling because there was so much good waiting for him. The mother didn't like this very much. A third bird came. What is that one singing? It's singing that I will come home looking so fine that you won't recognize me, and that you will take your silver platter and let me wash myself in it. That will never happen, I would never let you wash yourself in my silver platter. Well, I am going to go now, because that's what the birds are singing about. Went off and first to a cobbler nearby, who worked for the people at the castle. A request for the cobbler came from the Princess asking if they could sew (make) her a shoe identical to the one she had, she'd tossed one of her shoes away. The cobbler thought he couldn't sew (make) such a fine one. But he'd gotten a new journeyman, it could be that he could make one that nice. Came home to the journeyman. Said he'd often done such fine work. It would be finished the next day. And so it was a deal. The cobbler went and looked in at the door. Didn't think he was doing anything. The next day it was finished. Down to the princess. Could she perhaps see this journeyman. She wanted him. He didn't want to yet, he had also learned to be a goldsmith. Wanted to go to a goldsmith. Same kind of message came about a gold ring, make the finest one they could. Was afraid that he couldn't make one as shiny. But had a journeyman. Ask him about that. Sure, could certainly make the ring and everything else. The goldsmith looks in at the door but didn't think he was doing much with it. The next morning. Yes, it has been done for quite a while. Goes along to the princess. The shiniest ring she had ever had, would the journeyman please come. Down there. Talked. Don't you want me. Yes, because she really wanted to and they called the king to them. They could certainly have each other and then have the kingdom. So they got each other. Want to come home and meet my parents. Hitched up (the horses) and started driving. When they got there, the mother and father were sitting inside. Jesus Christ, what kind of fine strangers have arrived? What should we do with them? The rooms are not so nice. Oh, the rooms are good enough, said the husband, let them come in. Would they like something to eat. Sure. Could they stay the night. Oh my goodness, we only have a guest room. Would they be happy to stay there. Very pleased, would love to stay more than anything. Got up early and went and looked to see if they were going to get up anytime soon. Into their clothes, put some water in their silver platter. In to eat. Listen you two old people, don't you have any children. Oh, dear god, we have a single son, had many apprenticeships and traveled off. Can you recognize him. Yes, he has a birthmark on his left arm, a red spot, if I see it, then I'll recognize him. Unbuttoned and showed her the mark. Oh dear god, is this my son. Can you see now, that you've taken the platter that the birds sang about and I've had a fortunate journey. They talked about going with them. Yes, what should we do with the things we have. You can give them to the poor. Yes, we'll do that for our son. They also learned that he was quite good at all his crafts.", "danish_publication": "Der var to gamle Folk, og de havde kun en Søn. Nu tykte han, at han var kjed af at gaa hjemme hele Tiden, og saa forlangte han at komme i Lære. ”Hvad Lære kan du da have Lyst til at komme i?” siger Faderen. Ja, han vilde da helst være Skomager, for det var da godt at faa noget godt Skotøj. De gamle var velstaaende Folk, og de kjører saa hen til en Skomager og akkorderer med ham om at tage Sønnen i Lære. De skulde give ham 400 Daler for det, og saa skulde han være god ved ham. Han kommer saa i Lære, det gjør Sønnen, og han blev en meget dygtig Skomager. Saa siger Skomageren til ham: ”Nu kan a ikke lære dig mere, nu er det bedst, a skriver hjem til dine Forældre, de kan komme og hente dig.” – ”Nej, du skal skrive, a er et Doggerhoved, der ikke kan lære noget, og a har heller ingen Lyst til længere.” Skomageren maatte saa ogsaa skrive det, og Forældrene maatte hen og hente ham. Ja, de tvivlede jo godt paa at han ingen Lyst havde til det, for han havde jo gaaet hjemme hele Tiden. Saa kommer Sønnen altsaa hjem igjen. ”Det gjør jo ikke noget,” sagde de, ”at du ikke blev Skomager, for du kan jo gjærne blive ved at gaa hjemme ved os, vi har jo nok at gjøre imod dig med.” Da han havde saa gaaet hjemme en bitte Tid, saa spørger han, om han maa ikke komme i én Lære til. ”Ja, hvad Lære vil du saa i?”—”I Guldsmedlære,” siger han, ”for det er da et rent Arbejde, og det tykker a rigtig godt om.” Ja, Forældrene havde heller ikke noget imod det, og saa tager de hen til en Guldsmed og spørger om, hvad han vilde have at lære deres Søn Professionen. Ja, han vilde have 400 Daler. ”Saa skal du ogsaa lære ham godt, han har været i én Lære før, men den havde han ikke Lyst til.” Det lovede han, og saa vilde de ogsaa godt give de Penge. Han kommer saa til Guldsmeden og er der et Stykke Tid, og han lærte saa godt, at han nu var bleven villere end Mesteren, og var rede til at gjøre det, som Mesteren ikke kunde. Saa siger Guldsmeden: ”Nu maa a hellere skrive hjem til dine Forældre, at de kan komme og hente dig, for nu er du udlært.”—”Nej, saadan skal du ikke skrive, du skal skrive, te a har ingen Lyst til at være Guldsmed, og a er et Doggerhoved, der ikke kan lære noget.” Ja, det tykte han jo ikke, men det blev til sidst saadan, at Karlen fik ham til at skrive saadan. Forældrene kom saa efter ham, og de sagde: ”Ja, vi tænkte det nok, han har været i én Lære før, og det kunde ikke blive til noget. Men han kan ogsaa godt blive ved at gaa hjemme ved os, for vi har jo nok.” Han kom saa hjem og gik der en Tid. Saa siger han: ”A troer, a vil ud i en Lære til, nu har a faaet Lyst til at komme hen og lære Fuglesproget.” De tykte jo, det var sært, men han var vant til at faa hans Vilje, og han skulde af Sted. Saa tager Faderen med ham hen til den Mand, der kunde Fuglesproget, og han akkorderer med ham om at lære Sønnen og skulde have 400 Daler for det. ”Men saa kommer du ogsaa til at lære ham godt, for nu har han været i Lære to Gange, og det er ikke bleven til noget.” Ja, det skulde han nok, og Sønnen kommer i Lære og bliver dygtig til Sproget, saa han kunde nu forstaa hver Fugl. Da han har været der en Tid, saa siger Mesteren: ”Ja, nu vil a skrive hjem til dine Forældre, te nu er du dygtig nok, og nu kan de komme og hente dig.” – ”Ja, det maa du godt,” siger Karlen, ”saa faar de da den Fornøjelse.” Han kommer saa hjem igjen, og da han har været hjemme en lille Tid, saa kommer der en Dag en Fugl og sidder og synger. ”Hvad er det, den synger?” siger Konen. ”Den synger, te a skal snart til at ud og rejse.” – ”Hvad skal du ud at rejse efter?” ”Ja, det véd a ikke, den synger nu saadan.” Saa kom der en anden Fugl, og den sang ogsaa, han skulde ud at rejse, for der var saa meget godt i Vente for ham. Dether tykte Moderen ikke om. Saa kom der en tredje Fugl og sang. ”Hvad er det saa, den synger?” siger Moderen. ”Den synger, te a skal komme hjem i saadan en Finhed, saa I kan ikke kjende mig, og I skal tage jert Sølvfad og lade mig vaske mig i.” – ”Det skal nu aldrig ske, te a skal tage mit Sølvfad og lade dig vaske dig i,” siger Moderen. ”Ja, nu skal a til at afsted,” siger Sønnen, ”for det synger Fuglene jo hele Tiden om,” og saa gav han sig ogsaa paa Rejsen. Først kom han til en Skomager, der boede tæt ved Slottet og arbejdede for de Kongelige. I det samme kommer der Bud fra Prinsessen, at hun havde kastet hendes ene Sko hen, og nu vilde hun have Skomageren til at sy Magen til den. Men han tykte ikke, han kunde sy saa pæn en én, for han var jo oppe paa Slottet at se den. Men saa kommer han lige i Tanker om, han havde faaet en ny Svend, det kunde være, han kunde være nok saa dygtig. Han gaar saa hjem til Svenden og snakker med ham om det. ”Ja, den kan a sagt sy,” siger han, ”saa fint Arbejde har a lavet saa tit.” Ja, den skulde være færdig til Andendagen. ”Det kan den sagt blive,” siger han. Han kommer saa paa Værkstedet og skal til at sy denher Sko, og Skomageren gik og kikkede ind ad Døren af og til, han tykte ikke, han bestilte noget. Men anden Morgen var den færdig, og Skomageren gaar saa ned paa Slottet til Prinsessen med den. Da hun ser den, siger hun, om hun maatte ikke faa den Svend at se. Skomageren gaar saa hjem og siger, at Prinsessen vilde tale med ham. Han kommer ogsaa derned, og da hun ser ham, saa vil hun have ham. Men det havde han ikke Lyst til endnu. Han vilde nu hen til en Guldsmed, for han havde ogsaa lært den Profession. Saa kommer der lige saadan Bud til den Guldsmed fra Prinsessen, om han vilde lave hende en Guldfingerring, og den skulde laves det pæneste, han kunde. Der blev jo sendt Bud efter ham, men han sagde, at han var ræd for, han kunde ikke lave én saa brilliant, som hun ønskede den. Men han havde lige faaet en ny Svend, og han vilde spørge ham om det, om han kunde ikke lave den, for han var kanske nok saa dygtig. Han kommer saa hjem og taler til ham om det. ”Jo, den kan a sagtens lave,” siger han, ”a kan lave baade Ringe og alting.” Den skulde være færdig Andendagen, og nu skal han til at smede paa den. Guldsmeden gaar jo og kikker til det ind ad Døren, men han tykte ikke ret, han gjorde noget ved det. Saa anden Dags Morgen kommer han jo derind og spørger til det. ”Ja, den har været færdig længe,” siger Svenden, og saa gaar Guldsmeden ned til Prinsessen med den. Det var den brillianteste Ring, hun havde haft nogen Tider, om den Svend vilde ikke komme ned til hende, hun havde Lyst til at se ham. Jo, Guldsmeden gaar hjem or forretter det, og Svenden rejser ogsaa ned paa Slottet. Da Prinsessen saa ham, saa siger hun: ”Men vil du da ikke have mig?” Jo, siger han, dersom hun vilde saa gjærne, saa vilde han nok føje hende i det nu. De kalder saa Kongen ind til ham og snakker med ham om det, og da han har faaet Redelighed paa, hvordan det har sig, saa giver han ogsaa Lov til, at de maa faa hinanden, og saa skulde han ogsaa have Riget. Der bliver saa holdt Bryllup, og det var nu altsammen saa meget godt. Da de nu havde været samme i nogle Aar, saa siger han en Dag til hende, om hun havde ikke Lyst til at følge med ham hjem og se til hans Forældre. Jo, hun siger jo. ”Ja, de har det godt, og de har nok at leve af.” Der bliver saa spændt for, og de kommer til Kjøren. Da Vognen kommer saa ind i Gaarden, da sad Mand og Kone inde, og de siger: ”Jøsse Kors, hvad er det for fine fremmede her kommer! Hvad skal vi gjøre ved dem?” siger Konen, ”vi har ikke sa fine Stuer, vi kan vise dem ind i.” – ”Aa, Stuerne er gode nok,” siger Manden, ”lad dem kuns komme ind.” Han gaar saa ud og faar dem hjulpen af Vognen og faar dem bøjen ind. Saa spørger han jo, om de vilde ikke have noget at leve af. Jo, det vilde de godt; om de kunde blive der i Nat? ”Aa, Gud bedre det,” siger Konen, ”vi har ikke andet en et Gjæstekammer,” om de var fornøjede med at ligge der. Ja, det var de stærkt fornøjede med, det vilde de hellere end gjærne. Konen var tidlig oppe næste Morgen, og hun gik og kikkede, om de vilde ikke snart rejse dem. Endelig kommer de i Klæderne, og hun kommer saa med noget Vand i hendes Sølvfad, som de skulde have at vaske dem i. De skal saa ind at spise. Saa siger Prinsen: ”Hør, I to gamle Folk, har I ingen Børn?” – ”Aa, Herre Gud,” siger de, ”vi har haft en enlig Søn, men han er rejst væk fra os, vi har haft ham i mange Lærer, og lige meget hjalp det.” – ”Kan I kjende ham?” siger Prinsen. ”Ja,” siger hans Moder, ”han har et Kjendetegn paa hans venstre Arm, det er en rød Plet, og naar a ser den, saa kan kjende ham.” Han knappede saa op og viste hende Tegnet. ”Aa, Herre Gud, er det min Søn!” – ”Kan I nu se,” siger han igjen, ”te I har taget Fadet og ladet mig vaske mig af, som Fuglene sang om, og I sagde endda, det skulde aldrig ske. A har gjort en lykkelig Rejse og er bleven gift med Prinsessen.\" Saa snakkede de begge to med dem, om de kunde ikke have Lyst til at følge med dem hjem. ”Ja, hvad skal vi gjøre ved det, vi har?” siger Manden. ”Det kan I dele imellem de fattige,” siger Sønnen. ”Ja, da vil vi godt hen og være med vor Søn,” siger Moderen, og saa blev det ordnet saadan, og nu fulgte de med dem til Slottet og blev der for Fremtiden. Saa kunde de da blive kloge paa, te han havde faaet lært hans Haandværker til Gavns.", "english_publication": "There were two old people and they had just one son. One day he thought that he was tired of staying at home all the time and so he asked to be put into an apprenticeship. “What type of apprenticeship would you like to be put into?” said his father. Well, he’d most like to be a cobbler, because it would be good to get some shoes. The old couple were well off, and so they drive him off to a cobbler and reach an agreement with him to take the son as an apprentice. They were to give the cobbler four hundred daler for that and then he was to be good to their son. He starts the apprenticeship, the son does, and he became a very talented cobbler. Then the cobbler says to him, “I can’t teach you anything more now, and so now it is best that I write to your parents that they can come and get you.” “No, you should write that I’m a fool who can’t learn a thing and that I’m no longer interested either.” The cobbler had to write that, too, and the parents had to come and get him. Well, they doubted quite a bit. He’d had no interest in being at home the whole time he’d been at home. Then the son comes home again. “There’s nothing wrong with the fact that you didn’t become a cobbler,” they said, “because you can stay here with us at home for a while, we have plenty for you to do.” After he’d been at home for a little while, then he asks if he can’t start another apprenticeship. “Sure, what type of apprenticeship would you like now?” “A goldsmith apprenticeship,” he says, “since that’s clean work and I really would like that.” Sure, the parents had nothing against that either and so they take him to a goldsmith and ask him what he wants to teach their son the profession. Well, he wanted four hundred daler. \"Well, then you have to teach him well, he had one apprenticeship before, but he wasn’t interested in it.” He promised and then they were happy to give him the money. The son comes to the goldsmith and is there for a while, and he learned so well that he had now become better than the master and was able to do things that the master couldn’t. Then the goldsmith says, “Now I’d better write home to your parents that they can come and get you, because now you’ve been fully taught.” “No, don’t write that, you should write that I don’t have any desire to be a goldsmith, and that I’m a fool who can’t learn anything.” Well, that’s not what he thought, but in the end the boy got him to write that. The parents came for him and they said, “That’s what we expected, he’s been at home with us the whole time, and he’s had an apprenticeship before, and that didn’t lead to anything. But he can stay at home with us, since we have enough.” He came home and stayed there a while. Then he says, “I think I want to have another apprenticeship, now I’ve decided I’d like to go and learn the speech of birds.” They thought that was strange, but the son was used to getting his way, and he wanted to head off. Then his father goes along with him to the man who knew the speech of birds, and arranges with him to teach his son, and he was to get four hundred daler for that. \"But then you’d better teach him well, because now he’s been an apprentice twice, and that hasn’t led to anything.” Yes, he’d certainly do that, and the son begins the apprenticeship and becomes so good at the language that he could understand every bird. After he’d been there a while, the master says, “Well now I’m going to write home to your parents, because you’re good enough now that they can come and get you.” “Yes, you can certainly do that,” says the boy, “then you’ll have that pleasure.” He comes home again and after he’s been at home for a little while, a bird comes one day and sits and sings. “What is it singing?” says the mother. “It's singing that I am going to go out traveling soon.”—“What are you going to go out traveling for?” – “I don’t know, it's just singing that.” Then another bird came, and it sang too, he was to go out traveling, because there was so much good waiting for him. The mother didn’t like this. Then a third bird came and sang. “What is it singing?” asks the mother. “It is singing that I am going to come home so fine that you won’t recognize me and that you’ll take out the silver platter and let me wash myself in it.” – “That will never happen, that I’ll take my silver platter and let you wash yourself in it,” says the mother. “OK, but now I’m going to go,” says the son, “because the bird keeps singing about that,” and then he set off on his journey. First he came to a cobbler who lived close to the castle and worked for the royals. Just then, a message comes from the princess, that she’d lost one of her shoes and now she wanted the cobbler to make her one just like it. But the cobbler didn’t think that he could sew such a beautiful one because he’d gone up to the castle to look at it. But then he remembered that he’d just gotten a new journeyman and it could be that he was talented enough to do it. He goes home to the journeyman and talks with him about it. “Sure, I can sew that,” he says, “I’ve often done such fine work.”  Well it was to be done by the next day. “It certainly can be done by then,” he says. He goes out to the workshop and is to sew this here shoe, and the cobbler went and looked in on him through the door now and then, he didn’t think he was doing anything. But the next morning it was done and the cobbler goes down to the castle to the princess with it. When she sees it, she asks if she can’t see the journeyman. The cobbler goes home and says that the princess wants to talk with him. He goes down there and when she sees him, she wants to have him. But he wasn’t interested in that yet. He wants to go to a goldsmith because he’d also learned that profession. Then another message comes to the goldsmith from the princess asking if he’d make her a gold finger ring, and it was to be the most beautiful one that he could make. A messenger was sent for him, but the goldsmith said that he was afraid that he couldn’t make one as shiny as she wished. But he’d just gotten a journeyman and he’d ask him about that, if he could make it, because he was apparently quite talented. He comes home and talks to him about it. “Sure, I can certainly make that,” he says, “I can make rings and everything.” It was to be done by the next day, and now he was going to start smithing it. The goldsmith goes and looks in on him through the door, but he didn’t really think that he was doing anything. Then the next morning he goes in there and asks about it. “Yes, it's been done for a while,” says the journeyman, and then the goldsmith goes down to the princess with it. It was the shiniest ring she’d ever had, would the journeyman come down to her, she wanted to see him. Sure, the goldsmith goes home and arranges it, and the journeyman goes down to the castle. When the princess sees him, she says: “Don’t you want me?” Sure, he says, because she really wants to, he’d agree now. Then the king calls him in to him and he talks to him about it, and when he has been reassured about how things stand, then he gives his permission, and they can have each other and then he was to get the kingdom as well. They hold a wedding and that was all quite nice. After the two had been together for several years, he asks her one day if she would like to follow him home and visit his parents. Sure, she says yes. “Yes, they’re fine and they have plenty to live off.” The horses are hitched up and they drive off. When the wagon comes into the farmyard, the mother and father were sitting inside and they say, “Jesus Christ, what kind of fine strangers have arrived! What are we going to do with them?” says the mother, “we don’t have fine rooms to which we can show them.” – “Oh, the rooms are good enough,” says the father, “just let them come in.” He goes out and helps them out of the wagon and gets them inside. Then he asks them if they’d like something to eat. Yes, they would; could they stay there that night? “Oh good Lord,” says the mother, “we only have one guest room,” would they be OK staying there? Sure, they’d be delighted, they’d be more than happy. The mother got up early the next morning and she went and looked to see if they were going to get up soon. Finally they get dressed and she comes with some water in her silver platter, they were to have that to wash themselves in. Then they were to come in and eat. Then the prince says, “Listen, you two old people, don’t you have any children?” – “Oh, dear God,” they say, “we had a single son, but he has journeyed off from us, we had him in many apprenticeships, and it didn’t help any.” – “Would you recognize him?” says the prince. “Yes,” says his mother, “he has a mark on his left arm, it is a red spot and when I see it, then I will recognize him.” He unbuttoned his shirt and showed her the mark. “Oh, dear God, is this my son?!” – “Can you see now,” he says again, “that you’ve taken the platter and let me wash myself in it, just as the birds sang, and you said that it would never happen. I’ve had a wonderful journey and married the princess.” Then the two talk with them, and asked if they didn’t want to come home with them. “Well, what would we do with what we have?” says the father. “You can share it amongst the poor,” says the son. “Well, then we’ll gladly go and be with our son,” says the mother, and then it was arranged like that, and they followed them to the castle and stayed there for the future. And then they discovered that he’d learned his crafts thoroughly.", "keywords": {"keyword": ["afraid", "agreement", "apprenticeship", "arms", "beautiful", "birds", "boy", "castle", "children", "Christ", "cobbler", "crafts", "daler", "day", "discovery", "door", "father", "finger", "fool", "future", "god", "gold", "goldsmith", "guest", "happy", "home", "horse", "husband", "Jesus", "journeyman", "king", "kingdom", "language", "learning", "lord", "marriage", "master", "message", "messenger", "money", "morning", "mother", "night", "old", "parents", "permission", "platter", "poor", "prince", "princess", "red", "ringing", "royal", "sewing", "shirt", "shoe", "silver", "singing", "smithing", "son", "stranger", "tired", "wagon", "water", "wedding", "wife", "work", "writing"]}, "etk_index": {"heading_danish": "Registrant over Evald Tang Kristensens Samling af Eventyr", "heading_english": "Index of Evald Tang Kristensen's collected Fairy Tales"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}