{"publication_info": "Æv_0_1460", "full_name": "90 - 2.03 - Æv_0_1460", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 2.03, "fieldtrip": "October 1889", "fieldtrip_start_date": "1889-10-25", "fieldtrip_end_date": "1889-11-18", "places": {"place": {"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}}, "stories_mentioned": {"story": {"informant_id": 90, "publication_info": "Æv_0_1667", "full_name": "90 - 3.13 - Æv_0_1667", "url": "data/stories/367.dfl"}}, "fielddiary_page_start": "4780b", "fielddiary_page_end": "4782a", "bibliographic_info": "Pentikaïnen 1969\nHolbek 1987", "bibliography_references": {"reference": [{"display_string": "[Book] Uther, Hans-Jörg. 2004. <i>The types of international folktales : a classification and bibliography, based on the system of Antti Aarne and Stith Thompson (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}, {"display_string": "[Article] Pentikäinen, Juha. 1969. The Dead without Status. Vol. 4 of <i>Temenos</i>, 92-102."}, {"display_string": "[Book] Holbek, Bengt. 1987. <i>Interpretation of Fairy Tales (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}]}, "annotation": "Margrete tells a version of ATU 326, \"The Youth Who Wanted to Learn What Fear is,\" in which the motif of buried treasure is repeated. With both treasures, the solicitous haunt whom the boy confronts instructs him to distribute these ill-gotten gains among the victims or the poor. This distribution of wealth aligns well with other variants of ATU 326a, \"Soul Released from Torment\". \n\n      The story has a great deal in common with legends about guilty, solicitous haunts (Pentikaïnen 1969), and less in common with the wonder tales described by Holbek (1987). The innkeeper and the king represent two distinct classes and their \"thefts\" are qualitatively different. In the first case, it is a question of simple theft, whereas in the second case, it is a question of taxation (without representation) being equated to theft. In post-constitution Denmark, significant debate surrounded taxation, and the right of the local versus the national government to tax the local populations. In many ATU 326 variants, the boy finally learns fear from something mundane, such as cold water being thrown on him, or fish being placed in his bed, which is not the case in Margrete's story. In her variant, he is frightened by the overwhelming onslaught of the warrior ghosts.\n\n     This tale was never published. The fair copy version expands significantly on descriptions found in the field diaries but does not change the overall structure or the individual episodes that comprise the tale.", "danish_manuscript": "En Pige var ude efter Tørv om Aftenen\nog blev ræd. Karlen siger hvad hun kun\nde blive ræd for i et Tørvehus.  Se her\nom han vilde følge med ud med Lygten s.\nkunde de faa det at se. S. var det et\nPindsvin der laa i Tørven. Det var ikke\nnoget at blive ræd for. Men h. havde\nhørt der var et Kror, der vilde h. hen og\nse om h. kunde blive ræd. Rejste efter det\nog forlangte at ligge der. Ikke hjælpe\nde havde et andet Hus at ligge der. Vilde\n\n4781A\ngjærne blive der og se hvad der var. Altid\nvære en opredt seng. Hen at ligge i.\nGodt varm i Seng og Kl. hen imod 12\nkommer en og vil i s. til ham. Uha hvor\ndu er kold, men put dig ind til mig, du\nkan blive varm. S. kom h. til Live og da\nvar det den gl. Kromand, h. havde gravet\ns. mange Penge og dem gi h. efter og skulde\nhave aabenbaret. Følg med hen til Stedet\ngravet ned i en Kjælder i en stor Kjedel.\nMaatte tage dem h. vilde og de andre til\ndem de var bedraget fra, s. fik h. nok Ro.\nOm Morg. Folk kom, laa h. og sov s. trygt\nKaldte og sp. hvordan h. havde det. Godt\nsaadan og saadan ..... Krom. gjort s. me-\nget Uret. Men der var nu den Kjedel Pen-\nge. Pengene oplyses mellem dem der\nvar bedr. Siden gik aldrig nogen igien\ni den Kro. S. rejste h. videre frem \nTil et slot, hørt der kunde de heller ikke \nvær. Prøve at blive ræd der-- sp. om h.\nkunde ikke blive .. Ja Herregud her kan in-\ngen Msker være. vi maa selv vige hver\nNat, s. meget spøgeri og skidt, vi kan\nikke være her, vi bliver kvæld, alle dem\nder er her. Ja det havde ingen Far.  Men\nhave en Slave til at være ved ham. godt\nnok. Blev enlige med hinanden, saa sig om\n4781B\nkring, hængte s. meget Flæsk i Skorstenen. \nVilde til at koge dem noget Ærter. Om\nikke hente Brændsel, s. h. hente Vand\nog gjør Ild paa. S. blev Slaven henne\nikke forstaa. Gaar ud, da laa Slaven der\nmed Næsen bøjet i Røven og var død.\nHvad ligger du der efter. Ikke svare.\nInd med Brænds. og fik hans Ærter kogt\nS. gaar i Seng. Kom 12 Karle med en\nLigkiste og sætter foran Sengen h. laa i\nog de tager Laaget af og M. rejser sig og\nvilde i Seng til Karlen ogsaa. Det er da\ngrov s. kold du er -- Vil du ikke have\nnogle Ært du kan blive varm. Svarer\nja til. Ja G.ske lov for den Natver\ndet er mange Aar siden a har faaet\nnoget at spise. Men nu kan a da\ngjøre lige så godt imod dig, følg med\nned i min Kjælder. Der stod 3 Kjedler\nog gravet ned, fulde af Penge alle tre\nDerfor ingen Ro, taget s. store Skatter\naf Landet. Den ene Kjedel maate Kgen\nfaa. 2 maatte h tage nogle af og de\nøvrige deles mellem Folkene i Landet.\nOm Morg. kom Folk. og h. sov som tilform(??)\nudvaaget om Natt. Ja havde det rigtig godt.\n\n4782A\nSige dem, hvorfor uro. Gl. Konge gik.\nigien og de fik travlt med at faa de\nPenge gravet i Land. Fortalte hvad \nKg. havde sagt om Skatt. o.s.v. End-\nnu ikke ræd. Paa et andet Slot, stor\nAnstalt der. Rejser og kommer der. Spørger\nom at blive. Ingen være, gaar meget\nSpøgeri. og saadan Anstalt, alle kvæld\nder havde været der. Ikke gjøre noget,\nom a blev kvæld. Mange Krigsfolk med\nVaaben kom og stor Anstalt hele Natten,\nfægtedes og h. laa under Dynen hele Tiden\nog turde ikke lade sig se. Der blev h.\nræd for det fik h. ikke aabenbaret \nhvad det var. Rejst til h. blev ræd.\n", "english_manuscript": "A girl had gone out one evening to get some peat and had gotten scared. The farmhand asks her what she could be afraid of in a peat house. Asks if he'd come out with her with the lamp then they'd be able to see it. It turned out there was a hedgehog lying there in the peat. That was nothing to be afraid of. Then he'd heard that there was an inn, he wanted to go there and see if he'd get frightened. He went there and asked to spend the night there. It would be no good to stay there, they had another house to stay in. He really wanted to stay there and see what it was. There was always a bed made up there. He went over and lay down in it. It was a nice warm bed, and just about midnight, someone comes and wants to climb into bed with him. Wow, you're cold, but come on in to me, you can get warm. Then he came to life and it was the old innkeeper, he had buried a lot of money, and he was walking once again because of that and wanted the money to be revealed. He followed with him to the place, it was buried in the cellar in a big pot. He was to take as much as he wanted and the rest were for the people whom he had duped out of their money, then he'd get peace. The next morning, the people came back and he lay there sleeping safe and sound. They called out and asked him how he was. Good. Such and such... the innkeeper had done so many wrongs. But now there was a pot of money. The money was split among the people who'd been duped. After that, no one ever walked again at that inn. Then he went on his way to a castle, he'd heard they couldn't be there either. He wanted to try to get frightened there--he asked if he couldn't stay there. No, my God, no one can stay here. We have to leave every night, there's so much haunting and stuff, we can't stay here, everyone who was here would be killed. Well, there was no danger of that, but he wanted a slave to stay with him. Fine. They were left alone together and they looked around, there was a lot of ham hanging in the chimney. Wanted to cook them some peas. If he'd go get the firewood, he'd go get the water, and light it. Then the slave disappeared. He couldn't understand that. He went out and the slave was lying there with his nose up his ass and he was dead. What are you lying there for? No answer. Took the firewood inside and boiled his peas. Then he goes to bed. Twelve men come in with a coffin and put it down in front of the bed he was lying in and they take the lid off of it. The man gets up and wants to climb into bed with the farmhand as well. It's horrible how cold you are--don't you want to have some peas, it will warm you up. He answers yes. Yes, thank God for that meal, it is has been many years since I had anything to eat. But now I can do as well for you, come with me down to my cellar. There were three pots buried down there and each one was full of money. That's why there was no peace there, he'd taken such huge taxes from the country. The one pot was for the king, the second he could have some of, and the third was to be split among all the people in the country. The next morning the people came, and he was sleeping as if he'd slept the whole night through. Yes he was quite well. Told them why there were disturbances. The old king went again and they got busy with digging up the money. He told the people what the king had said about taxes etc. He still wasn't frightened. Went to another castle, there was quite a commotion there. Sets off and arrives there. Asks if he can stay. No one can stay, there's too much haunting and such commotion, every one who has stayed has been killed. A lot of warriors with weapons came and there's a huge commotion all night long, they were fencing and he lay under the blanket the whole time and didn't dare let himself be seen. He got frightened that time because he didn't discover what it was. He'd traveled until he got frightened.", "danish_publication": "En Pige var ude efter Tørv om Aftningen, og saa kommer hun ind og siger, at hun var bleven saa ræd. ”Hvad kan du vær bleven ræd for,” siger Karlen, inde i et Tørvehus. ”A kan aldrig blive ræd for noget.” Ja, om han saa vilde følge med hende ud med Lygten, saa kunde de faa det at se. Han tænder ogsaa Lygten, og de gaar derud. Da er det et Pindsvin, der laa i Tørvene, og han gjorde jo saadan Nar ad hende. ”Det var ikke noget at blive ræd for,” siger han, nej, der skulde noget andet til, hvis han skulde blive ræd, og han talte store Ord. Saa havde han hørt, der var et Kroer, hvor der gik spøgelser, og nu blev han opsat paa, han vilde derhen og se, om han kunde blive ræd. Han kom saa ogsaa rejsende dertil og forlanger at ligge der. ”Ja, det kan ikke hjælpe du bliver her i Nat,” siger Folkene, ”der kan ingen ligge her, vi har et andet Hus at ligge i om Natten.” Men han vilde nu være der og se, hvad der var, og saa fik han da ogsaa Lov til det. Der skulde altid være en opredt Seng der og den fik han Lov at ligge i. Han gaar saa til Ro, da de andre var tagne hen, og da Klokken var bleven hen imod 12, og han var bleven godt varm i Sengen, saa kommer der én og vil i Seng til ham. ”Uha, hvor du er kold,” siger han, ”men put dig ind til mig, du kan blive varm.” Saa gjorde han ogsaa det, og nu kom den til Live, og han fortalte, at han var den gamle Kroermand der i Kroeret, og han havde gravet saa mange Penge ned, dem var det nu, han gik efter, for han skulde have det aabenbaret. Han beder ham følge med ham til Stedet, hvor de var gravet ned. Det var i en Kjælder, og de stod i en stor Kjedel. Saa beder han ham tage de Penge, han vilde, og de andre skulde han give til dem, han havde bedraget dem fra, saa haabede han nok at faa Ro. Derefter sov han rolig til Dag. Om Morgenen kom Folkene tilbage, og da laa han og sov trygt. Saa kaldte de paa ham og spurgte, hvordan han havde det. Ja, han havde det godt. Det var gaaet saadan og saadan. Den Kroermand, der havde været der før, han havde gjort saa megen Uret, og han vilde have det aabenbaret med de Penge, det var derfor, han gik. Nu var det det med den Kjedel Penge, og han fik dem med ned i Kjælderen, og de fik dem op. Nu skulde det jo oplyses imellem dem, der var blevne bedragede, at de kunde faa deres Penge igjen, og det skete, og siden var der aldrig nogen, der gik igjen i den Kro. Saa rejste Karlen videre frem, for han kunde nok have Lyst til at rejse, til han blev ræd. Han kommer saa til et Slot, og havde han hørt, de kunde heller ikke være, nu vilde han prøve, om han kunde blive ræd der. Saa spørger han jo, om han kan blive der om Natten. ”Aa nej Herregud, her kan ingen Mennesker være,” siger de, ”vi maa selv vige hver Nat, saa meget Spøgeri og Skidteri der er her.”—Nej, vi kan ikke være her, de bliver kvæld alle dem, der er her.—”Ja, det er vel ingen Fare,” siger han. Men han vilde nok have en Slave til at være ved ham, og saa vilde han prøve at blive der en Nat. Ja, det var jo godt nok, og der bliver saa taget én ud, som skal være ved ham. Da de nu blev enlige med hinanden, saa gav han sig til at se sig omkring. Der hængte saa meget Flæsk i Skorstenen, og saa vilde de til at koge dem nogle Ærter, for han var bleven sulten. Han siger saa til denher Slave om at hente noget Brændsel og saa noget Vand, og saa vilde de til at gjøre Ild paa. Slaven gik ogsaa, men han blev henne. Det kunde Karlen ikke forstaa, og han gaar saa ud for at se efter ham. Da ligger han der med Næsen bøjet helt om i Røven og var død. ”Hvad ligger du der efter?” siger han, men han svarte jo ikke. Saa gaar han ind med Brændselet og faar Ild paa og faar hans Ærter kogt, og derefter gaar han i Seng. Saa kommer der tolv Karle med in Ligkiste, og den sætter de foran Sengen, han laa i, og tager Laaget af. Manden, som laa der, han rejser sig og vil i Seng til Karlen ogsaa. ”Det er da grov, saa kold du er,” siger han, ”vil du ikke have nogle varme Ærter, saa du kan blive varmet op?” Det svarer han ja til, og da han har spist, saa siger han: ”Ja Gudskelov for dem Nætower, det er mange Aar siden a har faaet noget at spise. Men nu kan a da gjøre lige saa godt imod dig, som du har gjort imod mig. Nu skal du følge med ned i min Kjælder.” Karlen rejser sig og følger med ham, og saa ser han tre Kjedeler, som er gravet ned der, og de var fude af Penge alle tre. Han havde været Konge i Landet og havde taget for store Skatter, derfor kunde han ingen Ro faa i hans Grav. Nu skulde de Penge frem for Dagens Lys igjen. Den ene Kjedel maatte den Konge faa, der nu var i Landet, den anden maatte han tage nogle af, og de øvrige skulde deles mellem Folkene i Landet. Det lovede han at faa gjort i Orden, og saa gik Kongen i hans Ligkiste igjen, og de 12 Karle kom og bar han væk. Om Morgenen kom Folkene tilbage til Slottet, og da sov Karlen trygt, han var jo udvaaget fra om Natten. De kalder saa paa ham og spørger om, hvordan han har det. Ja, han havde det rigtig godt, siger han. Om han saa ikke kunde sige dem, hvorfor der var saadan Uro om Natten?” Jo, det kan a godt, det er den gamle Konge, der gaar igjen, og det er for nogle Penge, han skal have aabenbaret, for han har taget for store Skatter af hans Land. Han viste dem saa, hvor Kjedlerne stod, og sagde, hvordan de skulde deles ud. Nu fik de jo travlt med at faa Pengene i Land og saa faa dem delt ud. Selv fik han nogle, Kongen fik den ene Tredjepart, og det øvrige blev delt ud til Undersaatterne. Nu havde han skaffet dem Ro der, og saa rejste han derfra, men endnu var han ikke bleven ræd. Saa kommer han til et andet Slot, og der var en svær Anstalt. Han spørger jo som sædvanlig om at blive, og Folkene de siger, at ingen kunde være der, for der gik saa meget Spøgeri og var saadan Elendighed, for alle var bleven kvæld, som havde været der. ”Det kan ikke gjøre noget om a bliver kvækd, lad mig kuns blive.” Han var der saa Natten over, men det var en farlig Tummel. Der kom mange Krigsfolk med Vaaben, og de fægtedes inde ved ham. Saa blev han rigtig nok ræd og laa under Dynen hele Tiden og turde ikke lade sig se. Han fik ingen Redelighed paa, hvad det var, og der blev ingen Ting aabenbaret, saa dem fik han ikke befriet paa det Slot. Men nu havde han rejst saa længe, til han var bleven ræd.", "english_publication": "A girl had gone out to get peat one evening and then she comes in and says that she had gotten scared. “What could  you possibly have gotten scared of out in a peat-house?” says the farmhand. “Nothing ever scares me.” Well, if he’d follow her out with the lantern, then they could see what it was. He lights the lantern and they go out there. It was a hedgehog, lying in the peat, and so he teased her a lot. “That was nothing to be scared of,” he says; \"no, you'd need to find something else if he was going to get scared,\" and he talked big. He had heard that there was an inn where there were ghosts and now he decided that he wanted to go there and asks to stay there. “Well, it won’t do any good for you to stay here tonight,” say the people, “no one can stay here, we have another house to stay in at night.” But he wanted to stay there and see what it was, and he was given permission to do that. There was always supposed to be a bed made up there and he was given permission to lie in it. He settles down when everyone else has left, and when it was up toward twelve o’clock, and he had gotten nice and warm in the bed, someone comes and wants to get into bed with him. “Ooh, you’re so cold,” he says, “but never mind, come in to me, you can warm up.” And so he did that, and now the ghost came to life and told him that he was the old innkeeper there in the inn and he’d buried a lot of money. That was what he was haunting for, since he was supposed to disclose it. The ghost asks the farmhand to follow him to the place where it was buried. It was down in the cellar in a big pot. Then the ghost tells him to take the money he wanted and the rest he was to give to those the ghost had duped, then he hoped to have peace. After that the farmhand slept peacefully until the morning. That morning, the people came back and there he lay and slept soundly. Then they called him and asked how he was. Well, he was fine. Such and such had happened. The innkeeper who’d been there before had done so much injustice and he wanted to disclose the thing with the money, that’s why he haunted. Now there was the pot of money and he brought them down into the cellar and they got it up. Now they were to let everyone know who’d been duped that they could get their money back, and that happened, and since then there was never anyone who haunted in that inn again. Then the farmhand journeyed on, because he wanted to keep traveling until he got scared. He comes to a castle, and he’d heard that the people there couldn’t stay there either, and now he wanted to see if he could get scared there. So he asks if he could stay there at night. “Oh, good lord no, no one can stay here at night,” they say, “we have to leave every night ourselves, there’s so much haunting and bad stuff here. No, we can’t stay here, everyone who stays here gets killed.” “Well, there’s no danger of that,” he says. But he does want a slave to stay with him, and then he’d try to stay there an entire night. Sure, that was fine, and so a slave was brought out who was to stay with him. When they are finally alone with each other, the farmhand started to look around. There was some ham hanging in the chimney and then they were going to boil themselves some peas, since he’d gotten hungry. So he tells this slave to go get some firewood and then some water, and then they’d start a fire. The slave left, too, but he didn’t come back. The farmhand couldn’t figure this out and he goes out to see what has happened to him. Then he discovers the slave lying there dead with his nose bent all the way up his ass. “What are you lying there for?” he says, but the slave didn’t answer. So he goes in with the firewood and lights a fire and boils his peas, and after that he goes to bed. Then twelve men come in with a coffin and they put it in front of the bed he was lying in, and they take the cover off. The man who lay there in the coffin, he gets up and wants to get into the bed with the farmhand as well. “It's rough how cold you are,” he says, “don’t you want some warm peas to warm you up?” The dead man answers yes to that, and when he has eaten, then he says, “Thank God for that dinner, it's been many years since I had that much to eat. But now I can be just as good to you as you’ve been to me. Now follow me down to my cellar.” The farmhand gets up and follows him, and then he sees three pots that have been buried there, and they were full of money, all three. The dead man had been the king of the country and he’d taken too many taxes, that’s why he couldn’t get any rest in his grave. Now the money should be brought out into broad daylight again. The first pot was to go to the current king in the country, the farmhand could take some money from the second pot, and the rest was to be dealt out amongst the people in the country. He promised to do that, and then the king went back into his coffin again, and the twelve men came and carried him away. The next morning, the people came back to the castle and the farmhand was sleeping so soundly, he was exhausted from the night before. They call to him and ask him now how he was. Well, he was really very well, he says. Could he tell them why there was so much unrest at night? “Yes, I certainly can, it's the old king, who is haunting, and it's because of some money he was to disclose because he took too many taxes from his country.” He showed them where the cellar was and told them how the money was to be given out. Now they were busy with the money in the country and got it distributed. He got some himself, the king got a third, and the rest was given out to the subjects. Now he’d gotten them quiet there and he journeyed off, but he still hadn’t gotten scared. Then he comes to another castle and there was a great commotion there. He asks as usual to stay there, and the people say that no one could stay there because there was so much haunting, and such horror, since everyone had been killed who’d stayed there. “It doesn’t matter if I get killed, just let me stay.” He stayed there the night, but there was an incredible tumult there. A lot of warriors came with weapons and they fought in the room where he was staying. Then he got really scared and lay under the covers the whole time and didn’t dare let them see him. He never found out what it was, and nothing was revealed, and so he didn’t free them there at that castle. But now he’d traveled so long that he’d gotten scared.", "keywords": {"keyword": ["ass", "bed", "burial", "castle", "cellar", "chimney", "clock", "coffin", "cold", "country", "current", "danger", "daylight", "death", "dinner", "disclose", "evening", "farmhand", "fire", "firewood", "free", "ghost", "girl", "god", "grave", "haunting", "horror", "house", "hungry", "inn", "inn keeper", "kill", "king", "lantern", "lights", "lord", "money", "morning", "night", "nose", "old", "peas", "peat", "permission", "pot", "rest", "slave", "sleep", "taxes", "tease", "thank", "three", "tonight", "warrior", "water"]}, "etk_index": {"heading_danish": "Registrant over Evald Tang Kristensens Samling af Eventyr", "heading_english": "Index of Evald Tang Kristensen's collected Fairy Tales"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}