{"publication_info": "DSk_I_13_(23)", "full_name": "90 - 2.04 - DSk_I_13_(23)", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 2.04, "fieldtrip": "October 1889", "fieldtrip_start_date": "1889-10-25", "fieldtrip_end_date": "1889-11-18", "places": {"place": {"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}}, "stories_mentioned": {"story": {"informant_id": 150, "publication_info": "DS_VII_738", "full_name": "150 - 4.03 - DS_VII_738", "url": "data/stories/114.dfl"}}, "fielddiary_page_start": "4782a", "fielddiary_page_end": "4783a", "bibliographic_info": null, "bibliography_references": null, "annotation": "This amusing story relies on aspects of dialect and pronunciation for its comical effect. The story also provides commentary on popular attitudes toward ministers. The minister assumes an overly paternalistic tone toward the seemingly simple Maren, who lets loose with her off-color verse at the very end of an otherwise solemn funeral.\n\n     The manuscript starts out with little dialect notation and then, after a false start, possibly on Tang Kristensen's side, switches to a dialect heavy recording. The obscene reference in the ending verse is covered by the use of an abbreviated dialect word in the published version, py.., an abbreviation for pyk, a dialect term for penis. The entire word is missing in the manuscript, Tang Kristensen having recorded only ellipses, his standard notation for words he considered obscene.\n\n     This story is also cataloged as Æv 1461.", "danish_manuscript": "Per og Maren var et Par Ægtefolk. S. blev\nPejer syg og da skulde M. til Præsten og have\nbedt for ham. Go go Daw Faaer. Tak\nlille Maren. Hvad hvordan er det Maren\n--\nBetti Pie å bette Maren de va gywt samel\nså bløw Pie syg å så sku Maren te\nPræjsten å ha bed få ham. Go go go daw\nfåe [Hvad hvordan er det] Tak lille Maren\nHvad hvordan er det hun græder saadan\nIno ino ino [æ] Pæji bløwen da så da så da\nså syg a trowe a trowe a trowe slæ it han\nløwe. S. komme Maren wol å vel ha bed\nfå ham. Ija ija ija dæssom Får\n4782B\nvel. Jow lille Maren der ska nok blyw\nbed. Fo[wal] fo fo wal får. Hom kom\nhjæm å Pie han blywe jo længe jo renge.\n[Pie] Hon mot ti å ti præsten ogjen å [have]\nha bed få ham. Gu gu gu gu daw får\nTak ..... Hvordan er det blevet med\nPier. Ino ino ino ino æ ham bløwin\ni ... a trowe a trowe... S. [spurgte] spur\npræsten hend a om hon vild så it ha\nbed få ham igjæn. Ijo ...... Jow\nlille Maren dæ ska så mænd nok blyw\nbed få ham. Fo fo fo fo wal Får. \nHon komme jo hjæm ti Pie å han blywe\njo længe jo renge og [hå] hon må te\npræsten igien dænd treddi gong (gang)\nGo go go go go daw får. hvodan star et\nsæ mæ Pie. Ino ino ...... dasse dasse\n..... a trowe slæ it han løwe.\nSå vel Maren vel ha beid få ham jæn\ngang te. Ija ija .... dæssom Får\nvil. Jåw lille Maren dæ ska så mænd\nnok blyw bed, få ham. Fo fo fo ..\nwel får. Ja Pie han bløw jo længe\njo ringe, å så døe han da få de bløw\nsøndda igien, å hwa hon it ha’ græt\n[fær] fæ så græ hon no. Go .....\nfår. Hwådan [står] stor æ sæ mæ Pie\nlille M. Ino ..... æ Pie dø. Æ han no\n\n4783A\ndø, hwi[tti]ddi vel. Æ så ha ham joret lille\nMaren. Hwiddi...  Får vel. Ja så bestæmt\ndi no dawen han sku jores. Så sæje præjsten\nti [ha] hend[e] Hon vel wal ha let songen owi\nham....Ija.... a ka .. gåt tonen mæn\na ka it svalmen. Mon dæn ka jæ så\nmænd bitte M. s. ska jæ nåk søng dæn.\nSå komme dawen jo da han ska jores å så\nwe grawen dæ sønge præjsten jo da en\nsalme å så gik han hæn å så ti Maren\nDæ stor en ong kåel bitte Maren ska ha’\nmæ støwler å sporer di klare. Så sang\nMaren: Ja vel gjorde Herren som\ntog ham langt bedre gjorde Præsten som\nbegrav ham, et Skarn var han i Live\ndet vind skal enhver ham give, nu\nputter vi ham nier under bakket, hans\n.... var en Kvotter få stakket.", "english_manuscript": "Little Per and Maren were husband and wife. Then Per got sick and then Maren was to go the minister and have him pray for him. \"Hello father.\" \"Thank you, little Maren. How are things Maren?\" .... Little Per and little Maren were married, then Per got sick and Maren was to go the minister to have him pray for him. \"G-g-g-good day father.\" [What how are things] \"Thank you little Maren. How is it that you are crying so?\" \"N-n-now Per has gotten s-s-s-so sick, I think, I think, I think that there's no way that he's going to live.\" \"Then Maren has come to ask me to pray for him.\" \"Y-y-y-yes, if father will.\" \"Sure, little Maren, prayers will certainly will be said for him.\" \"G-g-g-goodbye father.\" She came home and Per got worse and worse. She had to go back to the minister and have him pray for him. \"G-g-g-good day father.\" \"Thank you ... How are things with Per?\" \"N-n-now he's gotten ... I think, I think ...\" Then the minister asks her if she wouldn't like him to pray for him again. \"Yes...\" \"Sure, little Maren, prayers will certainly will be said for him.\" \"G-g-g-goodbye father.\" She came home to Per, and he got worse and worse so she had to go to the minister a third time. \"G-g-g-good day father.\" \"Hello Maren, how are things with Per?\" \"N-n-now ... s-s-s-so... I think I think I think there's no way he can live.\" \"Then Maren has come to ask me to pray for him again.\" \"Y-y-y-yes, if father will.\" \"Sure, little Maren, prayers will certainly will be said for him.\" \"G-g-g-goodbye father.\" Per got worse and worse and then he died before it was Sunday again, and while she'd cried before, now she cried even more. \"G-g-g-good day father.\" \"How are things with Per?\" - \"N-n-n-n-n-now Per is dead.\" - \"Is he dead now! Would you like to have him buried little Maren?\" --- \"If ... father would.\" Yes, now they decided on the day he was to be buried. Then the minister said to her: \"You would probably like to have a little bit of singing over him.\" - \"Y-y-y-yes, ... I know the tune but I don't know the psalm.\" \"Yes but I know it little Maren, I will certainly sing it.\" Then the day came, and the minister sang a Psalm at the grave. And then he went over and said to Maren: “There's a big young man ready in his boots for Maaren to have.\" Then Maren sang, \"Yes, the Lord who took him did well, far better did the minister who buried him; he was a bastard when he was alive, everyone would agree about that; now we're putting him down beneath the ground, his ... was far too short.\"", "danish_publication": "Bette Pie å Bette Maaren di wa gywt samel. Så bløw Pie syg, å så sku Maaren te Præjsten å ha beed få ham. \"Gu gu gu Daw, Fåe (hulkende).\" — \"Tak, lelle Maaren, hwa hwådan æ et, hon grære såen.\" \"Ino ino ino æ Pie bløwen da så da så syg, a trowe a trowe a trowe slæ it, han løwe (stadig hulkende).\" — \"Så komme Maaren wol å vel ha beed få ham.\" — \"Ija ija ija, dæssem Fåe vel\" — \"Iåww, lelle Maaren, dæ Ska nåk blyw beed.\" — \"Fo fo fo fowal, Fåe.\" Hon komme hjæm, å Pie han blywe jo længe jo renge. Hon mot te å te Præjsten ijæn å ha beed få ham anden Gang. \"Gu gu gu gu Daw, Fåe\"—\"Tak, lelle Maaren, hwådan æ et bløwen mæ Pie?\" — \"Ino ino ino æ han bløwen møj renge; a trowe a trowe a trowe slæ it han løwe.\" Så spuur præjsten hend a, om hon vild så it ha beed få ham ijæn. \"Ija ija ija de vel a jo gåt, dæssem dæssem dæssem Fåe vel.\"— \"Iåww, lelle Maaren, dæ ska så mænd nåk blyw beed få ham.\"\n— \"Fo fo fo fowal, Fåe.\" Hon komme jo hjæm te Pie, å han blywwe jo længe jo renge, så hon mo te præjsten ijæn dænd treddi Gang. \"Gu gu gu gu gu Daw, Fåe (endnu mere hulkende).\" — \"Gudaw, Maaren, hwådan stor et sæ mæ Pie?\"\n— \"Ino ino ino æ han bløwwen dasse dasse dasse dasse renng, a trowe trowe trowe slæ it han løwe.\" — \"Så vel Maaren wol ha beed få ham jæn Gang te.\" — \"Ija ija ija ija ija de vild a gjaan, dæssem dæssem dæssem Fåe vel.\"—\"låww, lelle Maaren, dæ Ska så mænd nåk blyw beed få ham.\" — \"Fo fo fo fo fowal, Fåe.\" Pie han bløw jo længe jo renge, å så døø han da, saa de bløw Søndde ijæn, å hwa hon it haa græet fææ, så græe hon no. Så komme hon te Præjsten ijæn. \"Gu gu gu gu gu gu Daw, Fåe.\" — \"Hwådan stoer e sæ mæ Pie, lelle Maaren?\"—\"Ino ino ino ino ino ino æ Pie dø.\"— \"Æ han no dø! Hwiddi vel I få ha ham jooret, lelle Maaren?\" — \"Hwiddi hwiddi hwiddi hwiddi hwiddi Fåe vel.\" Ja, så bestemt di no Dawen, han sku joores. Så sæje Præjsten te hend: \"Hon vel wal ha let songen øwe ham.\" — \"Ija ija ija ija ija de vild a gjaan, a ka ka ka ka ka gåt Toonen, man a ka it Swallmen.\" — \"Mæn dænd ka jæ så mænd, bette Maaren, så ska jæ nåk sønng dænd.\" Så komme Dawen jo, da han ska joores, å så ve Grawen dææ sønge Præjsten jo da en Sallm. Så gik han hæn, imæn han Sønge, å sæje te Maaren:\n\"Dæ stoer en ong Kåel, bette Maaren ska ha, mæ Støwler å Sporer di klare.\"\nSa tow Maaren åsse te å Sønng:\n\"Ja, vel gjorde herren, som tog ham,\nlangt bedre gjorde præsten, som begrov ham;\net Skarn han var i Live,\ndet Vind'  skal enhver ham give;\nnu putter vi ham ned under Bakket,\nhans Py . . war en Kwåtter få stakket.\"", "english_publication": "Little Per and little Maren were married, then Per got sick and Maren was to go the minister to have him pray for him. “G-g-g-good day Father.” (Sobbing) “Thank you little Maren. Why is it that you are crying so?” “N-n-now Per has gotten s-s-s-so sick, I think, I think, I think that there is no way that he is going to live.” (Still sobbing) “Then Maren has come to ask me to pray for him?” “Y-y-y-yes, if Father will.” “Sure, little Maren, prayers will certainly will be said for him.” “G-g-g-goodbye Father.” She went home and Per got worse and worse. She had to go back to the minister and have him pray for him. “G-g-g-good day Father.” “Thank you little Maren. How are things with Per?” “N-n-now he’s gotten so bad, I think, I think that there is no way that he is going to live.” Then the minister asks her if she wouldn’t like him to pray for him again. “Y-y-y-yes, I’d like that Father, as as as long as Father will.” “Sure, little Maren, prayers will certainly will be said for him.” “G-g-g-goodbye father.” She came home to Per, and he got worse and worse so she had to go to the minister a third time. “G-g-g-good day father.” (Sobbing even more now.) – “Hello Maren, how are things with Per?” – “N-n-now he’s gotten s-s-s-so bad, I think I think I think there’s no way he can live.” “Then Maren has come to ask me to pray for him again?” “Y-y-y-yes, if Father will.” “Sure, little Maren, prayers will certainly will be said for him.” “G-g-g-goodbye Father.” Per got worse and worse and then he died before it was Sunday again, and while she’d cried before, now she cried even more. Then she came to the minister again. “G-g-g-good day Father.” “How are things with Per?” – “N-n-n-n-n-now Per is dead.” – “Is he dead now! Would you like to have him buried little Maren?” --- “If if if if if Father would.” Yes, now they decided on the day he was to be buried. Then the minister said to her: “You would probably like to have a little bit of singing over him.” – “Y-y-y-yes, I would like that very much, I know the tune but I don’t know the psalm.” “Yes but I know it little Maren, I will certainly sing it.” Then the day came, and the minister sang a Psalm at the grave. And then he went over, while he sang, and said to Maren:\n“There's a big young man ready in his boots for Maaren to have.\"\nThen Maren sang,\n“Yes, the Lord who took him did well,\nfar better did the minister who buried him;\nhe was a bastard when he was alive,\neveryone would agree about that;\nnow we’re putting him down beneath the ground,\nhis dick was far too short.”", "keywords": {"keyword": ["agreement", "boots", "burial", "crying", "day", "death", "father", "grave", "home", "Little Maren", "lord", "Maren", "marriage", "minister", "Per", "prayer", "psalms", "sickness", "singing", "Sunday", "thank", "young"]}, "etk_index": {"heading_danish": "Danske Skjæmtesagn", "heading_english": "Danish Jocular Tales"}, "tango_indices": {"tango_index": [null, null, null, null]}, "genre": null}