{"publication_info": "Lege_0_1449", "full_name": "90 - 2.05 - Lege_0_1449", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 2.05, "fieldtrip": "October 1889", "fieldtrip_start_date": "1889-10-25", "fieldtrip_end_date": "1889-11-18", "places": {"place": {"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}}, "stories_mentioned": {"story": {"informant_id": 90, "publication_info": "Lege_0_1912", "full_name": "90 - 2.13 - Lege_0_1912", "url": "data/stories/345.dfl"}}, "fielddiary_page_start": "4783a", "fielddiary_page_end": "4783b", "bibliographic_info": "Kamp 1877, 41.4", "bibliography_references": {"reference": {"display_string": "[Book] Kamp, Jens. 1877. <i>Danske Folkeminder, Æventyr, Folkesagn, Gaader, Rim og Folketro samlede fra Folkemunde</i>. Odense: R. Nielsens forlag."}}, "annotation": "The amusing rhyme that ends the previous story spills over into this children's rhyme, and marks a narrative departure from the folk tale.\n\n     The first part of the rhyme appears to be a formula to induce rain, while the second part of the rhyme, starting with \"Dear God,\" is more of a nonsense rhyme. Jens Kamp, in his collection, Danske folkeminder, included a variant of the second half of this children's rhyme that emphasized the nonsense aspect of it, while also poking fun at church functionaries (the minister, the parish clerk and the bell ringer).", "danish_manuscript": "Marri hon sad pæ Kjærki stent hon\nså å flæt å ba ti Gud dænd ræjen\nsku hæt så hæt den Ræjen s. skend\ndend sul åpo Maries de bår Knæ\nKlår åp i Skøj, la rengel i Bøj\nKærre Gu bøje mæ arme Mand\ningen Skie å søv mæ mæ woen\nå veldt mæ tejer æ speldte mæ Kowen\nhon hi Mæt hon bo i Skræp. hon æ\nføj i en æ møll å joret i en køll,\n\n4783B\nit ande Præjst end en stomphållit Hæjst\nit ande dæjn end en stomphållit Væjer", "english_manuscript": "Marri sat on the church stone, she sat and braided and prayed to God, the rain should stop, so the rain stopped, then the sun shone upon Marie's bare knees, clear up you clouds, let the rainbow shine. Dear God pray for the poor man, who has no spoon to eat with, my wagon has tipped over, my tar has spilled, my cow's name is Met, she lives in Skræp, she is born in a mill and buried in a clay pit.", "danish_publication": "Marri hon sad po Kjerkistent, hon sa å flææt å ba te Guj, den Ræjn sku hææt, så hææt den Ræjn, så skennd den Suel åpo Maries de båår Knæ, klar åp i Skøj, la rengel i Bøj, Herre Gu bæje arme Mand, ingen Skie å sov mæ, me Woen æ vældt, me Tejer æ speldt, me Kowen hon hit Mæt, hon boo i Skræp, hon æ föj i en Møll å joret i en Køll, it ande Præjst end en stomp-hållit Hæjst, it ande Dæjn end en stomphållit Væjer.", "english_publication": "Marri sat on the church stone, she sat and braided and prayed to God, the rain should stop, so the rain stopped, then the sun shone upon Marie’s bare knees, clear up you clouds, let the rainbow shine. Dear God pray for the poor man, who has no spoon to eat with, my wagon has tipped over, my tar has spilled, my cow’s name is Met, she lives in Skræp, she is born in a mill and buried in a clay pit, no other priest than a short-tailed horse, no other parish clerk than a short-tailed ram.", "keywords": {"keyword": ["birth", "burial", "church", "clay", "cloud", "cow", "god", "horse", "knee", "Marie", "mill", "name", "parish clerk", "poor", "prayer", "priest", "rain", "spoon", "stone", "sun", "wagon"]}, "etk_index": {"heading_danish": "Danske Børnerim, Remser og Lege", "heading_english": "Danish Children's Rhymes, Counting-out Rhymes, and Games"}, "tango_indices": {"tango_index": [null, null, null]}, "genre": null}