{"publication_info": "Unpub_AMJ_206", "full_name": "90 - 2.06 - Unpub_AMJ_206", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 2.06, "fieldtrip": "October 1889", "fieldtrip_start_date": "1889-10-25", "fieldtrip_end_date": "1889-11-18", "places": {"place": {"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "JAH_V_172", "full_name": "150 - 3.21 - JAH_V_172", "url": "data/stories/84.dfl"}, {"informant_id": 150, "publication_info": "JAH_II_358", "full_name": "150 - 3.24 - JAH_II_358", "url": "data/stories/87.dfl"}]}, "fielddiary_page_start": "4783b", "fielddiary_page_end": "4783b", "bibliographic_info": "Feilberg 1977", "bibliography_references": {"reference": {"display_string": "[Book] Feilberg, Henning F. 1977. <i>Bidrag til en ordbog over jyske almuesmål</i>. Copenhagen: Dansk Historisk Håndbogsforlag."}}, "annotation": "Tang Kristensen was keen on collecting as much information as he could concerning Jutlandic dialects, and much of this information was used by Feilberg when he compiled his dictionary of Jutlandic dialects. In this short annotation, Tang Kristensen made some observations on local pronunciations.", "danish_manuscript": "Her er ikke monillerede Lyd. R er inter-\nstumt, men ved at trænge frem ligesom\ner det bløde d ved at trænge igennem\nFor 25 Aar siden var det næsten ikke\nmuligt at faa Børnene til at sige blødt \nd nu siger de det strags\n--\nSågen g[æ]a u i låjen å ta spåjen å gå\nui i måjen a skjæ tåre, vi ska ha\nmønd i Møjen. Siger i Skjødstrup\nog Krajbjerg (r siges noget tilbage i\nGanen)\nMejlby: Strangel Gøng fløng kjern bes\nskødder Knop. gang kjern bæjs,\n", "english_manuscript": "There is no palatalization here. R is unvoiced, but is starting to come forward just as the soft d is coming forward. Twenty-five years ago it was impossible to get children to say a soft d, but now they say it immediately. Søren, go out in the barn, to take the spade, to go out in the field, to start raining, we need to fix the roof tomorrow. This is how they said it in Skjødstrup and Krajbjerg (r is pronounced somewhat back in the throat). Mejlby: Stengel, gøng, fløng, kjern, bes, skødder, Knop. Gang kjern bæjs.", "danish_publication": "Unpublished", "english_publication": "Unpublished version reads: There isn’t palatalization here. R is unvoiced, but is starting to come forward just as the soft d is coming forward. Twenty-five years ago it was impossible to get children to say a soft d, but now they say it immediately. Søren, go out in the barn, to take the spade, to go out in the field, to start raining, we need to fix the roof tomorrow. This is how they said it in Skjødstrup and Krajbjerg (r is pronounced somewhat back in the throat). Mejlby: Stengel, gøng, fløng, kjern, bes, skødder, Knop. Gang kjern bæjs.", "keywords": {"keyword": ["barn", "children", "field", "fix", "rain", "roof", "sounds", "spade", "Søren", "Søren", "throat", "tomorrow"]}, "etk_index": {"heading_danish": "Uudgivne historier", "heading_english": "Unpublished stories"}, "tango_indices": {"tango_index": null}, "genre": null}