{"publication_info": "DS_VI_810", "full_name": "90 - 2.07 - DS_VI_810", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 2.07, "fieldtrip": "October 1889", "fieldtrip_start_date": "1889-10-25", "fieldtrip_end_date": "1889-11-18", "places": {"place": [{"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}, {"place_id": 575, "name": "Sorte Mose", "display_name": "Sorte Mose (place mentioned)"}, {"place_id": 90, "name": "Brandstrup", "display_name": "Brandstrup (place mentioned)"}, {"place_id": 243, "name": "Hårup", "display_name": "Hårup (place mentioned)"}, {"place_id": 267, "name": "Hjortshøj", "display_name": "Hjortshøj (place mentioned)"}, {"place_id": 380, "name": "Løgten", "display_name": "Løgten (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "Unpub_JPP_106", "full_name": "241 - 1.06 - Unpub_JPP_106", "url": "data/stories/147.dfl"}, {"informant_id": 241, "publication_info": "DS_VI_897", "full_name": "241 - 2.07 - DS_VI_897", "url": "data/stories/157.dfl"}, {"informant_id": 235, "publication_info": "DS_VI_1079", "full_name": "235 - 1.56 - DS_VI_1079", "url": "data/stories/276.dfl"}, {"informant_id": 430, "publication_info": "DS_VI_898", "full_name": "430 - 0.00 - DS_VI_898", "url": "data/stories/628.dfl"}, {"informant_id": 539, "publication_info": "DS_VI_899", "full_name": "539 - 0.00 - DS_VI_899", "url": "data/stories/657.dfl"}]}, "fielddiary_page_start": "4783b", "fielddiary_page_end": "4784a", "bibliographic_info": "Rørbye 1976", "bibliography_references": {"reference": {"display_string": "[Book] Rørbye, Birgitte. 1976. <i>Kloge folk og skidtfolk. Kvaksalveriets epoke i Danmark</i>. Copenhagen: Politiken."}}, "annotation": "In this series of linked legends, Margrete explores the ability of a local folk healer, Klemmen, also mentioned by Kirsten Marie Pedersdatter (KMP 1.56). Although there is no biographical information about Klemmen in Birgitte Rørbye's overview of folk healers, his practice is similar to that of many of his cohort described there (1976). \n\n     The theme of distrust and dishonesty among neighbors and friends informs the first of these stories and echoes themes found in many of Margrete's other stories. Rather than supporting an  ideal image of community where one can rely on neighbors for help, these stories paint a darker picture of a society where many people, even close friends, take whatever they can get.     \n\n     Ministers and folk healers were often at odds with each other, as the folk healers represented a clear secular challenge to the authority of the church. Klemmen's ability to fix his tormentor in the mud up to his ankles resonates with stories of ministers who conjure farmhands into the ground (AMJ 1.06).\n\n     The final story about the cursed cows highlights an important difference between witches and cunning folk. Whereas witches disrupt local economies for personal gain or vengeance (such as when they bewitch cows), cunning folk use magic to restore economic balance (such as finding the stolen canvas and the missing dog) and counteract disruptive forces.", "danish_manuscript": "Der var en Mand der hed Klemmen i\nSorte Mose han gik de altid til, naar de\nvilde have vist igien (i Hjortshøj Sogn)\nS. kom der en Kone til ham og vilde\nhave ham til at vise sig en Al. Lat\nigjen. Ja Konen skal du nok faa at se\nSatte en Balle Vand midt paa gulvet\nog et spejl for ved hende og et Spejl bag\nved hende og der kunde hun s. se Konen\ni Vandet. For siger a det s. vil du ikke tro\ndet, men naar du ser det selv, for det\ner en af dine bedste Venner. Da det havde\nbrændt for Jens Klemmensen\n\n4784A\ni Hårup, vilde Klemmen hen til ham i \nBesøg, for de [du] var s. gode Venner. S.\nvilde h have ham til at vise en Hund\nigjen, der blev henne da det brændte, en\nbitte Hund der hed Lubbis, a tjente der,\nderfor ved a det. Dersom Hu. er i live\nskal a skaffe dig ham. s. kan du mø\ndes med ham i Morgen tidlig ude ved\nDøren, der skal h. staa og vær s. glad til\ndig. Det skete ogsaa. 2 Dags Morgen\nmødtes Hun. med ham ved Døren. En\ng. Klemmen h. vilde til Løgten s. vilde de\ngøre Nar ad ham. S. var der en M.\nham gjente h. til at staa i Døj til\nop paa Fødledderne, til h. kom tilba\nge igien, h. kom ikke til Løgten. Da\nh. kom. gav h. ham løs. Ja nu har\ndu længe giort Nar ad Kl. nu tænker\na ikke du giør det mere, ellers kunde \ndet træffe du kunde kom til at staa\nsaadan en anden Gang. saadan giorde\nKl. s, mange Kunster og hvis de havde\nKøer der blev forhegset. I Bråndstrup\nhavde vi nogle Køer der blev syge i Knæ\nerne og 3 døde. Men s. søgte vi Kl. \nog h. hjalp dem. Siden havde vi ingen der\ndøde. De skulde have 1 Pægl af deres eget\nMælk i 8 Monninger.\n", "english_manuscript": "There was a man they called Klemmen in Sorte-Mose, they always went to him when they wanted something shown again (in Hortshøj parish). Then a woman came to him and wanted him to show two feet of canvas again. \"Sure, you can see the woman.\" He put a tub of water in the middle of the floor and a mirror in front of her and a mirror behind her, and she was supposed to see the woman in the water there. \"Because if I told you, you wouldn't believe me, but you'll see for yourself, since it's one of your best friends.\" When it had burned over at Jens Klemmensen's in Hårup, Klemmen came and visited him because they were such good friends. Then he wanted him to show a small dog again that had disappeared during the fire, a little dog that was called Lubbis. I worked there, that's why I know that. \"Well, if the dog's alive I'll get him for you, you can meet him tomorrow morning by the door, he'll be standing there and really happy to see you.\" It happened too. The next morning, the dog met him at the door. One time Klemmen was on his way to Løgten, and they decided to make fun of him. But he chased one of the men out so he stood in mud up over his ankles until he [Klemmen] came back and so that guy didn't make it to Løgten. When Klemmen got back he set him free. \"Yeah, you've made fun of Klemmen for a long time, but I don't think you'll do it anymore, otherwise you could wind up standing like that again.\" Klemmen did so much magic like that and if people had cows that were bewitched [they'd go to him]. In Brandstrup we had some cows that got sick in their knees and three died. But then we went to find Klemmen and he helped them, after that we didn't have any that died. They were to have a half pint of their own milk eight mornings in a row.", "danish_publication": "Der var en mand, de kaldte Klemmen i Sorte-Mose — det er i Hjortshöj sogn — ham gik de altid til, når de vilde have vist igjen. Så kom der en kone til ham og vilde have ham til at vise sig en alen lærred igjen. \"Ja, konen kan du nok få at se\", sagde han, og nu satte han en balle vand midt på gulvet og et spejl for ved hende og et spejl bag ved hende, og der skulde hun så se konen i vandet. \"For siger a det, så vil du ikke tro det, men når du ser det selv, tror du det bedre, for det er én af dine bedste venner.\" Da det havde brændt for Jens Klemmensen i Hårup, var Klemmen henne hos ham i besøg, for de var så gode venner. Så vilde han have ham til at vise en bitte hund igjen, der blev henne under branden. A tjente der, derfor véd a det. \"Ja, dersom hunden er i live, så skal a skaffe dig ham, så kan du mødes med ham i morgen tidlig ude ved dören, da skal han stå og være så glad til dig.\" Det skete også. Andendags morgenen mödtes hunden med ham ved dören. En gang Klemmen han vilde til Løgten, så vilde de gjøre nar ad ham. Én af mændene gjente han til at stå i dynd til op på fodleddene, til han kom tilbage igjen, og han kom altså ikke til Løgten. Da Klemmen kom, gav han ham løs. \"Ja, nu har du længe gjort nar ad Klemmen, nu tænker a ikke, du gjör det mere. Ellers kunde det træffe, du kunde komme til at stå lige sådan en gang endnu.\" Sådan gjorde Klemmen så mange kunster. I Brandstrup havde vi nogle køer, der blev syge i knæerne, og tre døde. Men så sögte vi Klemmen, og han hjalp dem. De skulde have en pægl af deres eget mælk i otte morgener, og siden havde vi ingen, der døde. Han kunde også kurere dem, der var forheksede.", "english_publication": "There was a man they called Klemmen in Sorte-Mose—that’s in Hortshøj parish—they always went to him when they wanted something shown again. Then a woman came to him and wanted him to show two feet of canvas. “Sure, you can see the woman who stole it,” he said, and then he put a tub of water in the middle of the floor and a mirror in front of her and a mirror behind her, and she was supposed to see the woman in the water there. “Because if I told you, you wouldn’t believe me, but when you see it for yourself, you’ll believe it better, because it's one of your best friends.” When it had burned over at Jens Klemmensen’s in Hårup, Klemmen came and visited him because they were such good friends. Then he wanted him to show a small dog again that had disappeared during the fire. I worked there, that’s why I know that. “Well, if the dog’s alive I’ll get him for you, you can meet him tomorrow morning by the door, he’ll be standing there really happy to see you.” It happened too. The next morning, the dog met him at the door. One time Klemmen was on his way to Løgten, and they decided to make fun of him. But he chased one of the men out into the swamp so he stood in mud up over his ankles until he [Klemmen] came back and so that guy at least didn’t get to Løgten. When Klemmen got back, he set him free. “Yeah, now you’ve learned what happens if you make fun of Klemmen, I don’t think you’ll do that again. Otherwise you could wind up standing like that again.” Klemmen did so much magic like that. We had some cows in Brandstrup who got sick in their knees and three died. But then we went to find Klemmen and he helped them. They were to have a pail of their own milk eight mornings in a row, and after that we didn’t have any that died. He could also cure those who were bewitched.", "keywords": {"keyword": ["ankles", "belief", "canvas", "chase", "cow", "cure", "death", "disappearance", "dog", "door", "fire", "floor", "free", "friend", "fun", "happy", "Jens Klemmensen", "Klemmen", "knee", "learning", "magic", "milk", "mirror", "morning", "mud", "pail", "parish", "sickness", "three", "tomorrow", "water", "wind", "witchcraft", "woman"]}, "etk_index": {"heading_danish": "Kloge mænd og koner og deres bedrifter", "heading_english": "Cunning men and women and their activities"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}