{"publication_info": "DS_III_1712", "full_name": "150 - 1.31 - DS_III_1712", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 1.31, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 213, "name": "Gudsø mose", "display_name": "Gudsø mose (place mentioned)"}, {"place_id": 430, "name": "Nørlund skov", "display_name": "Nørlund skov (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 123, "publication_info": "DS_II_G356", "full_name": "123 - 3.15 - DS_II_G356", "url": "data/stories/418.dfl"}}, "fielddiary_page_start": "3249a (1)", "fielddiary_page_end": "3249a (1)", "bibliographic_info": null, "bibliography_references": null, "annotation": "Jens offers a great number of descriptions of local topography, and provides various explanations for the appearance of certain of these topographical features. These short descriptions echo the detail he provided in his longer narratives that link his stories closely to the local area. \n\n     One of the major agricultural advances was large-scale drainage projects that allowed heath land to be put under plow. Along with mergling, a process in which marl was added to the soil in the heath, large areas of arable land became available for the establishment of small holdings. Jens's description of the vestiges of plowing near the swamp suggest that swamp was not the \"original\" state of the land. The story offers indirect support to the large-scale drainage projects that would return the swamp to its \"original\" state of arability.", "danish_manuscript": "Der er ogsaa en Sø her inde i Nørlund Skov\nde kalder Gudsøs Mose og en lille Sø har der\nværet, udtørret. der saa ogsaa ligesom der\nhavde været pløjet rundet omkring.", "english_manuscript": "There's also a lake here in Nørlund forest, they call it Gudsø Swamp (Gårdsø mose). It was a little lake and it's dried up now anyway. It also looks like they had plowed around it.", "danish_publication": "Der er også en sø herinde i Nörlund skov, de kalder Gudsø. Ja, nu er den for resten udtörret, og der er blevet en mose i steden, som de kalder Gudsøs mose. Der ser ud runden omkring den mose, som der havde været plöjet i ældre tid.", "english_publication": "There was also a lake here in Nørlund forest, they call it Gudsø. Well, it's dried up now anyway, and it's become a swamp instead, which they call Gudsø’s swamp. Around the swamp, it looks like it had been plowed in the old days.", "keywords": {"keyword": ["day", "forest", "lake", "old", "plowing", "swamp"]}, "etk_index": {"heading_danish": "Forskjellige stedsagn", "heading_english": "Diverse place legends"}, "tango_indices": {"tango_index": [null, null, null, null]}, "genre": null}