{"publication_info": "DS_IV_650", "full_name": "90 - 2.08 - DS_IV_650", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 2.08, "fieldtrip": "October 1889", "fieldtrip_start_date": "1889-10-25", "fieldtrip_end_date": "1889-11-18", "places": {"place": [{"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}, {"place_id": 532, "name": "Skårupgård", "display_name": "Skårupgård (place mentioned)"}, {"place_id": 642, "name": "Todbjærg", "display_name": "Todbjærg (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 90, "publication_info": "DS_II_B_147", "full_name": "90 - 2.16 - DS_II_B_147", "url": "data/stories/348.dfl"}, {"informant_id": 454, "publication_info": "DS_V_700", "full_name": "454 - 0.00 - DS_V_700", "url": "data/stories/851.dfl"}, {"informant_id": 235, "publication_info": "DS_II_H_141", "full_name": "235 - 1.14 - DS_II_H_141", "url": "data/stories/233.dfl"}]}, "fielddiary_page_start": "4784b (1)", "fielddiary_page_end": "4784b (1)", "bibliographic_info": "Pentikaïnen 1969\nTangherlini 1999", "bibliography_references": {"reference": [{"display_string": "[Article] Pentikäinen, Juha. 1969. The Dead without Status. Vol. 4 of <i>Temenos</i>, 92-102."}, {"display_string": "[Article] Tangherlini, Timothy R. 1998. \"Who ya gonna call?\" : Ministers and the Mediation of Ghostly Threat in Danish Legend Tradition. Vol. 57 of <i>Western Folklore</i> 2/3: 153-178."}, {"display_string": "[Article] Abello, James, \nBroadwell, Peter, \nTangherlini, Timothy R. 2012. Computational Folkloristics. Vol. 55 of <i>Communications of the Association for Computing Machinery</i> 7: 60-70."}]}, "annotation": "Ghosts are a disruptive force that threaten the well-being of the living, and often upset the functioning of a well-ordered farm. In other variants, ministers or cunning folk are called to counteract the haunting (DS V 700; Tangherlini 1999).  The story's orientation presents the frightening specter of headless horses on their nocturnal ride to the church (KMP 1.14). No reason is given for the haunting, although one suspects that, given the ghost's royally conferred title, he is a guilty haunt. The farmhand's attempt to restore order ends in his death. In the original manuscript version, a second farmhand loses his life as well. That the stall door must be left open is an indication of the ongoing disruption of the economic space of the farm.", "danish_manuscript": "Det var den gl. Justitsraad paa Skaarup\ngaard h. kom kjørende med 4 hovedløse\nBæster til Todbjærg Kirke. S. kjørte h.\naltidens ud af den nordre Port og der\nved Porten var der en Stål. og den Stål\ndør kunde de aldrig holde lukket. S.\nhavde de en Karl h. lukte den eftersom\nden sprang op. Men en Aften, efter\nh. var kommen i Seng. s. kommer noget\nefter Karlen og det løft hans Seng rent\nop til Stængerne og klemte ham s. \nhaardt. S. raaber Karlen, om de vilde\nda ikke lade være at løfte ham derop.\nNej du har pint os, men nu skal du\ndø før vi skal dø. Saadan har a \nhørt to Karlen blev klemt ihjel for\ndet. h. ville lukke Porten og siden begynd\nte de aldrig at lukke Porten.\n", "english_manuscript": "It was the old counselor from Skårupgård who came riding with four headless horses to Todbjærg church. He always drove out of the northern gate, and there by the gate was a stall, they could never keep that stall door closed. They had a farmhand who closed it once after it had sprung open. But one night, after he'd gone to bed, something came after the farmhand and it lifted his bed straight up to the rafters and crushed him quite hard. Then the farmhand shouted and asked them to stop lifting him up there. \"No, you've tormented us, but now you'll die before we die.\" I heard that's how two farmhands were crushed to death. He wanted to close the door and then they never tried to close it again.", "danish_publication": "Den gamle justitsråd på Skårupgård han kom kjørende med 4 hovedløse bæster til Todbjærg kirke. Han kom altidens ud af den nordre port, og der ved porten var der en stald, den stalddör kunde de aldrig holde lukket. De havde en karl, der lukte den, eftersom den sprang op. Men en aften, efter at han var kommen i seng, kom der noget efter ham, og det løftede hans seng rent op til stængerne og klemte ham så hårdt. Så råbte karlen, om de vilde da ikke lade være at løfte ham derop. \"Nej, du har pint os, men nu skal du dø, för vi skal dø.\" Så blev karlen klemt ihjel, for det han vilde lukke porten, og siden prøvede de aldrig på at lukke den.", "english_publication": "The old counselor from Skårupgård came riding with four headless horses to Todbjærg church. He always came out of the northern door, and there by the door was a stall, they could never keep that stall door closed. They had a farmhand who closed it and after that it sprang open. But one night, after he’d gone to bed, something came after him and it lifted his bed straight up to the rafters and crushed him quite hard. Then the farmhand shouted and asked them to stop lifting him up there. “No, you’ve tormented us, but now you’ll die before we die.” Then the farmhand was crushed to death, because he wanted to close the door, and then they never tried to close it again. ", "keywords": {"keyword": ["bed", "church", "counselor", "death", "door", "farmhand", "headless horse", "night", "north", "old", "rafters", "riding", "stall", "torment"]}, "etk_index": {"heading_danish": "Herremænd, fruer, jomfruer", "heading_english": "Manor lords, ladies and misstresses"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}