{"publication_info": "JAH_VI_753", "full_name": "90 - 2.09 - JAH_VI_753", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 2.09, "fieldtrip": "October 1889", "fieldtrip_start_date": "1889-10-25", "fieldtrip_end_date": "1889-11-18", "places": {"place": {"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}}, "stories_mentioned": {"story": {"informant_id": 123, "publication_info": "Unpub_PJ_401", "full_name": "123 - 4.01 - Unpub_PJ_401", "url": "data/stories/429.dfl"}}, "fielddiary_page_start": "4784b (2)", "fielddiary_page_end": "4784b (2)", "bibliographic_info": null, "bibliography_references": null, "annotation": "Children were sent to the minister for religious instruction, particularly leading up to confirmation. Although the minister did not expect payment for this instruction, parents would give the minister produce and other farm goods as in kind payment--sometimes happily and other times quite begrudgingly. Accordingly, not all of these gifts were worth receiving, a fact that more often than not went unmentioned. Here, the minister confronts the congregation and brings into the open the less than generous nature of some of these gifts.", "danish_manuscript": "Den gamle Pastor Katrup stod paa Præke-\nstolen og regnede op om, at de maatte\nikke give hans Kone Foræringer for Bør-\nnene, naar de gik til Præsten, her kom\nKa Bødker for nogle Dage siden og\nhavde givet hans Kone en 9 Aars gl.\nKok og en snes raaden Æg. Dem kunde\nde beholde ved dem selv.\n", "english_manuscript": "The old minister Katrup stood at the pulpit and told them that they shouldn't offer his wife gifts when the children went to the minister. \"A few days ago, Ka Bødkers came and gave my wife a nine year old rooster and a score rotten eggs.\" They could keep that kind of things for themselves.", "danish_publication": "Den gamle pastor Katrup stod på prækestolen og regnede op om, at de måtte ikke give hans kone foræringer for börnene, når de gik til præsten. \"Her kom Ka Bødkers for nogle dage siden og gav min kone en 9-års gammel kok og en snes rådne æg. Dem kan I beholde ved jer selv\".", "english_publication": "The old minister Katrup stood at the pulpit and told them that they shouldn’t offer his wife gifts when the children went to the minister. “A few days ago, Ka Bødkers came and gave my wife a nine year old rooster and a score rotten eggs. You can keep that kind of thing yourselves.”", "keywords": {"keyword": ["children", "day", "egg", "gift", "minister", "old", "pulpit", "rooster", "rotten", "wife", "year"]}, "etk_index": {"heading_danish": "Vore fædres tankesæt og åndsliv", "heading_english": "Our forebears' way of thinking and spiritual life"}, "tango_indices": {"tango_index": [null, null, null, null, null]}, "genre": null}