{"publication_info": "Lege_0_313", "full_name": "90 - 2.10 - Lege_0_313", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 2.1, "fieldtrip": "October 1889", "fieldtrip_start_date": "1889-10-25", "fieldtrip_end_date": "1889-11-18", "places": {"place": [{"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}, {"place_id": 730, "name": "Vraa", "display_name": "Vraa (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 515, "publication_info": "DS_II_G_219", "full_name": "515 - 0.00 - DS_II_G_219", "url": "data/stories/668.dfl"}, {"informant_id": 473, "publication_info": "DS_IV_489", "full_name": "473 - 0.00 - DS_IV_489", "url": "data/stories/679.dfl"}, {"informant_id": 419, "publication_info": "DS_II_G_221", "full_name": "419 - 0.00 - DS_II_G_221", "url": "data/stories/601.dfl"}]}, "fielddiary_page_start": "4784b", "fielddiary_page_end": "4785a", "bibliographic_info": "Thiele 1818-1823 vol. 1, 159", "bibliography_references": {"reference": {"display_string": "[Book] Thiele, Just Matthias. 1818-1823. <i>Danske Folkesagn</i>. Copenhagen: Andreas Seidelin."}}, "annotation": "The more common variant of this children's rhyme starts with \"Ride, Ride Ranke,\" where Ranke is apparently the name of a knight (see Thiele 1818-1823, vol. 1, 159; and DS IV 489). The rhyme is usually sung while bouncing a child on one's knee. The rhyme is echoed in stories of the ghostly appearance of a dead lover (BJK 1.04; DS II G 219; DS II G 221). In those stories the work \"ranke\" appears as \"rank\" and means \"upright\" or \"proper.\" Since in the game the child is often playfully dropped between ones legs at the end of the \"ride,\" making it impossible for the child to remain \"rank,\" this secondary reading of \"rank/ranke\" is also operative.", "danish_manuscript": "Rie rie remse, guldsporer spænne\nførst mæ kvem å så mæ kwam\n\n4785A\nå så mæ lille Barn. Der er ingen\nander hjem end en gammel gum\nme der sidder i Vraa og spelter Blå\nog bad sin Datter spinde. Spind spind\nDattermin i Morgen kommer Frier din,\nFåer h. gaar paa Nørregaard kjøber en \nlille Pevverkage til den lille bitte Hanne\ndi ander di vel å ha kaag men di\nska bie te poske te penste te byg\ngen er soe, ti havren er mo, ti \nager og eng stor i Blomster,\n", "english_manuscript": "Ride ride renne, fasten the golden buckles, first with kvemme, and then with kvamme, and then my little baby. No one is home except an old man, who sits in Vrå and spools blue, and asked his daughter to spin: spin, spin, daughter mine, tomorrow your suitors will come, father has gone to Nørregård, buys a little gingerbread for the little bitty Hanne, we want to cook those ducks, but they'll have to wait 'til Easter, 'til Pentecost, 'til the barley is sown, 'til the oats are mowed, 'til the fields and meadow are in flower.", "danish_publication": "Rie rie renne, Guldsporer spænde, først mæ kvemm, å så mæ kwamm, å så mæ lille Barn. Der er ingen ander hjæmme end en gammel Gumme, der sidder i Vrå og spelter Blå, og bad sin Datter spinde; spind, spind, Datter min, i Morgen kommer Frier din, Fåer han går på Nörregård, kjøber en lille Pevverkaag til den lille bitte [Hanne], di ander di vil å ha Kaag, men di ska bii te Poske, te Penste, te Byggen ær soe, te Hawren er moe, te Ager og Eng stor i Blomster.", "english_publication": "Ride ride renne, fasten the golden buckles, first with kvemme, and then with kvamme, and then my little baby. No one is home except an old man, who sits in Vrå and spools blue, and asked his daughter to spin: spin, spin, daughter mine, tomorrow your suitors will come, father has gone to Nørregård, buys a little gingerbread  for the little bitty [Hanne], we want to cook those ducks, but they’ll have to wait til Easter, til Pentecost, til the barley is sown, til the oats are mowed, til the fields and meadow are in flower.", "keywords": {"keyword": ["baby", "barley", "blue", "cooking", "daughter", "duck", "easter", "father", "field", "flower", "gold", "home", "meadow", "oats", "old", "riding", "suitor", "tomorrow"]}, "etk_index": {"heading_danish": "Danske Børnerim, Remser og Lege", "heading_english": "Danish Children's Rhymes, Counting-out Rhymes, and Games"}, "tango_indices": {"tango_index": [null, null, null]}, "genre": null}