{"publication_info": "JAH_IV_218", "full_name": "90 - 2.12 - JAH_IV_218", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 2.12, "fieldtrip": "October 1889", "fieldtrip_start_date": "1889-10-25", "fieldtrip_end_date": "1889-11-18", "places": {"place": [{"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}, {"place_id": 471, "name": "Randers", "display_name": "Randers (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "JAT_IV_217", "full_name": "235 - 3.09 - JAT_IV_217", "url": "data/stories/311.dfl"}, {"informant_id": 90, "publication_info": "MA_I_450", "full_name": "90 - 2.11 - MA_I_450", "url": "data/stories/343.dfl"}]}, "fielddiary_page_start": "4785a", "fielddiary_page_end": "4785b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Continuing in the vein of humorous dialect expressions from her preceding doggerel (AMJ 2.11), this personal experience narrative relies heavily on such expressions. Margrete may be providing context for dialect expressions that Tang Kristensen had asked her about. The story also reveals a conflict between propriety on the one hand (expressed here by the daughter) and actual practice (the mother drinking). This exchange is reminiscent of closing formula in fairy tales, particularly the comment, \"They poured and I drank.\"  In the published version, Tang Kristensen adds the personal name Kirsten, and the familiar opening, \"I ved nok...\" (You probably know...), neither of which appears in the manuscript.", "danish_manuscript": "En kone h havde en Datter, der skulde\ntil at giftes. S. gav hu hende en Fløjels\ntrøje og et Vedmelsskjørt. S. satte Fløjels\ntrøjen opå Væjmelsskj og så blev hun\nlig det storret. Da a så kom te\nRanders te Brøllop, [da a s. kom til]\ns. kommer de kjørende med no Kareter og\ns. vidste a ikke hvordan a skulde komme\nderind. S. var der en Tjener der tog\nved min Haand. Svip s. var a der inde. \nS. kjoor vi op at Store gaad og ned af\nBitte-Gaad x s. kommer vi til Kirk. S. da vi\n4785B\nkom hjem igien og sad ved Bordet og fik\nnoget at leve af, de skjænked og a drak\nsaadan gik det længe. Men s. kom min\nDatter Sine: Det passer it Mower\nI saadan sidder og drikker. A ska nok \npas Lundten, så a.\nx te djæ Halter og djer Kapper di hverret\nfor min Øwn, a blev s. hwemis som\nen Høøn.\n", "english_manuscript": "A woman had a daughter who was going to get married. So she gave her a velvet (corduroy) blouse and a homespun shirt. When she put the velvet blouse over the homespun shirt, she was so pretty. When I got to Randers to the wedding, they came driving by in some carriages, so I didn't know how I was going to get in. But then there was a servant who took my hand and, zip, I was inside. Then we drove up Store Gade (Big Street) and down Bitte Gade (Tiny Street), until the hats and the caps whirred past my eyes and I got as dizzy as a hen. Then we get into the church. Then when we got home again, we all sat down at the table and got something to eat. They poured, and I drank, and it went like that for quite a while. But then my daughter Sine came, \"It won't do, mother, the way you all are sitting there drinking.\" \"Don't worry, I'll reach my goal,\" I said.", "danish_publication": "I véd nok Kirsten, da hendes datter blev gift, da var a med. Det var ret et fint bryllup, og det stod i Randers. Kirsten gav datteren en flöjelströje og et vadmelsskjört. Så satte hun flöjelströjen på skjörtet, og så blev hun, lige te det sturrede. Da a så kom til Randers til brylluppet, da kommer de kjørende med nogle kareter, og så vidste a ikke, hvordan a skulde komme derind, hvor brylluppet stod. Men så var der en tjener, der tog ved min hånd, og svip, så var a der inde. Så kjørte vi op ad Store-gade og ned ad Bitte-gade, te djer hatter og djer kapper de hverrede for mine öjne, og a blev så hvims som en höne. Så kommer vi til kirken. Da vi så kom hjem igjen, blev vi sat til bordet og fik noget at leve af. De skjænkede, og a drak, og sådan gik det længe. Men så kom min datter Sine: \"Det passer ikke, moder, I sådan sidder og drikker.\" — \"A skal nok passe lunten,\" sagde a.", "english_publication": "You probably know Kirsten, I was there when her daughter got married. It was a really nice wedding, and it was over in Randers. Kirsten gave her daughter a velvet blouse and a homespun shirt. When she put the velvet blouse over the homespun shirt, she was so pretty. When I got to Randers, there were some carriages driving by, so I didn’t know how I was going to get in to where they were holding the wedding. But then there was a servant who took my hand and, zip, I was inside. Then we drove up Store Gade (Big Street) and down Bitte Gade (Tiny Street), until the hats and the caps whirred past my eyes and I got as dizzy as a hen. Then we get into the church. Then when we got home again, we all sat down at the table and got something to eat. They poured, and I drank, and it went like that for quite a while. But then my daughter Sine came, “It isn’t good, the way you’re sitting there drinking mother.\" -- “Don’t worry, I’ll reach my goal,” I said.", "keywords": {"keyword": ["bitte", "blouse", "cap", "carriage", "church", "daughter", "drank", "drinking", "eye", "hat", "hen", "home", "homespun", "Kirsten", "marriage", "mother", "servant", "shirt", "store", "street", "table", "wedding"]}, "etk_index": {"heading_danish": "De selskabelige sammenkomster og festerne", "heading_english": "Social gatherings and parties"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}