{"publication_info": "Lege_0_1912", "full_name": "90 - 2.13 - Lege_0_1912", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 2.13, "fieldtrip": "October 1889", "fieldtrip_start_date": "1889-10-25", "fieldtrip_end_date": "1889-11-18", "places": {"place": {"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 90, "publication_info": "Lege_0_1449", "full_name": "90 - 2.05 - Lege_0_1449", "url": "data/stories/337.dfl"}, {"informant_id": 90, "publication_info": "Lege_0_1949", "full_name": "90 - 2.14 - Lege_0_1949", "url": "data/stories/346.dfl"}, {"informant_id": 90, "publication_info": "Lege_0_1945", "full_name": "90 - 2.21 - Lege_0_1945", "url": "data/stories/353.dfl"}]}, "fielddiary_page_start": "4785b (2)", "fielddiary_page_end": "4785b (2)", "bibliographic_info": null, "bibliography_references": null, "annotation": "The published version of this game is far more elaborate than the description found in the manuscript, and is attributed to Tang Kristensen himself. The discussion of the wedding celebration in the record prior to this one may have turned Margrete's attention to the types of games played at such gatherings.", "danish_manuscript": "Maria sidder med en Del Piger paa sit Knæ\nden ene forud den 2. En kommer og sp. \nden første: Hvor er det Maria bor. Næst\næbag. Til næste. Ligesaa. Endelig til\nMaria. Er det her M. bor. Ja. Maa\na faa din Datter at dans mæ. S.\nfaar ha den. Men di skal være god\nved hende. Danser og faar hende til\nat le. Kommer s. til Helvede. Men\nler hun ikke, s. til Himmerig.\n", "english_manuscript": "Maria sits on her knees with a group of girls, one in front of the other. One comes and asks the first: Where does Maria live? Next one back. To the next one. Just like that. Finally to Maria. Is it here that Maria lives? Yes. May I dance with your daughter? Then he gets her. But you need to be nice to her. Dances and makes her laugh. Goes to hell. But if she doesn't laugh, goes to heaven.", "danish_publication": "Börnene stiller sig i Række, det ene bag det andet og holdende godt fast i hverandre. Den bageste er Marie, og én er Frister. Han kommer til den første og spörger: Hvor bor Marie? Der svares: Næst æbag (eller: I Bethlehem i Davids Stad). Han går da til den næste, og samme Samtale forefalder. Endelig kommer han til Marie og spörger ligeså. Her bor hun! svares med en Stemme, som tyder på, at hun ret har følt Livets Möje. Så spörger han: Kan a ikke få én af dine Dötre og dandse med? Det står gjærne hårdt et Stød, ti hun foregiver, at de skal hjælpe hende at karte, spinde, væve o.s.v., så hun ikke kan undvære hende, men endelig siger hun: Vil du love mig, at den kan komme i Himmerig, så får du at tage den. Det lover han. Så kommer Datteren om for Fristeren med fast tillukket Mund, og han frister hende på alle optænkelige Måder, ti det gjælder om at få hendes Tænder at se. Han spörger, hvor gammel hun er, og hun svarer mumlende på det o.s.v. Lykkes det ham så at få hendes Tænder at se, skal hun til Helvede, ellers kommer hun til Himmerig. Sådan kommer Marie af med sine Dötre den ene efter den anden, og de henvises enten til Himmerig eller Helvede. Når hun er færdig med dem, skal hun hen at se til sine Dötre. Dem, der er i Helvede, de har det så ondt, men de i Himmerig siger: Vi har det så godt, så godt. Er den bageste en Dreng, kaldes han ikke Marie, men Josef, og Fristeren spörger: Hvor bor Josef? Han spörger ham, om han kan få én af hans Sönner til at hjælpe ham at tømre.", "english_publication": "The children line up in a row, one behind the other and hold on tightly to each other. The last one is Marie, and one is a suitor. He comes up to the first one and asks: Where does Marie live? It is answered: Next one back (or: In Bethlehem in David’s city). He goes to the next one, and the same conversation takes place. Finally he comes to Marie and asks her just the same. She lives here! is answered with a voice that indicates that she has really experienced life’s hardships. Then he asks: Can I have one of your daughters to dance with? That would be quite hard, since she indicates that she needs them to help her card, spin, weave, etc, so she can’t do without her, but finally she says: If you promise me that she can get into heaven, then you can take her. He promises. Then the daughter comes up to the suitor with a tightly closed mouth, and he woos her in all sorts of ways, since it is all about getting to see her teeth. He asks how old she is, and she mumbles an answer, etc. If he manages to see her teeth, then she is going to hell, otherwise she’ll go to heaven. That’s how Marie gets rid of her daughters, one after the other, and they’re sent either to heaven or to hell. When she’s done with them, she is to go see her daughters. The ones that are in hell are having a really bad time, while the ones in heaven say: We’re doing so well, so well. If the last one is a boy, he’s not called Marie, but Joseph, and the suitor asks: Where does Joseph live? He asks him if he can have one of his boys to help him do carpentry work.", "keywords": {"keyword": ["boy", "cards", "carpentry", "children", "dancing", "daughter", "heaven", "hell", "Joseph", "Marie", "mouth", "old", "suitor", "teeth", "voice", "weaving", "work"]}, "etk_index": {"heading_danish": "Danske Børnerim, Remser og Lege", "heading_english": "Danish Children's Rhymes, Counting-out Rhymes, and Games"}, "tango_indices": {"tango_index": [null, null]}, "genre": null}