{"publication_info": "Lege_0_1949", "full_name": "90 - 2.14 - Lege_0_1949", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 2.14, "fieldtrip": "October 1889", "fieldtrip_start_date": "1889-10-25", "fieldtrip_end_date": "1889-11-18", "places": {"place": {"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 90, "publication_info": "Lege_0_1912", "full_name": "90 - 2.13 - Lege_0_1912", "url": "data/stories/345.dfl"}, {"informant_id": 90, "publication_info": "Lege_0_1945", "full_name": "90 - 2.21 - Lege_0_1945", "url": "data/stories/353.dfl"}]}, "fielddiary_page_start": "4785b (3)", "fielddiary_page_end": "4785b (3)", "bibliographic_info": null, "bibliography_references": {"reference": {"display_string": "[Book] Feilberg, Henning F. 1905. <i>Bro-brille-legen, en sammenlignende studie (Bidrag till kännedom om de svenska landsmålen ock svenskt folkliv)</i>. Stockholm: Norstedt."}}, "annotation": "Like many games, this one includes a rhyme that helps govern the progression of the game. The game is commonly referred to as \"Holde for Kongens Port\" (Stop at the king's gate), and often starts with the first line, \"Bro, bro brille.\" The game is played in a manner similar to the Anglo-American game, \"London bridge is falling down,\" with the person caught in the middle compared to a sorry gray crow who is placed on a pike. In Denmark, after executions, the head of the victim was placed on a pike, and the game appears to refer to this earlier practice. The pike, usually a small pole in these games, also plays a central role in a well-documented form of tag similar to the Anglo-American \"capture the flag.\"", "danish_manuscript": "Sol og Maane. Holder op. Remme\nremme rok stok Sol og Mån er høt\nop. Skywter i wå stage, sølle grå\nKrage. Hvad vil du ha enten Sol\neller Maane?\n", "english_manuscript": "Sun and moon. Stop. Remme remme rok stok, Sun and Moon are high up. Put you on our pike, sorry gray crow. What do you want, the sun or the moon?", "danish_publication": "Når der leges Sol og Måne, og der holdes op, siger den første af Raden: Remme remme Rok Stok, Sol og Måån er höt op, skywter I wå Stage, sölle grå Krage. Hvad vil du ha' enten Sol eller Måne?", "english_publication": "When “Sun and Moon” is played, and they stop, the first one in the row says: Remme remme Rok Stok, the Sun and Moon are high up, put you on our pike, sorry gray crow. What do you want, the sun or the moon?", "keywords": {"keyword": ["crow", "moon", "sun"]}, "etk_index": {"heading_danish": "Danske Børnerim, Remser og Lege", "heading_english": "Danish Children's Rhymes, Counting-out Rhymes, and Games"}, "tango_indices": {"tango_index": [null, null]}, "genre": null}