{"publication_info": "DS_II_A_98", "full_name": "90 - 2.15 - DS_II_A_98", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 2.15, "fieldtrip": "October 1889", "fieldtrip_start_date": "1889-10-25", "fieldtrip_end_date": "1889-11-18", "places": {"place": [{"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}, {"place_id": 540, "name": "Skjødstrup", "display_name": "Skjødstrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "DS_II_A_57", "full_name": "235 - 1.01 - DS_II_A_57", "url": "data/stories/220.dfl"}, {"informant_id": 123, "publication_info": "DS_I_830", "full_name": "123 - 2.14 - DS_I_830", "url": "data/stories/388.dfl"}, {"informant_id": 240, "publication_info": "DS_II_A_95", "full_name": "240 - 0.00 - DS_II_A_95", "url": "data/stories/571.dfl"}, {"informant_id": 240, "publication_info": "DS_II_A_96", "full_name": "240 - 0.00 - DS_II_A_96", "url": "data/stories/572.dfl"}, {"informant_id": 352, "publication_info": "DS_II_A_91", "full_name": "352 - 0.00 - DS_II_A_91", "url": "data/stories/608.dfl"}, {"informant_id": 68, "publication_info": "DS_II_A_106", "full_name": "68 - 0.00 - DS_II_A_106", "url": "data/stories/714.dfl"}, {"informant_id": 235, "publication_info": "DS_II_A_100", "full_name": "235 - 1.60 - DS_II_A_100", "url": "data/stories/281.dfl"}, {"informant_id": 402, "publication_info": "DS_II_A_50", "full_name": "402 - 0.00 - DS_II_A_50", "url": "data/stories/776.dfl"}, {"informant_id": 455, "publication_info": "DS_II_A_59", "full_name": "455 - 0.00 - DS_II_A_59", "url": "data/stories/498.dfl"}, {"informant_id": 123, "publication_info": "DS_I_959", "full_name": "123 - 2.03 - DS_I_959", "url": "data/stories/377.dfl"}, {"informant_id": 123, "publication_info": "DS_I_767", "full_name": "123 - 2.11 - DS_I_767", "url": "data/stories/385.dfl"}]}, "fielddiary_page_start": "4785b", "fielddiary_page_end": "4786a", "bibliographic_info": null, "bibliography_references": null, "annotation": "In this legend, Margrete returns to the theme of mound dwellers and other supernatural beings, in this case elves. Given the prevalence of mound folk in Margrete's repertoire, it is quite likely that she has conflated the two categories of supernatural beings. The description of the elves presented here is more in line with other descriptions of mound dwellers. In other legends, elves are presented as individualistic, seductive female figures, whose backs appear as hollowed out or rotten tree trunks (DS II A 50; DS II A 59). Elves do not generally appear as collective beings as they do here, a characteristic of the mound folk. Both Kirsten Marie Pedersdatter and Peder Johansen engage in a similar conflation of the categories of elves and mound dwellers (KMP 1.60; PJ 2.03).\n\n     In this story, the elves disrupt the economic productivity of the farm by interfering with the boy's ability to look after the cattle (PJ 2.11). It is only through the quick intervention of the farmhand who, coincidentally, is also engaged in normal farm-based economic activity, that the boy is saved. The encounter with the elves marks the boy for the rest of his life, and underscores the continuing and potentially long-lasting danger that these supernatural beings pose. \n\n     The relationship Margrete draws between elves and alder wood builds on a common false etymology. The word Danish word for elves, elvefolk, is often pronounced ellefolk. The presumed root would link it to elletræ (alder wood). The root of elvefolk actually derives from the old common Nordic root, álfr. As a result of the false etymology, elves are often linked to stands of alder wood in legend.", "danish_manuscript": "Ved en Høj inde ved Skjødstrup var der\ns. mange ellefolk. Der var s. mange\nElle ved siden af. De danste s. gjævt\n.\n.\n.\n--\n4786A\noppe ved Højen. S. var der en Dreng der gik\nog gandet Kreaturerne, s. havde h. saa\nden Plaser af at se paa dem. S. om-\nkredsede de Drengen, s. h. kunde ikke\nkomme ud nogen steder. S. deres Karl\nh. plovet knap ved, s. red h. ind i Kred\nsen og snappet Drengen og red hjem med\nham. Men Dr. h. var s. sær alle tider\nsiden. H. snakkede altid om, at h. vilde\nud til [Kreat] Ellefolkene, det var altid\nhans Mundheld.", "english_manuscript": "At a mound near Skjødstrup, there were a lot of elves. There were a lot of alder wood nearby. They danced so happily up on the mound. Then there was a boy who went and took care of the cattle, and he had the pleasure of watching them. Then they surrounded the boy, so there was no way for him to get out. Their farmhand was plowing right nearby and then he rode into the circle and grabbed the boy and rode home with him. But the boy was so strange after that. He always used to say that he wanted to go out to the elves.", "danish_publication": "Nede ved Skjödstrup var der en höj, der var så mange elle ved siden af, og der var mange ellefolk. De dandste så gjævt oppe ved höjen. Så var der en dreng, der gik og gandede (o: vogtede) kreaturerne, han havde sådan plaser af at se på dem. Til sidst omkredsede de drengen, og han kunde ikke komme ud nogen steder. Deres karl han plovede knap derved, og så red han ind i kredsen og snappede drengen og red hjem med ham. Men drengen han var så sær alle tider siden. Det var al tid hans mundheld, han vilde ud til ellefolkene.", "english_publication": "Down near Skjødstrup there was a mound, there was so much alder wood near it, and there were a lot of elves. They danced so happily up on the mound. Then there was a boy who went and took care of the cattle, he really enjoyed watching the elves. Finally they surrounded the boy and he couldn’t get out anywhere. Their farmhand was plowing right nearby and then he rode into the circle and grabbed the boy and rode home with him. But the boy was so strange after that. He always used to say that he wanted to go out to the elves.", "keywords": {"keyword": ["alderwood", "boy", "cattle", "circle", "dancing", "elf", "farmhand", "home", "mound", "plowing", "riding"]}, "etk_index": {"heading_danish": "Ellefolk", "heading_english": "Elves"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}