{"publication_info": "DS_II_B_147", "full_name": "90 - 2.16 - DS_II_B_147", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 2.16, "fieldtrip": "October 1889", "fieldtrip_start_date": "1889-10-25", "fieldtrip_end_date": "1889-11-18", "places": {"place": [{"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}, {"place_id": 132, "name": "Egå", "display_name": "Egå (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 505, "publication_info": "DS_II_B_146", "full_name": "505 - 0.00 - DS_II_B_146", "url": "data/stories/494.dfl"}, {"informant_id": 429, "publication_info": "DS_II_B_185", "full_name": "429 - 0.00 - DS_II_B_185", "url": "data/stories/514.dfl"}, {"informant_id": 388, "publication_info": "DS_II_B_183", "full_name": "388 - 0.00 - DS_II_B_183", "url": "data/stories/518.dfl"}, {"informant_id": 402, "publication_info": "DS_I_1", "full_name": "402 - 0.00 - DS_I_1", "url": "data/stories/774.dfl"}, {"informant_id": 348, "publication_info": "DS_II_B_141", "full_name": "348 - 0.00 - DS_II_B_141", "url": "data/stories/760.dfl"}, {"informant_id": 123, "publication_info": "DS_I_959", "full_name": "123 - 2.03 - DS_I_959", "url": "data/stories/377.dfl"}, {"informant_id": 90, "publication_info": "DS_IV_650", "full_name": "90 - 2.08 - DS_IV_650", "url": "data/stories/340.dfl"}]}, "fielddiary_page_start": "4786a", "fielddiary_page_end": "4786b", "bibliographic_info": "Feilberg 2, 687\nFeilberg 1918\nLindow 1975", "bibliography_references": {"reference": [{"display_string": "[Book] Feilberg, Henning F. 1977. <i>Bidrag til en ordbog over jyske almuesmål</i>. Copenhagen: Dansk Historisk Håndbogsforlag."}, {"display_string": "[Book] Feilberg, Henning F. 1918. <i>Nissens historie (Danmarks folkeminder)</i>. Copenhagen: Det Schønbergske forlag."}, {"display_string": "[Book section] Lindow, John. 1975. The Male Focus of Scandinavian Household Spirits. In <i>Papers IV : The 8th Congress for the International Society for Folk Narrative Research</i>: 35-46. Bergen: Folkekultur."}]}, "annotation": "Nisse is the Danish term for the guardian spirit of a farm. In Sweden, the same spirit is known as the tomte, and in Norway, the gardvord. The word nisse is a diminutive of the very common name Niels, and thus implies a small farmhand (Feilberg 2, 687). In her story, Margrete uses a common short form of the term, referring to the nisse as \"nis.\"\n\n     In her stories, Margrete emphasizes the economic aspects of the nisse's endeavors. The barter component of the first story should not be overlooked: in exchange for a relatively simple meal, the nisse insures a bountiful dairy output. (PJ 2.03). Nisse's seemingly excessive reaction the small portion of butter is in keeping with the extreme nature of these beings. \n\n     As with any out group transaction, value systems often do not align. A seemingly small transgression to an in group member may be quite significant to the out group, here represented by nisse. This differing value system is confirmed in the next two stories that also focus on the economics of the farm. In the first story, the nisse reveals his capacity for excess production, a form of wishful thinking on the part of farm workers. In the last of the three stories, the extreme reaction of the nisse confirms the frightening and potentially catastrophic misalignment of the human and the supernatural value systems. \n\n      The manner in which the farmhand dies echoes the death of another farmhand in one of Margrete's earlier ghost stories (AMJ 2.08). In the manuscript, there is a direct reference, missing in the published version, to Margrete's mother-in-law's ability to see ghosts. In this manner, Margrete proposes an intriguing connection between many of the supernatural beings that populate her stories and, in particular, the nisse and ghosts.", "danish_manuscript": "Min Plejemoder var fra Egaa og tjente Niels\nAndersen der. Det gik altid s. meget Spø-\ngeri og hun kunde se det. Der var ogsaa \nen Nisse. H. kom om ved hende mange\ng. H. sagde til hende, hu skulle ikke være\n\nbange. Ha skulde ikke gjøre hende nogen For-\ntræd, for ha kunde nok mærke, hu kunde\nse ham. De mælker altid deres Køer\ninde ved en Esk, for der havde han hans \nBolig. s. havde de altid mere Smør og\nMælk. S. skulde Konen koge Melgrød\ntil Nis hver Dag og dem h. levnede deri\nhavde h. altid at fodre en Hest med\nden var vænt til at faa det, h. levnede,\nS. en Dag de sad og mælkede, s kom h. og\n4786B\nslog Mælken fra Konen. Ja a ved nok\nder var for lidt Smør i din grød, men\ndersom du nu vil lade mig være, s. skal\ndu nok faa mere Smør i i Morgen. a\nhavde for lidt. S gik h. nu altid og fo\ndrede Bæsterne. Men en g. havde de en\nKarl, h. vilde løfte ham ud af Stalden.\nS. s. Nis til ham: Nej hold vi skal\nhen at have noget mere Havre til Bæ\nsterne. S. fik h. Karlen med ham at faa\nHavre. K. bandt 10 Neg sammen og bar\nmen Nis tog 1 Trave (60neg) og bandte\nsammen. Da de kom s. Halvvejen [og] s. vilde\nKarlen til at hvile. Da s. Nis: Ja hav\nde a vidst, der var Hvile til, s. vilde a\nhave haft lige s. meget til. Da de kom\nhjem var Karlen glad for nu havde h.\nfaaet noget at fodre. S. maatte Nis gaa\nog fodre ligesom h. vilde for Eftertiden.\nS. fik De en anden Karl, h. vilde ikke\nsaadan lade ham gaa og fodre og der blev\nløft op i Sengen og helt oppe om Stæn\ngerne, laa kvæld om Morg.\n", "english_manuscript": "My foster-mother was from Egå and served Niels Andersen there. There was a lot of haunting there and she could see that. There was also a nisse and he visited her many times. He said that she shouldn't be afraid of him, he wouldn't hurt her, because he noticed that she could see him. They always milked their cows out by an ash tree because that's where he had his house and so they always got more butter and milk. The farmer's wife was supposed to cook porridge for nis every day, and what he didn't finish he always used it to feed a horse. It was used to getting his left-overs. Then one day while they sat and milked, he came and knocked the milk away from the farmer's wife. \"Sure, I know there wasn't enough butter in your porridge today, but if you'll leave me alone, I'll give you more butter tomorrow. I didn't have enough.\" He always went around and fed the horses, but one time they had a farmhand who wanted to lift him out of the stall. Then the nis says to him: \"No, wait a moment, we have to go over there and get more oats for the horses.\" He got the farmhand to come with him to get more oats. The farmhand bound ten sheaves together, but nis took a shock (sixty sheaves) and tied them together. When they got half way, the farmhand wanted to rest. After they'd rested, the nis said, \"If I'd known that we could rest, then I would have brought just as much more.\" When they got home, the farmhand was happy because now he'd gotten something to use for feed, and afterward nis could go and feed just as much as he wanted to. Then they got another farmhand, and he didn't want to let him go and do the feeding like that. He got lifted up in his bed and all the way up to the rafters, so he lay there dead when people got up the next morning.", "danish_publication": "Min plejemoder var fra Egå og tjente Niels Andersen der. Der var en nisse, og han kom om ved hende mange gange. Da hun var ræd, sagde han, at hun skulde ikke være bange for ham, han skulde ikke gjøre hende nogen fortræd, for han kunde jo nok mærke, at hun kunde se ham. De malkede al tid deres køer ude ved en esk, for der havde han hans bolig, og så havde de al tid mere smör og mælk. Konen skulde koge melgrød til nis hver dag, og dem han levnede, dem havde han al tid at fodre en hest med, som var vænt til at få dem. Så en dag de sad og malkede, så kom han og slog mælken fra konen. \"Ja, a véd nok, der var for lidt smör i din grød,\" siger hun, \"men dersom du nu vil lade mig være, så skal du nok få mere smör i i morgen, a havde for lidt i dag.\" Han gik nu al tid og fodrede bæsterne, men en gang havde de en karl, der vilde løfte ham ud af stalden. Så siger nis til ham: \"Nej, hold lidt, vi skal i det sted hen at have noget mere havre til bæsterne.\" Han fik ham også med. Karlen bandt ti neg sammen, men nis tog en trave (60 neg). Da de så kom halvvejen, vilde karlen til at hvile. Da de havde hvilet, sagde nis: \"Havde a vidst, der var hvile til, så vilde a have haft lige så meget til.\" Den gang de kom hjem, var karlen glad, for nu havde han fået noget at fodre med, og for eftertiden måtte nis gå og fodre, ligesom han vilde. Så fik de atter en karl, han vilde ikke sådan lade ham gå. Man han blev løft op i hans seng og helt op til stængerne, så lå han kvæld om morgenen, folkene kom op.", "english_publication": "My foster-mother was from Egå and served Niels Andersen there. There was a nisse at the farm and he visited her many times. When she was frightened, he said that she shouldn’t be afraid of him, he wouldn’t hurt her, because he noticed that she could see him. They always milked their cows out by an ash tree because that’s where he had his house and so they always got more butter and milk. The farmer’s wife was supposed to cook porridge for nis every day, and what he didn’t finish he always used to feed a horse. It was used to getting his left-overs. Then one day while they sat and milked, the nisse came and knocked the milk away from the farmer’s wife. “Sure, I know there wasn’t enough butter in your porridge today,” she said, “but if you’ll leave me alone, I’ll give you more butter tomorrow, I didn’t have enough today.” He always went around and fed the horses, but one time they had a farmhand who wanted to lift him out of the stall. Then the nis says to him: “No, wait a moment, we have to go over there and get more oats for the horses.” He got him to come along too. The farmhand bound ten sheaves together, but nis took a shock (sixty sheaves). When they got half way, the farmhand wanted to rest. After they’d rested, the nis said, “If I’d known that rest existed, then I would have brought just as much more.” When they got home, the farmhand was happy because now he’d gotten something to use for feed, and afterward nis could go and feed the animals just as much as he wanted to. Then they got another farmhand, and he didn’t want to let him go on like that. But he got lifted up in his bed and all the way up to the rafters, so he lay there dead when people got up the next morning.", "keywords": {"keyword": ["afraid", "ashes", "bed", "butter", "cooking", "cow", "day", "death", "farmhand", "farmer", "feed", "happy", "home", "horse", "house", "milk", "morning", "mother", "Niels Andersen", "Nis", "nisse", "oats", "porridge", "rafters", "rest", "sheaf", "stall", "today", "tomorrow", "tree", "wife"]}, "etk_index": {"heading_danish": "Nisser", "heading_english": "Household spirits"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}