{"publication_info": "DS_VI_1100", "full_name": "90 - 2.17 - DS_VI_1100", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 2.17, "fieldtrip": "October 1889", "fieldtrip_start_date": "1889-10-25", "fieldtrip_end_date": "1889-11-18", "places": {"place": {"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "JAT_VI_205", "full_name": "235 - 1.57 - JAT_VI_205", "url": "data/stories/277.dfl"}, {"informant_id": 90, "publication_info": "DSnr_II_B_130", "full_name": "90 - 3.04 - DSnr_II_B_130", "url": "data/stories/358.dfl"}, {"informant_id": 410, "publication_info": "DS_VI_21", "full_name": "410 - 0.00 - DS_VI_21", "url": "data/stories/689.dfl"}, {"informant_id": 482, "publication_info": "DS_VI_1078", "full_name": "482 - 0.00 - DS_VI_1078", "url": "data/stories/816.dfl"}, {"informant_id": 258, "publication_info": "DS_V_956", "full_name": "258 - 0.00 - DS_V_956", "url": "data/stories/500.dfl"}, {"informant_id": 90, "publication_info": "DS_I_1412", "full_name": "90 - 1.05 - DS_I_1412", "url": "data/stories/328.dfl"}]}, "fielddiary_page_start": "4786b", "fielddiary_page_end": "4787a", "bibliographic_info": "Pentikaïnen 1969\nLindow 1982\nLindow 1975\nTangherlini 1998", "bibliography_references": {"reference": [{"display_string": "[Article] Pentikäinen, Juha. 1969. The Dead without Status. Vol. 4 of <i>Temenos</i>, 92-102."}, {"display_string": "[Article] Lindow, John. 1982. Swedish Legends of Buried Treasure. Vol. 95 of <i>The Journal of American Folklore</i> 377: 257-279."}, {"display_string": "[Book section] Lindow, John. 1975. The Male Focus of Scandinavian Household Spirits. In <i>Papers IV : The 8th Congress for the International Society for Folk Narrative Research</i>: 35-46. Bergen: Folkekultur."}, {"display_string": "[Article] Tangherlini, Timothy R. 1998. Barter and Games : Economics and the Supernatural in Danish Legendry. Vol. 54 of <i>Arv</i>, 41-62."}]}, "annotation": "Anders Væver acts the part of a guilty haunt. It is unclear whose money it is he is counting, but in the context of Margrete's other stories of solicitous, guilty haunts, it is fairly clear that the money represents ill-gotten gains. The death of his animals at the time of his death may be linked to the nisse and his loyalty to a single farm and single farmer. This resonates with one of Margrete's first stories, in which a farmhand mentions that the mound dweller would only work with him on a specific farm (AMJ 1.05). \n\n     The conjuring of Anders Væver proceeds without comment. Margrete endorses the common position of the minister as a successful ghost buster. That Anders himself possesses supernatural power goes without saying and may be part of the reason that he haunts. \n\n     The unusual phenomena that the men encounter when they try to steal Anders's apples are reminiscent of similar phenomena that distract people from successfully digging up buried treasure. In both cases, there is a suggestion that attempts to benefit economically without engaging in hard work are linked to the devil. Anders's willingness to wager with the men may also play a role in his subsequent haunting.\n\n      In the published collections, this story is separated from the preceding one, despite the clear narrative connection apparent in the field diaries. In the published version, the order of events is reversed so that the story of Anders Væver's conjuring comes last, rather than first. The published version makes no mention of Anders Væver's nisse, the thread that connects these stories with the preceding ones.", "danish_manuscript": "Der kom\nAnders Væver h. havde ogsaa Nissen. Og\nh. døde, døde ogsaa Kreaturerne, og de var\ns. bange for den døde Mand, h. gik igien\n\n4787A\ngik paa Loftet og målte korn op, sad ved\nBordenden og talte hans Penge. S. maatte\nPræsten derned og faa ham manet. \nAnders Væver havde s. mange Æbler i hans\nhave. Sagde, at han vidste de kunde ikke faa\net af dem. Det blev der sat et stort Vædde\nmaal. De satte 10 Daler [for h] om de kunde\nfaa et. De var 3 Mænd om det. Den ene\nskulde ryste ned. 2 gjenne af Veien\nhvem der kom og 3 samle op. S. tykte\nde da de kunde faa dem. 1 op i Abilden\nog ryste. Ham kom der en Kok efter og\npikkede i Hovedet. Fik ubetydeligt rystet \nned. Dern. kom der en stor Kalv og slugte og\nskød af Vejen, s. de kunde [af] ingen faa.\nDerpaa vandt h. de 10 Daler.\n", "english_manuscript": "Anders Væver came there too, he also had a nisse. When he died, his animals died too, and they were really scared of the dead man, he went again up in the attic and measured grain and sat at the end of the table and counted his money. Then the minister had to go down there and conjure him. Anders Væver had so many apples in his garden. He said that they couldn't take a single one of them, and there was a big bet made, they wagered ten daler, and there were three men involved. The first was going to shake them down, the other one was going to push all of the ones that fell down together, and the third was going to gather them up. They thought that they'd be able to get them. The first one got up into the apple tree and shook. A rooster came after him and pecked at his head so he didn't manage to shake much down. A big calf came and swallowed the ones that had fallen down and pushed them away, so they couldn't get any apples. And so he won those ten daler.", "danish_publication": "Anders Væver havde så mange æbler i hans have. Han sagde, at de kunde ikke tage ét af dem, og det blev der sat et stort væddemål på, de satte ti daler, og der var tre mænd om det. Den ene skulde ryste ned, den anden gjenne af vejen, hvem der kom, og den tredje samle op. Så tykte de da, de måtte kunne få dem. Den første kom så op i abilden og rystede. Ham kom der en kok efter og pikkede i hovedet, så han fik ubetydeligt rystet ned. Dernæst kom der en stor kalv og slugte, og den skød manden af vejen, så de kunde ingen æbler få, og han vandt da væddemålet. Den gang Anders Væver var død, gik han igjen oppe på loftet og målte kom op og sad ved bordenden og talte hans penge. Så måtte præsten derned og få ham manet.", "english_publication": "Anders Væver had so many apples in his garden. He said that they couldn’t take a single one of them, and there was a big bet made, they wagered ten daler, and there were three men involved. The first was going to shake them down, the other one was going to chase away anyone who came by, and the third was going to gather them. Then they thought that they’d be able to get them. The first one got up into the apple tree and shook. A rooster came after him and pecked at his head so he didn’t manage to shake much down. Then a big calf came and swallowed the ones that had fallen down and it pushed the man off the road, so they couldn’t get any apples and Anders won the bet. When Anders Væver was dead, he went again up in the attic and measured grain and sat at the end of the table and counted his money. Then the minister had to go down there and conjure him.", "keywords": {"keyword": ["Anders Væver", "apples", "attic", "bet", "calf", "chase", "conjuring", "daler", "death", "fall", "garden", "grain", "minister", "money", "road", "rooster", "table", "three", "tree"]}, "etk_index": {"heading_danish": "Kloge mænd og koner og deres bedrifter", "heading_english": "Cunning men and women and their activities"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}