{"publication_info": "DS_II_H_34", "full_name": "90 - 2.19 - DS_II_H_34", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 2.19, "fieldtrip": "October 1889", "fieldtrip_start_date": "1889-10-25", "fieldtrip_end_date": "1889-11-18", "places": {"place": [{"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}, {"place_id": 540, "name": "Skjødstrup", "display_name": "Skjødstrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 429, "publication_info": "DS_V_234", "full_name": "429 - 0.00 - DS_V_234", "url": "data/stories/515.dfl"}, {"informant_id": 437, "publication_info": "DS_V_97", "full_name": "437 - 0.00 - DS_V_97", "url": "data/stories/842.dfl"}, {"informant_id": 90, "publication_info": "DS_V_51", "full_name": "90 - 3.01 - DS_V_51", "url": "data/stories/355.dfl"}]}, "fielddiary_page_start": "4787a", "fielddiary_page_end": "4787b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Foxes and pigs are unusual omens, while the liglam  (corpse lamb) is more widely attested. In normal situations, these animals are unremarkable but when they appear in unusual places or have unexpected characteristics as they do here, they represent a threat to individual well-being and, by extension, social and economic organization. \n\n      Margrete's father fortuitously escapes from the threatening animals, but Margrete provides no clear strategy for dealing with such encounters. She emphasized the role of the corpse lamb as an omen to a greater degree in this telling than in a version of the story she told five years later (AMJ 3.01).", "danish_manuscript": "En gang min Fader vilde gaa i Byen, kom \nh. om ved en grumme stor Ræv der strøg\nham paa Benene. Det var ingen rigtig Ræv\nmen den vilde have ham til at følge med\nned til Katsåendet, det var en Dame der\nvar i By. S. vilde Ræven have skådt min Fader \nderned. Men s. bad h. om at blive\n4787B\nfri. Da h. gik hjem, s. kom der en stor So til\nham i den var Størrelse som en [Ræv] Hest og\ns. blev h. s. ræd, ti det var farligt. Men \nda h blev ræd, blev den s. bitte ti det var\nikke større end et Liglam. Boede lige\noverfor Kirkegaarden. Vilde følge med ham\nop til Kirkeporten og s. blev det henne for\nham der.\n", "english_manuscript": "One time my father wanted to go to town, he ran into a really big fox that rubbed up against his legs. It wasn't a real fox, and it wanted him to follow it to Katsåendet [Katsandet], there was a pond in the town called that. Then the fox wanted to push him down there, but he asked to be allowed to go free. When he was walking home, a big sow came up to him, it was the size of a horse, and he got so frightened because it was so dangerous. When he got scared, it got so little that it wasn't bigger than a corpse lamb. He lived right across from the cemetery. It wanted to follow him up to the church gate, and it disappeared there.", "danish_publication": "En gang min fader vilde gå i byen, kom han om ved en grumme stor ræv, der strøg ham på benene. Det var dog ingen rigtig ræv, og den vilde have ham til at følge med til Katsandet, det var en dam i byen, der kaldtes sådan. Så vilde ræven have skådt min fader der ned, men han bad om at blive fri. Da han gik hjem, kom der en stor so til ham; den var af störrelse som en hest. Han blev nu så ræd, te det var farligt, men da blev den så bitte, te den var ikke större end et liglam. Det vilde følge med ham op til kirkeporten, han boede lige over for kirkegården, og så blev det henne for ham dér.", "english_publication": "One time my father wanted to go to town, he ran into a really big fox that rubbed up against his legs. It wasn’t a real fox, and it wanted him to follow it to Katsåendet [Katsandet], there was a pond in the town called that. Then the fox wanted to push him down there, but he asked to be allowed to go free. When he was on his way home, a big sow came up to him; it was the size of a horse. He got so scared because it was so frightening, then it became so little that it wasn’t bigger than a corpse lamb. It wanted to follow him up to the church gate, he lived right across from the cemetery, and then it disappeared there. ", "keywords": {"keyword": ["allow", "cemetery", "church gate", "corpse lamb", "disappearance", "father", "fox", "home", "horse", "leg", "pond", "sow", "town"]}, "etk_index": {"heading_danish": "Dødsvarsler", "heading_english": "Death portents"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}