{"publication_info": "DS_VI_1028", "full_name": "90 - 2.20 - DS_VI_1028", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 2.2, "fieldtrip": "October 1889", "fieldtrip_start_date": "1889-10-25", "fieldtrip_end_date": "1889-11-18", "places": {"place": [{"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}, {"place_id": 8, "name": "Aarhus", "display_name": "Aarhus (place mentioned)"}, {"place_id": 540, "name": "Skjødstrup", "display_name": "Skjødstrup (place mentioned)"}, {"place_id": 729, "name": "Vosnæsgård", "display_name": "Vosnæsgård (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_VI_897", "full_name": "241 - 2.07 - DS_VI_897", "url": "data/stories/157.dfl"}, {"informant_id": 90, "publication_info": "JAT_VI_805", "full_name": "90 - 2.22 - JAT_VI_805", "url": "data/stories/354.dfl"}, {"informant_id": 123, "publication_info": "DS_V_1370", "full_name": "123 - 2.08 - DS_V_1370", "url": "data/stories/382.dfl"}, {"informant_id": 123, "publication_info": "DS_VI_995", "full_name": "123 - 3.21 - DS_VI_995", "url": "data/stories/424.dfl"}, {"informant_id": 456, "publication_info": "DS_VII_237", "full_name": "456 - 0.00 - DS_VII_237", "url": "data/stories/445.dfl"}, {"informant_id": 331, "publication_info": "DS_VII_167", "full_name": "331 - 0.00 - DS_VII_167", "url": "data/stories/642.dfl"}, {"informant_id": 364, "publication_info": "DS_VII_527", "full_name": "364 - 0.00 - DS_VII_527", "url": "data/stories/661.dfl"}, {"informant_id": 111, "publication_info": "DS_VI_1004", "full_name": "111 - 0.00 - DS_VI_1004", "url": "data/stories/741.dfl"}, {"informant_id": 235, "publication_info": "JAH_V_697", "full_name": "235 - 1.32 - JAH_V_697", "url": "data/stories/252.dfl"}, {"informant_id": 90, "publication_info": "DS_VI_1271", "full_name": "90 - 3.09 - DS_VI_1271", "url": "data/stories/363.dfl"}, {"informant_id": 541, "publication_info": "DS_V_1111", "full_name": "541 - 0.00 - DS_V_1111", "url": "data/stories/719.dfl"}]}, "fielddiary_page_start": "4787b", "fielddiary_page_end": "4788b", "bibliographic_info": "Tangherlini 1998\nTangherlini 2000\nMuchembled 1979", "bibliography_references": {"reference": [{"display_string": "[Book] Johansen, Jens Christian V. 1991. <i>Da djævelen var ude... Trolddom i det 17. århundredes Danmark (Odense University studies in history and social sciences)</i>. Odense: Odense Universitetsforlag."}, {"display_string": "[Article] Tangherlini, Timothy R. 2000. \"How do you know she's a witch\"? : Witches, cunning folk, and competition in Denmark. Vol. 59 of <i>Western Folklore</i> 3-4: 279-303."}, {"display_string": "[Book] Muchembled, Robert. 1979. <i>La Sorcière au village : XVe-XVIIIe siècle (Collection Archives)</i>. Paris: Gallimard/Julliard."}, {"display_string": "[Article] Tangherlini, Timothy R. 1998. \"Who ya gonna call?\" : Ministers and the Mediation of Ghostly Threat in Danish Legend Tradition. Vol. 57 of <i>Western Folklore</i> 2/3: 153-178."}]}, "annotation": "In these two closely linked legends, Margrete characterizes Puust-Maren (Puff-Maren) as a witch, a far more disruptive figure than the generally positive figure of the folk healer, who appears in the second story to restore order.\n\n      In the first story, Puust-Maren launches an attack on the economic productivity of the manor farm, disrupting the farmhands' plowing. Furrows are often seen as efficacious against magic, but usually only when they are crossed (thereby inscribing a cross into the ground), rather than being followed as they are here. \n\n      The manor lord's actions are intriguing: he brings into the open Puust-Maren's abilities as a witch, but does not raise a formal accusation of witchcraft against her. Her actions could be seen as self incrimination, a form of testimony that was not allowed in the Danish witch trials that ended in the eighteenth century (Johansen 1991; Tangherlini 2000). This prohibition against self incrimination may also explain Puust-Maren's willingness to admit to having caused her daughter's deformity.\n\n      The second story highlights another common belief about witches, namely their ability to cause illness. Certain methods, such as placing a broom at the threshold to the house, were seen as efficacious against the ability of the witch to gain entrance to a house. Strewing certain seeds, such as linseed at the threshold, could be similarly efficacious (DS V 1111). \n\n     The story may point toward the fierce competition that existed between local folk healers. Stories such as this could bolster the reputation of the successful folk healer, while casting aspersions on another. In this context, it is worth noting that one person's folk healer might be another person's witch (Muchembled 1979).", "danish_manuscript": "Der var en Kone i Skjødstrup h. hed Puust\nMaren og kunde hegse og gjøre s. mange Kun-\nster. Kam ved Vosnæsgaard havde spurgt det\nog s. kommer hun ned til ham en Dag og stod\nved ham. Hør Maren s. h. er det ogsaa sandt\nat du kan s. mange Kunster og kan hegse\nMarin: Ja er det ogsaa sandt. Ja, det var.\nDersommeti hu nu kunde faa alle hans\nPlove til at staa, s. vilde h. tro det. Alle\nhans Folk gik jo ude paa Marken og plovede\nJo det var en let Sag for hende at gjøre s.  nær\nsom en, h. kunde ogsaa mange Kunster selv\nden Karl., s. [nær]  længe h. var i Fonen s.\nkunde hun ikke gjøre det, for h. kunde ogsaa\nmange Kunster. S. snart h. kom af den s.\nkunde hun. Hun kunde jo vel gjøre det, men\nikke paa andre Maader end at giøre Bæsterne\nløbsk, og s. maatte Herren ikke blive vred, hu\n\n4788A\nkunde ikke giøre det nærere end at giøre det\nmed dem ogsaa. S var det alle Plove standse\nde s. nær [be] som ham. Alle Karlene pan\ndede noget ved Plovene og somme bankede paa\nskjær og nogle paa langjærn og som gik sele\ntøjet i Stykker ved. Men da h. kom ud af\nenden s. blev Bæsterne s. låbsk for ham\nog de split Ploved ad og rend over flere og giorde\nskade baade ved Bæster og alting. Nu vil\njeg tro, I kan, siden I har giort mig det\nPuds. Det var et slemt Puds nok, men det\nskal I nu ikke have Straf for, men hvis\nI gjør det ved flere, som jeg nok har hørt\nom, saadan som I gj ved jer egen Dat\nter. Hende har I gjort vingmundet for\ndet hu vilde have Per Vissing. Ja det var\nsandt nok. En gang havde hun lavet en \nKone s. syg og s. skulde der en anden Kone\nfra Aarhus ud at kurere hende for hun var\nnoget klogere end Maren. Men hun kunde ikke giøre det\nnærere end den syges Mand vilde staa for hen\nde, naar hun Maren, kom og give hende et Slag.\nfor [hende] Panden mend en Nødde, ellers kunde\nhun fra Aarhus ikke giøre det. Saa slog han hende vel\n[igjen] ihjel. Nej hende kunde de ikke slaa\nihjel. Det gjorde hende ikke [godt] ondt. Manden var\nbange for at hun skulle smutte ind ad Døren\n4788B\nforbi ham, og s. sagde Konen fra Aarhus at\nnu vilde hun lægge en Ruflim ell. Slik\nlime i Døren, den vidste hu hu kunde ikke\ngaa over. Da hu var nu ved at læse (hende \nfra A.hus) og vilde kurere hende, s. kom Maren\ns. forhidset det var farligt, og s. stod Man\nden til Rede med Nødden og slog lige s. haardt\nh. kunde og M. fik ikke noget indført men\nhun maatte gaa igien. Det havde a ikke troet\nte her var saadan Kunster, s. M. for s. kunde\nI have ladet mig vide det, s. kunde a ogsaa\nhave kureret hende. Men kan a nu ikke\ngjøre andet s. skal hu da blive vingmun\ndet ligesom min egen Datter.\n", "english_manuscript": "There was a woman in Skjødstrup, she was called Puust-Maren and she could witch and she could do so much magic. The man at Vosnæsgård had asked around about this, and so she comes down and was standing with him one day. \"Listen, Maren,\" he says, \"is it true that you know a lot of magic and can witch?\" Maren: \"Yes, that's true.\" Yes, it was. If she could make all his plows to stop at once, then he'd believe it. All his people were out in the fields plowing. Sure, that was an easy matter for her, she could stop all of them except for one, he knew a lot of magic himself, that farmhand, because as long as he was in the furrow, she couldn't do it, since he knew a lot of magic too. As soon as he got out of it, then she could. But the only way she could do it was to make the horses stampede, and the manor lord had to promise not to get angry, she couldn't do it without doing that to them as well. Then all the plows stopped except one. Something broke on all the farmhands' plows, some broke in the blade, some in the long iron, and for some the harnesses broke. When he came out at the end, the horses became so wild that they smashed the plow and they ran off across several fields and hurt the horses and everything. \"Now I believe that you can, since you've done that to me. That was bad enough, but you won't be punished for it, but if you do it to others... I've heard tell about, like what you did to your daughter, you made her wing-mouthed because she wanted Per Virring.\" Yes, that was true enough. One time she'd also made a woman so sick and then another woman from Aarhus had to cure her because she was a bit wiser than Maren. But she couldn't do it unless the sick woman's husband would stand when Maren came--because she would come--and hit her in the forehead with a wooden club [nødde], otherwise the one from Aarhus couldn't do it. \"But I'll probably kill her.\" \"No, they couldn't kill her, it wouldn't even hurt.\" The man was afraid that she'd sneak in the door past him, but then the woman from Aarhus said that she'd put a birch broom [ruflime] or another kind of broom [sliklime] in the door, she knew that she couldn't go over that. Now when she was reading (the woman from Aarhus) and was curing the sick one, then Maren came and was so upset that it was dangerous and the man stood at the ready with the club and hit her as hard as he could and Maren didn't manage to do anything and had to go home. \"I wouldn't have thought that there was such magic here,\" said Maren, \"because then you could have let me known, and I could have cured her as well. But if I can't do anything else, well then she'll be wing-mouthed just like my daughter.\"", "danish_publication": "Der var en kone i Skjödstrup, hun hed Puust-Maren og kunde hekse og gjøre så mange kunster. Manden ved Vos-næsgård havde spurgt det, og en dag hun kommer ned til ham og stod og snakkede med ham, siger han: \"Hør, Maren, er det også sandt, at du kan så mange kunster og kan hekse?\" Ja, det var. \"Dersommetid du nu kan få alle mine plove til at stå, så vil jeg tro det.\" Alle hans folk gik jo ude på marken og plovede. Ja, det var en let sag for hende at gjøre, hun kunde standse dem så nær som én, men han kunde også mange kunster selv, den karl, for så længe han var i fonen (furen), kunde hun ikke gjøre det, så snart han kom af den, så kunde hun. Men hun kunde ikke gjøre det på andre måder end at gjøre bæsterne låbsk, og det måtte herremanden så ikke fortryde på eller blive vred over. Nej, han skulde ikke. Så var det, alle plove standsede så nær som den ene. Alle karlene pandede noget på plovene (der gik bræk på dem), somme bankede på skjær, og nogle på langjærn, og somme gik seletöjet i stykker ved. Men da den ene karl, der endnu plöjede, kom ud af enden, blev bæsterne så låbske for ham, og de splittede ploven ad og rendte over flere agre og gjorde skade både ved bæster og alting. \"Nu vil jeg tro, I kan\", siger herremanden, \"siden I har gjort det. Det var et slemt puds nok, men det skal I nu ikke have straf for. Gjör I det derimod ved flere, så kan I ikke undgå at blive tiltalt. Jeg har nok hørt om, hvordan I har gjort jer egen datter vingmundet, for det hun vilde have Per Virring.\"  Ja, det var sandt nok.\nEn gang havde hun også lavet en kone så syg, og så skulde der en anden kone fra Århus ud at kurere hende, for hun var noget klogere end Maren. Man så skulde den syge kones mand stå, når Maren kom — for hun vilde jo komme — og give hende et slag for panden med en nødde, hun kunde ikke helbrede hende nærere. \"Men så slår a hende vel ihjel.\" Nej, hende kunde de ikke slå ihjel, det gjorde slet ikke ondt. Så var manden ræd for, at hun skulde smutte ind ad dören forbi ham, men så sagde konen fra Århus, at nu vilde hun lægge en ruflime eller sliklime i dören, den vidste hun, hun kunde ikke gå over. Da nu den kloge kone var ved at læse og kurere på den syge, så kom Maren så forhidset, te det var farligt. Manden stod til rede med nødden og slog lige så hårdt han kunde. Maren fik nu ikke noget indført, men måtte gå igjen. \"Det havde a ikke troet, te her var sådanne kunster\", sagde hun, \"for så kunde I have ladet mig vide dét, så kunde a også have kureret hende. Men kan a nu ikke gjøre andet, så skal hun da blive vingmundet ligesom min egen datter.\"", "english_publication": "There was a woman in Skjødstrup, she was called Puust-Maren and she could witch and she could do so much magic. The man at Vosnæsgård had asked about that, and one day she comes down to him and stood and talked with him, he says, “Listen, Maren, is it true that you know a lot of magic and can witch?” Maren: \"Yes, it was.\" \"If you can get all my plows to stop at once, then I’ll believe it.\" All his people were out in the fields plowing. Sure, that was an easy matter for her, she could stop all of them except for one, he knew a lot of magic himself, that farmhand, because as long as he was in the furrow, she couldn’t do it, as soon as he got out of it, then she could. But she couldn’t do it in any other way than to make the horses stampede, and the manor lord had to promise not to regret that or get angry about that. No, he wouldn’t. Then all the plows except one stopped. Something broke on all the farmhands’ plows: for some, the blade broke, for some, the jointer knife broke, and for others, the harnesses broke. But when the one farmhand, who was still plowing, came out at the end, the horses got so wild, and they smashed the plow and they ran off across several fields and damaged the horses and everything. “Now I believe that you can,” says the manor lord, “since you’ve done it. That was bad enough, but you won’t be punished for it. But if you do it to others, then you won’t be able to avoid being accused [of witchcraft]. I’ve heard how you even made your own daughter wing-mouthed because she wanted Per Virring.” Yes, that’s was true enough.\n     One time she’d also made a woman so sick and then another woman from Århus had to cure her because she was a bit wiser than Maren. But then the sick woman’s husband was supposed to stand when Maren came--because come she would--and hit her in the forehead with a wooden club [nødde], otherwise the one from Århus couldn’t cure her. “But I’ll probably kill her.” No, they couldn’t kill her, it wouldn’t even hurt. Then the man was so afraid that she’d sneak in the door past him, but then the woman from Århus said that she’d put a birch broom [ruflime] or a straw broom [sliklime] in the door, she knew that she couldn’t go over that. Now when the cunning woman was reading and curing the sick one, then Maren came and was incredibly angry. The man was ready with the club and hit her as hard as he could. Maren couldn't to do anything then and had to go home. “I wouldn’t have thought that there was such magic here,” she said, “because then you could have let me known, and I could have cured her as well. But if I can’t do anything else now, well then she’ll be wing-mouthed just like my daughter.”\n", "keywords": {"keyword": ["accused", "afraid", "angry", "belief", "birch", "broom", "Cunning Folk", "cure", "daughter", "day", "door", "farmhand", "field", "forehead", "furrow", "harness", "home", "horse", "husband", "iron", "kill", "magic", "manor lord", "Maren", "Per Virring", "plow", "plowing", "punishment", "Puust Maren", "sickness", "stampede", "wing", "witch", "witchcraft", "woman", "wooden"]}, "etk_index": {"heading_danish": "Kloge mænd og koner og deres bedrifter", "heading_english": "Cunning men and women and their activities"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}