{"publication_info": "Lege_0_1945", "full_name": "90 - 2.21 - Lege_0_1945", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 2.21, "fieldtrip": "October 1889", "fieldtrip_start_date": "1889-10-25", "fieldtrip_end_date": "1889-11-18", "places": {"place": {"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 90, "publication_info": "Lege_0_1912", "full_name": "90 - 2.13 - Lege_0_1912", "url": "data/stories/345.dfl"}, {"informant_id": 150, "publication_info": "JAT_VI_781", "full_name": "150 - 1.29 - JAT_VI_781", "url": "data/stories/32.dfl"}, {"informant_id": 90, "publication_info": "Lege_0_1949", "full_name": "90 - 2.14 - Lege_0_1949", "url": "data/stories/346.dfl"}]}, "fielddiary_page_start": "4788b", "fielddiary_page_end": "4788b", "bibliographic_info": null, "bibliography_references": {"reference": [{"display_string": "[Book] Feilberg, Henning F. 1905. <i>Bro-brille-legen, en sammenlignende studie (Bidrag till kännedom om de svenska landsmålen ock svenskt folkliv)</i>. Stockholm: Norstedt."}, {"display_string": "[Book] Feilberg, Henning F. 1977. <i>Bidrag til en ordbog over jyske almuesmål</i>. Copenhagen: Dansk Historisk Håndbogsforlag."}]}, "annotation": "Margrete performs a second and slightly fuller variant of \"Holde for Kongens port\" at the very end of the session (AMJ 2.14).  It is quite possible that during the course of the session she had remembered it. Her opening formula aligns better with other variants of the game, although her formulation \"Bro, bro, brede\", which means \"Bridge, bridge, broad\" differs from the more common \"Bro, bro, brille\", which means \"Bridge, bridge, catch.\" In the more common version, the word brille is a form of the word bregle which means \"to catch or to capture,\" and thus refers to the action of the game (Feilberg 1977 vol 1, 116-117). In the  field diaries, Tang Kristensen made several corrections for dialect pronunciation. In the penultimate line, the published version omits an \"a\" after \"si\", changing the meter of the line.", "danish_manuscript": "Brow brow brede Storken allerede i Fjøwr\ndrow vi herome, i Aar Oer gjør vi lisse dan\nluk op for Kongens Krigsfolk.- Hvis Folk\nKongens Folk i England. Hus æ’et Pas?\nI Bolden af min Træskow å høwt åp i\nkippere Tåp. Di fårre mo di si a å\ndi bager mo di ta om di ka.\n", "english_manuscript": "Bridge bridge wide, the Stork has already, yesterday we came by here, this year we do the same, open up for the King's soldiers. Whose people? - The King of England's people - Where is your passport? - In the ball of my wooden shoe and high up in the tippy-top. The front ones you must let pass through and the last one take if you can.", "danish_publication": "Brow brow brede, Storken allerede, i Fjöwr drow vi herom, i År gjör vi lissedan, luk op for Kongens Krigsfolk. Hvis Folk? — Kongens Folk i England. — Hur æ et Pas. — I Bålden af min Træskow å höwtåp i kippere Tåp. Di fåre mo di si, å di bage mo di ta, om di ka.", "english_publication": "Bridge bridge wide, the Stork has already, yesterday we came by here, this year we do the same, open up for the King’s soldiers. Whose people? – The King of England’s people – Where is your passport? – In the ball of my wooden shoe and high up in the tippy-top. The front ones you must let pass through and the last one take if you can.", "keywords": {"keyword": ["ball", "bridge", "england", "king", "shoe", "soldier", "stork", "wooden", "year", "yesterday"]}, "etk_index": {"heading_danish": "Danske Børnerim, Remser og Lege", "heading_english": "Danish Children's Rhymes, Counting-out Rhymes, and Games"}, "tango_indices": {"tango_index": [null, null, null, null]}, "genre": null}