{"publication_info": "DS_V_51", "full_name": "90 - 3.01 - DS_V_51", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 3.01, "fieldtrip": "July 1894", "fieldtrip_start_date": "1894-07-10", "fieldtrip_end_date": "1894-07-15", "places": {"place": [{"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}, {"place_id": 540, "name": "Skjødstrup", "display_name": "Skjødstrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 90, "publication_info": "DS_II_H_34", "full_name": "90 - 2.19 - DS_II_H_34", "url": "data/stories/351.dfl"}, {"informant_id": 437, "publication_info": "DS_V_97", "full_name": "437 - 0.00 - DS_V_97", "url": "data/stories/842.dfl"}]}, "fielddiary_page_start": "6717a", "fielddiary_page_end": "6717b", "bibliographic_info": null, "bibliography_references": null, "annotation": "The role of lamb as a portent of death relies on an inversion: while a lamb usually represents renewal, birth and innocence (and is closely linked to the symbol of the lamb in Christianity), the lamb here represents death. Often, the corpse lamb is missing a leg and travels about only at night.\n\n     This variant differs from the one Tang Kristensen collected from Margrete five years earlier (AMJ 2.19). Here we learn that Margrete's father was born on a holiday, a liminal time in the year, and this affords him second sight. The threat posed by the fox, a main component of the complicating action of the earlier variant, is missing from this variant, while the role of the corpse lamb as an omen for an impending death is more fully developed.", "danish_manuscript": "Min fader er født selve Pintsemorgen og\n6717B\nhan kunde se alt Skidteri. Ved Kattesundet \nen Dam midt i Skjødstrup saa h en Aften\nen Ræv der gik fra den op efter Kirker, der\nhavde den sin Vandring. Der var mange\nder saa den. Han kunde og se Liglammet\ndet kom og pikkede paa Dørene hvor nogen skulde dø\n", "english_manuscript": "My father was born on Whitsunday itself, and he could see all sorts of stuff. By Kattesund, a pond in the middle of Skjødstrup, he saw a fox one evening that went from it up to the church, that's where it tended to wander about. There were many who saw it. He could also see the corpse lamb that went and tapped on the doors where somebody was to die.", "danish_publication": "Min fader var født selve pintsemorgen, og han kunde se alt skidteri. Ved Kattesundet, en dam midt i Skjödstrup, så han en aften en ræv, der gik fra den op efter kirken. Der var mange, der så den, for der havde den sin vandring. Han kunde og se liglammet, det kom og pikkede på dörene, hvor nogen skulde dø.", "english_publication": "My father was born on Whitsunday itself, and he could see all sorts of stuff. By Kattesund, a pond in the middle of Skjødstrup, he saw a fox one evening that went from it up to the church. There were many who saw that, because that’s where it tended to wander. He could also see the corpse lamb that went and tapped on the doors where somebody was to die.", "keywords": {"keyword": ["birth", "church", "corpse lamb", "death", "door", "evening", "father", "fox", "pond", "Sunday", "wandering", "whitsun"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}