{"publication_info": "DS_V_1232", "full_name": "90 - 3.02 - DS_V_1232", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 3.02, "fieldtrip": "July 1894", "fieldtrip_start_date": "1894-07-10", "fieldtrip_end_date": "1894-07-15", "places": {"place": [{"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}, {"place_id": 182, "name": "Galgeknolden", "display_name": "Galgeknolden (place mentioned)"}, {"place_id": 540, "name": "Skjødstrup", "display_name": "Skjødstrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 385, "publication_info": "DS_IV_1343", "full_name": "385 - 0.00 - DS_IV_1343", "url": "data/stories/474.dfl"}, {"informant_id": 426, "publication_info": "DS_V_1376", "full_name": "426 - 0.00 - DS_V_1376", "url": "data/stories/565.dfl"}, {"informant_id": 205, "publication_info": "DS_V_1265", "full_name": "205 - 0.00 - DS_V_1265", "url": "data/stories/568.dfl"}, {"informant_id": 495, "publication_info": "DS_V_1195", "full_name": "495 - 0.00 - DS_V_1195", "url": "data/stories/683.dfl"}, {"informant_id": 522, "publication_info": "DS_V_1182", "full_name": "522 - 0.00 - DS_V_1182", "url": "data/stories/710.dfl"}, {"informant_id": 348, "publication_info": "DS_V_1091", "full_name": "348 - 0.00 - DS_V_1091", "url": "data/stories/732.dfl"}]}, "fielddiary_page_start": "6717b", "fielddiary_page_end": "6717b", "bibliographic_info": "Løkke 1994\nLøkke 1997\nLøkke 2002\nMøller 1940\nPentikaïnen 1968\nSteensberg 1964", "bibliography_references": {"reference": [{"display_string": "[Book] Pentikäinen, Juha. 1968. <i>The nordic dead-child tradition. Nordic dead-child beings (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}, {"display_string": "[Book] Løkke, Anne, Faye Jacobsen, Anette. 1997. <i>Familieliv i Danmark, 1550 til år 2000</i>. Århus: Systime."}, {"display_string": "[Article] Løkke, Anne. 1994. Præmierede plejemødre – Den københavnske filantropi og uægte børn i 1800-tallet. Vol. 67 of <i>Den Jyske Historiker</i> July."}, {"display_string": "[Article] Løkke, Anne. 2002. Infant Mortality in Nineteenth Century Denmark. Regionality, Feeding Habits, Illegitimacy and Causes of Death. Vol. 3 of <i>Hygiea Internationalis</i>, 115-149."}, {"display_string": "[Book] Møller, J. S. 1940. Vol. 48 of <i>Moder og Barn i dansk Folkeoverlevering. Fra Svangerskab til Daab og Kirkegang (Danmarks Folkeminder)</i>. Copenhagen: Munksgaard."}, {"display_string": "[Book] Steensberg, Axel. 1964. <i>Dagligliv i Danmark i det nittende og tyvende århundrede</i>. Copenhagen: Nyt nordisk forlag."}, {"display_string": "[Article] Tangherlini, Timothy R. 1998. \"Who ya gonna call?\" : Ministers and the Mediation of Ghostly Threat in Danish Legend Tradition. Vol. 57 of <i>Western Folklore</i> 2/3: 153-178."}]}, "annotation": "Margrete's story of an infanticide and subsequent haunting aligns well with her other stories of guilty haunts. In this case, Margrete proposes that the local minister is the most competent to deal successfully with the disruptive force of the haunt.\n\n     By the nineteenth century, infanticide was a relatively rare cause of death, possibly a result of the progressive policies enacted in the eighteenth century that were intended to prevent it. Infant mortality for the Danish countryside through the nineteenth century ranged from a low of 6% to a high of nearly 25% (Løkke 2002). Løkke notes that approximately 10% of all rural births were out of wedlock--this percentage fell in the latter parts if the century as legal reforms were enacted and rural economic organization was liberalized. In the last decades of the century, it was common practice for couples to marry after the birth of their first child.\n\n     Executions in the early part of the century were often major events. Local soldiers surrounded the gallows to prevent people from getting too close to the spectacle (Steensberg 1964, 318). Capital punishment became less and less common during the course of the century. Christian V.'s Danske Lov, which was still in effect until 1866, allowed for the execution of a wide range of criminals, primarily to serve as examples for others. Earlier forms of execution and torture that included branding, dismemberment and the public display of the criminal's dismembered body, were abolished in 1833. Simple execution such as hanging was still allowed in the reformed law of 1866 for crimes such as murder and crimes against the state. The death penalty was not abolished in Denmark until the punishment reform law of 1930.", "danish_manuscript": "Paa præstegaardsmarken alleryderst ligger\nGalgeknolden. Der blev i min bitte Tid\nen Pige henrettet som havde undlivet et\nBarn. Min Fader ville a skulde have\nnemt ved at se det, men a græd s. ve-\nmodig og vilde ikke. Den Pige saa de bag\nefter, hun sad med hendes Barn oven\nfor Jorden lige oven paa selve Knolden\nS. maatte Pastor Katrup ned og have\nhende manet.\n", "english_manuscript": "All the way out on the parsonage's field there's Galgeknolden (Gallows knoll). A little girl was executed there when I was a little girl, she'd killed a baby. My father thought it would be easy for me to see it, but I cried so terribly and I didn't want to. Afterward, they saw the girl sitting with her baby on top of the ground right on the knoll itself. Then pastor Katrup had to go down there and conjure her.", "danish_publication": "Alleryderst på præstegårdsmarken i Skjødstrup ligger Galgeknolden. Der blev i min lille tid en pige henrettet, som havde undlivet et barn. Min fader vilde, a skulde have været ned at se det, men a græd så vemodig og vilde ikke. Bag efter så de den pige sidde med hendes barn oven for jorden lige oven på selve knolden. Så måtte pastor Katrup ned og have hende manet.", "english_publication": "All the way out on the parsonage’s field in Skjødstrup there’s Galgeknolden (Gallows knoll). A little girl was executed there in my day, she’d killed a baby. My father wanted me to go down and see it, but I cried so terribly and I didn’t want to. Afterward, they saw the girl sitting with her baby on top of the ground right on the knoll itself. Then pastor Katrup had to go down there and conjure her.", "keywords": {"keyword": ["baby", "conjuring", "crying", "execution", "father", "field", "gallows", "girl", "kill", "knoll", "parsonage", "pastor"]}, "etk_index": {"heading_danish": "Kvindelige gjenfærd", "heading_english": "Female revenants"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}