{"publication_info": "DS_V_831", "full_name": "90 - 3.03 - DS_V_831", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 3.03, "fieldtrip": "July 1894", "fieldtrip_start_date": "1894-07-10", "fieldtrip_end_date": "1894-07-15", "places": {"place": [{"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}, {"place_id": 265, "name": "Hjørre", "display_name": "Hjørre (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 123, "publication_info": "DS_V_822", "full_name": "123 - 2.05 - DS_V_822", "url": "data/stories/379.dfl"}, {"informant_id": 90, "publication_info": "DS_IV_988", "full_name": "90 - 1.06 - DS_IV_988", "url": "data/stories/329.dfl"}]}, "fielddiary_page_start": "6717b", "fielddiary_page_end": "6718a", "bibliographic_info": "Stokker 1995", "bibliography_references": {"reference": {"display_string": "[Article] Stokker, Kathleen. 1995. Between Sin and Salvation : The Human Condition in Legends of the Black Book Minister. Vol. 67 of <i>Scandinavian Studies</i> 1: 91-108."}}, "annotation": "The execution of the mother by hanging in the preceding story (AMJ 3.02) resonates with the suicide in this story. The minister, as in the earlier variant, is presented as a wise minister (klog præst), a figure balanced on the fine line between the ecclesiastic and spiritual function of a minister on the one hand, and the more questionable realm of magic on the other hand.\n\n     Five years earlier, Margrete had told another version of this same story (AMJ 1.06). This variant diverges little from the earlier telling. Margrete provides slightly more detail about the suicide, such as his name and the location of the hanging. The direct speech between the minister and the wife is also slightly different, although in both cases it concerns the certainty of the dead man \"getting in\" to Heaven.", "danish_manuscript": "En gl. Mand der hed Lars Nielsen havde hængt sig\nnede i et Krat der hed Hjørre. S. gik\nPræsten ind til ham med 2 Mænd og spør\nger ham til, gav ham 3 Spørgsmaal\nog dem svarte h paa alle tre og s. s.\nPr. da h. kom ind til Konen: Det er dig\n[og mig] der er Skyld i det.  Var dig og \nmig lige s. vis paa Himmerig som han\ns. var det ingen Sag. Ha var jo ikke selv\nvis paa H. da h. gjorde s. mange Kun\nster. S. skrev h. til Kbh. var det og s. \n\n6718A\nvar h. den første der kom i viet Jord. \nmen uden Sang og Klang, af dem der\nhavde hængt sig. [H] Ellers blev de jo\nbegravet i et Maarskjel. De 2 Mænd\nskulle være Vidner. Konen maatte ikke\nvære derinde. De sagde at Mændende blev\ns. blege s. de var færdige at daane \nved det, h. rigtig gav Svar, som h. var\ni levende Live.\n", "english_manuscript": "An old man who was called Lars Nielsen had hung himself down in a little woods which was called Hjørre. The minister went in to him with two men to interrogate him, and he asked him three questions and he answered all three of them. When the minister came in to the wife he says, \"You're the one to blame. If you and I were so certain about Heaven as he is, then it would be no matter.\" He wasn't so sure himself about getting to Heaven since he did so much magic. Then he wrote to Copenhagen about this, and so he was the first one that had hung himself that came into consecrated ground, but without any songs and ringing. Otherwise they'd be buried in a field divider. The two men were supposed to be witnesses. The wife couldn't be in there. They said that the men turned so pale that they almost fainted. He answered correctly just as if he were alive.", "danish_publication": "En gammel mand, der hed Lars Nielsen, havde hængt sig nede i et krat, der hed Hjörre, og så skulde han jo begraves i et måårskjel, som det var skik i de tider. Men så gik præsten ind til ham med to mænd, der skulde være vidner, og gav ham tre spörgsmål. Dem svarte han på alle tre, og de sagde, at mændene blev så blege, så de var færdige at dåne ved det, den gang de hørte, han rigtig gav svar, som om han var i levende live. Da præsten kom ind til konen igjen, for hun måtte ikke være med der inde ved liget, så siger han: \"Det er dig, der er skyld i det, var dig og mig lige så vis på Himmerig som han, så var det ingen sag.\" Han var jo ikke selv vis på Himmerig, da han gjorde så mange kunster. Så skrev han til Kjöbenhavn om det, og det lig var det første her, der kom i viet jord, men uden sang og klang, af dem, der har hængt sig.", "english_publication": "An old man who was called Lars Nielsen, he’d hung himself down in a little woods which was called Hjørre, then he was supposed to be buried in a stone wall between two fields, which was the practice in those days. But then the minister went in to him with two men, who were supposed to be witnesses, and he asked him three questions. He answered all three questions, and they say that the men turned so pale that they almost fainted when they heard him give correct answers as if he were alive. When the minister went back in to the wife, because she couldn’t be in there with the corpse, then he says, “You’re the one to blame, if you and I were so certain about Heaven as he is, then it would be no matter.” He wasn’t so sure himself about getting into Heaven since he did so much magic. Then he wrote to Copenhagen about this, and so he was the first one around here that had hung himself that was buried in consecrated ground, but without any songs and ringing.", "keywords": {"keyword": ["burial", "consecrated", "corpse", "day", "heaven", "Lars", "magic", "minister", "Nielsen", "old", "ringing", "singing", "stone", "three", "walls", "wife", "woods", "writing"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}