{"publication_info": "DSnr_II_B_130", "full_name": "90 - 3.04 - DSnr_II_B_130", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 3.04, "fieldtrip": "July 1894", "fieldtrip_start_date": "1894-07-10", "fieldtrip_end_date": "1894-07-15", "places": {"place": [{"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}, {"place_id": 132, "name": "Egå", "display_name": "Egå (place mentioned)"}, {"place_id": 380, "name": "Løgten", "display_name": "Løgten (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 487, "publication_info": "DS_II_B_103", "full_name": "487 - 0.00 - DS_II_B_103", "url": "data/stories/525.dfl"}, {"informant_id": 541, "publication_info": "DS_II_B_36", "full_name": "541 - 0.00 - DS_II_B_36", "url": "data/stories/718.dfl"}, {"informant_id": 541, "publication_info": "DS_II_B_15", "full_name": "541 - 0.00 - DS_II_B_15", "url": "data/stories/717.dfl"}, {"informant_id": 90, "publication_info": "DS_VI_1100", "full_name": "90 - 2.17 - DS_VI_1100", "url": "data/stories/349.dfl"}, {"informant_id": 241, "publication_info": "DSnr_III_1380", "full_name": "241 - 4.17 - DSnr_III_1380", "url": "data/stories/189.dfl"}, {"informant_id": 123, "publication_info": "DS_III_2367", "full_name": "123 - 2.10 - DS_III_2367", "url": "data/stories/384.dfl"}]}, "fielddiary_page_start": "6718a", "fielddiary_page_end": "6718b", "bibliographic_info": null, "bibliography_references": null, "annotation": "These stories continue Margrete's retelling of stories she had told Tang Kristensen in her first two meetings with him (AMJ 2.17). Margrete adds the personal connection to Anders Vævers's nisse, in the guise of her stepmother who, like her father, was born on a calendrically liminal day, in this case Christmas. In this telling, Margret attributes the protection of the apple orchard to the nisse rather than to Anders Væver. \n\n     The animals that the nisse sends to distract the thieves are reminiscent of the animals that appear during quests for buried treasure, and help link the nisse more definitively to the demonic (PJ 2.10). The nisse apparently takes the family's wealth away after Anders dies. \n\n     Anders's haunt is described more explicitly here than in the earlier variant as a guilty haunt. Unlike other stories that Margrete tells in which the solicitous guilty haunt is confronted, this haunt is never confronted. Rather than the positive resolutions that mark her legends in which haunts are confronted or conjured, the resolution of this story is decidedly negative: Anders's farm is laid waste and his children end up destitute.", "danish_manuscript": "I Anders Vævers gaard i Egaa tjente\nmin Stifmoder i 14 Aar. Der var en\nNisse og h. boede i en hul Esk i [Hove??]\nToften og h. gik og fodrede baade Bæster\nog Køer. Hu var født selve Julemorgen\nog kunde se ham. Hun saa ham i en Gyde\ns. tit, naar hu skulde gaa efter Vand.\nH. sagde hu skulde ikke vær ræd for\nham, for h. skulde ikke gjøre hende no\ngen Fortræd. Manden sagde til nogle\nandre Mænd, at h. vilde sætte et stort\nVæddemaal med dem, at de kunde ikke\nfaa nogle Æbler i hans Have. S. prøvede\nde det. Nogle skulde op i Abilden og\nryste ned og andre samle op. Der kom \net stort Syr der lignede en Ræv og skjød\ndem til Side og der kom s. mange Kok\nker i Træet og flagrede om dem, s de\nfik ingen Æbler og det\n6718B\nvar Nissens Skyld.\nDh. Anders Væver sad for Bordenden\nefter hans Død og talte hans Penge og\ndet slæbte med Sække paa Loftet, for\nde mente h. havde gjort Uret og s. døde\nde fleste af hans Kreaturer og havde\nsønnen ikke trukket de andre til Løgten\nog solgt, s. var de døde allesammen. H.\nhavde 3 Børn og 1 søn, de blev s ringe\nallesammen, og Sønnen blev s. ussel af Kraft\ns. det helt aad Struben af ham. De var\nendda s. rige til at begynde paa og havde\nPenge nok.", "english_manuscript": "My stepmother worked at Anders Væver's farm in Egaa for fourteen years. There was a nisse who lived in a hollow ash tree in the commons, and he went and fed both the horses and the cows. She was born on Christmas morning itself, and so she could see him. She often saw him in the alley when she went to fetch water. He said that she shouldn't be afraid of him, because he wouldn't hurt her. The man [Anders] said to some other men, that he'd make a large bet with them, that they couldn't steal any apples from his garden. So they tried it. Some were supposed to go up into the apple tree and shake it, and the others would pick them up. A big animal came, which looked like a fox, and pushed them all to the side and all these roosters appeared in the tree and fluttered about, so they didn't get any apples, and that was because of the nisse. This Anders Væver sat at the head of the table after he'd died and counted his money, and it sounded like sacks were being dragged about in the attic, because they believed he'd probably committed crimes. Most of the animals died, and if the son hadn't dragged the rest to Løgten and sold them there, then they all would have died. He had three children and one son, but they ended up so bad off all of them. The son was miserable with cancer that ate right through his entire throat. They were quite rich to start off and had enough money.", "danish_publication": "Min Stifmoder tjente i Anders Vævers Gaard i Egaa i 14 Aar. Der var en Nisse, som boede i en hul Esk i Toften, og han gik og fodrede baade Bæster og Køer. Hun var født selve Julemorgen, og derfor kunde hun se ham. Hun saa ham tit i en Gyde, naar han skulde gaa efter Vand, og han sagde til hende, at hun skulde ikke være ræd for ham, for han skulde ikke gjøre hende nogen Fortræd. Anders Væver sagde til nogle andre Mænd, at han vilde sætte et stort Væddemaal med dem, at de kunde ikke faa nogle Æbler i hans Have. Saa prøvede de det. Nogle skulde op i Abilden og ryste ned, og andre samle op. Men dem kom der et stort Dyr, som lignede en Ræv, og skød til Side, og der kom saa mange Kokke og flagrede om dem oppe i Træet, saa de fik ingen Æbler, og det var Nissens Skyld. Denher Anders Væver sad for Bordenden efter hans Død og talte hans Penge, og det slæbte med Sække paa Loftet, for han havde nok gjort Uret med at maale galt op. De fleste af Kreaturerne døde, og havde Sønnen ikke trukket de andre til Løgten og solgt dem der, saa var de døde allesammen. De Børn var saa rige til at begynde paa og havde Penge nok, men de blev til sidst saa ringe alle sammen. Sønnen blev saa ussel af Kraft, saa det helt aad Struben af ham.", "english_publication": "My stepmother served at Anders Væver’s farm in Egaa for fourteen years. There was a nisse who lived in a hollow ash tree in the commons, and he went and fed both the horses and the cows. My stepmother was herself born on Christmas morning, and so she could see him. She often saw him in the alley when he had to go get water, and he said to her that she shouldn’t be afraid of him because he wouldn’t hurt her. Anders Væver said to some other men that he’d make a large bet with them that they couldn’t steal any apples from his garden. So they tried it. Some were supposed to go up into the apple tree and shake it, and the others would pick them up. But then a big animal came which looked like a fox and pushed them all to the side and all these roosters appeared and fluttered about the people who were up in the tree so they didn’t get any apples, and that was because of the nisse. This Anders Væver sat at the head of the table after he’d died and counted his money, and it sounded like sacks were being dragged about in the attic since he’d probably committed a crime by not measuring properly. Most of the animals died, and if the son hadn’t dragged the rest to Løgten and sold them there, then they all would have died. He had three children and one son, but they ended up so bad off all of them. The son was miserable with cancer that ate right through his entire throat. The children were quite rich at the start and had had enough money.", "keywords": {"keyword": ["afraid", "alley", "Anders Væver", "animals", "apples", "ashes", "attic", "bet", "birth", "cancer", "children", "Christmas", "commons", "cow", "crime", "death", "farm", "feed", "fox", "garden", "hollow", "horse", "money", "morning", "nisse", "rest", "rich", "rooster", "son", "stepmother", "table", "theft", "three", "throat", "tree", "water"]}, "etk_index": {"heading_danish": "Nisser", "heading_english": "Household spirits"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}