{"publication_info": "DSnr_III_478", "full_name": "90 - 3.05 - DSnr_III_478", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 3.05, "fieldtrip": "July 1894", "fieldtrip_start_date": "1894-07-10", "fieldtrip_end_date": "1894-07-15", "places": {"place": [{"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}, {"place_id": 350, "name": "Krajbjærg mark", "display_name": "Krajbjærg mark (place mentioned)"}, {"place_id": 642, "name": "Todbjærg", "display_name": "Todbjærg (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "DS_III_887", "full_name": "235 - 1.18 - DS_III_887", "url": "data/stories/237.dfl"}, {"informant_id": 123, "publication_info": "DS_III_870", "full_name": "123 - 2.24 - DS_III_870", "url": "data/stories/398.dfl"}]}, "fielddiary_page_start": "6718b (1)", "fielddiary_page_end": "6718b (1)", "bibliographic_info": "Strömbäck 1958", "bibliography_references": {"reference": {"display_string": "[Article] Strömbäck, Dag. 1958. Den första kyrkplatsen i sägen och folklig tro. Vol. 17 of <i>Religion och bibel</i>, 3-13."}}, "annotation": "This legend is widely attested, and Tang Kristensen includes well over fifty variants of the legend in his published collections of Danske sagn. Strömbäck, in his study of the tale, identifies three subtypes (1958). The destruction of the church at night may be linked to the mound dwellers. Other typical church destroyers are trolls and giants. The use of oxen to find the building site (in some variants, the oxen are tied to the building materials) relies on several inversions of the normal order. The infertility of the oxen stands in contradistinction to the communal elements of the church. Also, allowing oxen to roam free and, in other variants, at night, runs counter to normal roles for domesticated animals: their grazing is usually limited and they are not used productively at night. Kirsten Marie Pedersdatter also told a variant of the legend (KMP 1.18).", "danish_manuscript": "Todbjærg Kirke skulde have ligget paa Kraj-\nbjærg Mark. De koblede to Stude sam\nog s. gik de til Todbjærg og lagde dem\nDe kunde ingen Ting faa til at staa\nder. revet ned om Natten og s. \ndrev Studene.\n", "english_manuscript": "Todbjærg church was supposed to have stood on Krajbjærg field. They hitched two oxen together and they walked over to Todbjærg and lay down. They couldn't get anything to stay up, it got torn down during the night, and so they drove the oxen.", "danish_publication": "Todbjærg Kirke skulde have ligget paa Krajbjærg Mark; men de kunde ingen Ting faa til at staa, for det blev revet ned om Natten. Saa koblede de to Stude sammen og drev dem af Sted. De gik til Todbjærg og lagde dem.", "english_publication": "Todbjærg church was supposed to have stood on Krajbjærg field; but they couldn’t get anything to stay up, because it was torn down at night. Then they hitched two steers together and drove them off. They went to Todbjærg and lay down.", "keywords": {"keyword": ["church", "field", "night", "steer"]}, "etk_index": {"heading_danish": "Kirker og deres opbyggelse. Klostre, hellige kilder, m. m.", "heading_english": "Churches and their construction. Monasteries, holy springs, etc."}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}