{"publication_info": "DS_III_1873", "full_name": "150 - 1.33 - DS_III_1873", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 1.33, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place mentioned)"}, {"place_id": 489, "name": "Røde mølle", "display_name": "Røde mølle (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 235, "publication_info": "DS_II_D_50", "full_name": "235 - 1.59 - DS_II_D_50", "url": "data/stories/280.dfl"}}, "fielddiary_page_start": "3249a (3)", "fielddiary_page_end": "3249a (3)", "bibliographic_info": null, "bibliography_references": null, "annotation": "Jens remains on features of local topography describing an unusual and potentially dangerous water course. Villads is likely the same man who appears in several of Jens's other stories (BJK 1.12, BJK 1.23 and BJK 1.35).", "danish_manuscript": "[E] I Ersted Hule østen for Byen er et stort\nHul, naar det er Tøbrud s. løber Vandet i\nDammen [ikk] der ned. S. kan der ikke stæjnes\nnoget. Det kunde bøle nede i [Vandet] Hul-\nlet naar det havde frosset længe og s. Tøbrud\nog det fik Hul. Villadses Gasse gik derned\nen G. og den kom ud nede ved Røde Mølle\nved Lag en Fjerdingvej. der er en Bæk de\nkalder Kjæn Stiens. der er Udløbet, men\ndet løber jo hele Tiden.", "english_manuscript": "Down in Ersted water hole east of the town there's a big hole down in the ground, and when there's a thaw, the water flows from the pond down there. It can't be stopped at all. It could really get turbulent down there when there'd been frost for a while and then a sudden thaw. Villads's gander went down in there once and it came out again by Røde mill, about two kilometers from there. There's a stream and they call it Kjæn stiens. There's an outlet, but it's flowing all the time.", "danish_publication": "I Ersted hule her östen for byen er et stort hul ned i jorden, og når det er tøbrud, så vandet kommer til at stå höjt, løber det af dammen og derned, og så kan det ikke stæjnes. Når det har frosset og sneet længe, og der så bliver stærkt tøbrud, så vandet får luft i hullet, kan det formelig løbe der nede. Villads's gasse gik en gang ned i det hul, og den kom ud igjen nede ved Røde-mølle ved lag en fjerdingvej derfra. Der er et udløb fra den underjordiske rende, men det løber jo ellers hele tiden som en bæk, og den kaldes Kjæn stiens.", "english_publication": "Ersted water hole east of the town here is a big hole down in the ground, and when there’s a thaw, the water level reaches so high it flows from the pond down to there, and then it can’t be stopped. When there's been frost and it has snowed for a long time, and then there comes a sudden thaw so that the water really gets going, then it can really run down there. Villads’s gander went down into the water hole and it came out again by Røde mill, about two kilometers from there. There’s an outlet from the underwater stream, but it runs all the time as if it were a stream, and they call it Kjæn stiens.", "keywords": {"keyword": ["east", "frost", "mill", "pond", "snow", "stream", "town", "water"]}, "etk_index": {"heading_danish": "Forskjellige stedsagn", "heading_english": "Diverse place legends"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}