{"publication_info": "DS_III_2378", "full_name": "90 - 3.06 - DS_III_2378", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 3.06, "fieldtrip": "July 1894", "fieldtrip_start_date": "1894-07-10", "fieldtrip_end_date": "1894-07-15", "places": {"place": [{"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}, {"place_id": 320, "name": "Kalvø", "display_name": "Kalvø (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 90, "publication_info": "DSnr_III_564", "full_name": "90 - 3.07 - DSnr_III_564", "url": "data/stories/361.dfl"}, {"informant_id": 319, "publication_info": "DS_III_2440", "full_name": "319 - 0.00 - DS_III_2440", "url": "data/stories/508.dfl"}, {"informant_id": 6, "publication_info": "DS_III_2316", "full_name": "6 - 0.00 - DS_III_2316", "url": "data/stories/517.dfl"}]}, "fielddiary_page_start": "6718b (2)", "fielddiary_page_end": "6718b (2)", "bibliographic_info": "http://www.sns.dk/fortidsm/netpub/kaloe/kaloe.htm", "bibliography_references": null, "annotation": "The Danish word for \"tax\" and \"treasure\" are the same, and the nine year treasure the dragon guards is likely a treasure that has been collected from nine years of taxation. At the end of the nineteenth century, taxation was a hot button topic in political debate, and there was significant discussion over the degree to which taxes should be administered locally or should be returned to the central administration of the national government. With the constitution, the Crown was less in control of tax revenue as it had been during the period of the absolute monarchy.\n\n     Dragons guarding treasures are known in Nordic tradition back through the middle ages. Grundtvig's translations of Snorri and Saxo made such stories broadly accessible in rural Denmark. Perhaps the best known of the medieval dragons guarding treasure is Fafnir, who turns himself into a dragon to protect a hoard of ill-gotten gold.\n\n     Tang Kristensen misrecorded the name of the castle, as there is no castle on Kalvø (near Skanderborg). Cistercian monks had used Kalvø, but left no structure that could be considered a castle. Given the next story, it is clear that Margrete was referring to the nearby Kalø castle, which had been built in the late middle ages, and was used sporadically through the nineteenth century. It was here that Christian II imprisoned Gustav Wasa the future king of Sweden from 1518 to 1522.", "danish_manuscript": "Ved Kalvø Slot laa en Drage ved 9\nAars gl Skat og de kunde se Halen af\nden, den laa ved Slottet.\n", "english_manuscript": "Near Kalvø castle lay a dragon with a nine year old treasure and they could see its tail, it lay right up by the castle.", "danish_publication": "Ved Kalvø slot lå en drage med ni års gammel skat og de kunde se halen af den, for den lå lige inde ved slottet.", "english_publication": "Near Kalvø castle lay a dragon with a nine year old treasure and they could see its tail, because it lay right up by the castle.", "keywords": {"keyword": ["castle", "dragon", "old", "tail", "treasure", "year"]}, "etk_index": {"heading_danish": "Sagn om skatte", "heading_english": "Legends about treasure"}, "tango_indices": {"tango_index": [null, null, null]}, "genre": null}