{"publication_info": "DSnr_III_564", "full_name": "90 - 3.07 - DSnr_III_564", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 3.07, "fieldtrip": "July 1894", "fieldtrip_start_date": "1894-07-10", "fieldtrip_end_date": "1894-07-15", "places": {"place": [{"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}, {"place_id": 320, "name": "Kalvø", "display_name": "Kalvø (place mentioned)"}, {"place_id": 497, "name": "Rosenholm", "display_name": "Rosenholm (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 90, "publication_info": "DS_III_2378", "full_name": "90 - 3.06 - DS_III_2378", "url": "data/stories/360.dfl"}}, "fielddiary_page_start": "6718b (3)", "fielddiary_page_end": "6718b (3)", "bibliographic_info": null, "bibliography_references": null, "annotation": "Margrete stays on the theme of castles with this short description of the secret passage from Rosenholm to Kalø, an unlikely distance of 10.7 kilometers. It is unclear what the passage would have been used for: perhaps Royal visitation with mistresses, or perhaps the movement of riches. Whatever the case, the secret passage can be seen as a representation of the popular perception of the aristocracy and the royal family as secretive and deceptive.", "danish_manuscript": "Der var en\nLøngang fra Rosenholm underneden\nKirken (Kapellet der) gik den ned og helt\ntil Kalvø Slot. Porten til var der under \nKirken-- gjennem Graven i det sydøst\nHjørne af Slottet.\n", "english_manuscript": "There was a secret passage from Rosenholm underneath the church (the chapel there), and then it went underground all the way to Kalvø castle. The door to it was underneath the church, under the moat in the south-east corner of the castle.", "danish_publication": "Der var en Løngang fra Rosenholm underneden Kirken (Kapellet der), og saa gik den helt under Jorden til Kalvø Slot (Bregnet S.). Porten til den var ned under Kirken i det sydøst Hjørne af Slottet, og saa gik den ind under Graven.", "english_publication": "There was a secret passage from Rosenholm underneath the church (the chapel there), and then it went underground all the way to Kalvø castle (Bregnet parish). The door to it was underneath the church in the southeast corner of the castle, and then it went in under the moat.", "keywords": {"keyword": ["castle", "chapel", "church", "door", "moat", "parish", "secrets", "southeast"]}, "etk_index": {"heading_danish": "Kirker og deres opbyggelse. Klostre, hellige kilder, m. m.", "heading_english": "Churches and their construction. Monasteries, holy springs, etc."}, "tango_indices": {"tango_index": [null, null, null]}, "genre": null}