{"publication_info": "DS_VII_505", "full_name": "90 - 3.08 - DS_VII_505", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 3.08, "fieldtrip": "July 1894", "fieldtrip_start_date": "1894-07-10", "fieldtrip_end_date": "1894-07-15", "places": {"place": {"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 123, "publication_info": "DS_V_1370", "full_name": "123 - 2.08 - DS_V_1370", "url": "data/stories/382.dfl"}, {"informant_id": 389, "publication_info": "DS_VII_517", "full_name": "389 - 0.00 - DS_VII_517", "url": "data/stories/702.dfl"}, {"informant_id": 90, "publication_info": "Æv_0_1458", "full_name": "90 - 2.02 - Æv_0_1458", "url": "data/stories/334.dfl"}]}, "fielddiary_page_start": "6719a (1)", "fielddiary_page_end": "6719a (1)", "bibliographic_info": null, "bibliography_references": null, "annotation": "Margrete provides the details here for acquiring a genie, most likely a servant of Satan, or Satan himself. All of the components of the process rely on inversions of the normal order, all ultimately for personal gain. \n\n     Thursdays appear frequently as a liminal day, the last day of the week that is not charged with any religious significance (Friday was traditionally a day of fasting in preparation for the Sabbath, although such practice was in decline already from the beginning of the Reformation). Peat, a common fuel for heating, is not supposed to be dug at midnight. In fact no activity is supposed to take place at this late hour outside the farm at all, and certainly not in the middle of an intersection, where it would disrupt traffic. The intersection forms a cross, and thus should have religious power, but here it is used in a non-religious, or perhaps even anti-religious fashion. Toads are generally seen as connected to Satan and witches, even though they can also be considered good luck omens. Toads figure prominently as ingredients in various magical potions, as is the case here. Attending church at midnight and blowing through the keyhole are two common ways to come into contact with Satan. \n\n     The genie resonates with Margrete's folktale about the genie in the bottle (AMJ 2.02), although in this story the genie has a more ominous origin, and does not derive from a normal, albeit somewhat questionable, economic transaction. \n\n     Oddly, the published version does not include the motif of burying the toad in the peat stack.", "danish_manuscript": "Naar de gik til en Korsvej kl. 12 3 tors\ndag aftener og grave en Tørv, s. skulde der\nkomme en Skruptusse og den skulde de tage\n[dem] og grave [den] ned der, under, den Tørv\nfinde den. Gjemme den til Kjødet gik af\nog s. tage Benet af den og blæse gjennem det\nind ad Nøglehullet i Kirken. S. kommer\nen og s. Hvad begjærer min Herre. S.\nsagde de hvad de tykte de ville have\nog s. faa det.\n", "english_manuscript": "If one went to an intersection at twelve o'clock three Thursday nights in a row and dug a peat stack there, a toad was supposed to come and you were supposed to take it and bury it there under that peat. Find it again. Keep it until the meat fell off of it and then take the bones and then blew through them into the church door keyhole at midnight. Then someone would come and say, \"What does my master command?\" Then you were supposed to say what you thought you wanted and then you'd get it.", "danish_publication": "Når de gik til en korsvej kl. 12 tre torsdag aftener efter hinanden og dér grov en törv, skulde der findes en skruptusse, og den skulde de tage og gjemme, til kjødet gik af. Når de så tog benet af den og blæste gjennem det ind ad nøglehullet i kirkedøren ved midnatstid, så vilde der komme én og sige: \"Hvadbegjærer min herre?\" De skulde da sige, hvad de tykte, de vilde have, og så skulde de få det.", "english_publication": "If one went to an intersection at twelve o’clock three Thursday nights in a row and dug a peat stack there, one was supposed to find a toad and one was supposed to take it and keep it until the meat fell off of it. If one then took its bones and blew through them in through the church door keyhole at midnight, then someone would come and say, “What does my master command?” Then one was supposed to say what you thought you wanted and then you’d get it.", "keywords": {"keyword": ["bones", "church", "clock", "digging", "door", "fall", "intersection", "keyhole", "master", "meat", "midnight", "night", "peat", "three", "thursday", "toad"]}, "etk_index": {"heading_danish": "Hekse og deres idrætter", "heading_english": "Witches and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}