{"publication_info": "DS_VI_1271", "full_name": "90 - 3.09 - DS_VI_1271", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 3.09, "fieldtrip": "July 1894", "fieldtrip_start_date": "1894-07-10", "fieldtrip_end_date": "1894-07-15", "places": {"place": {"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "DS_VI_1270", "full_name": "150 - 3.12 - DS_VI_1270", "url": "data/stories/75.dfl"}, {"informant_id": 90, "publication_info": "DS_VI_1028", "full_name": "90 - 2.20 - DS_VI_1028", "url": "data/stories/352.dfl"}, {"informant_id": 525, "publication_info": "DS_VI_216", "full_name": "525 - 0.00 - DS_VI_216", "url": "data/stories/523.dfl"}, {"informant_id": 373, "publication_info": "DS_IV_744", "full_name": "373 - 0.00 - DS_IV_744", "url": "data/stories/529.dfl"}, {"informant_id": 541, "publication_info": "DS_V_1111", "full_name": "541 - 0.00 - DS_V_1111", "url": "data/stories/719.dfl"}, {"informant_id": 150, "publication_info": "DS_VII_887", "full_name": "150 - 4.09 - DS_VII_887", "url": "data/stories/120.dfl"}, {"informant_id": 150, "publication_info": "Unpub_BJK_410", "full_name": "150 - 4.10 - Unpub_BJK_410", "url": "data/stories/121.dfl"}]}, "fielddiary_page_start": "6719a (2)", "fielddiary_page_end": "6719a (2)", "bibliographic_info": "Hale 1984", "bibliography_references": {"reference": {"display_string": "[Book] Hale, Frederick. 1984. <i>Danes in North America</i>. Seattle: University of Washington Press."}}, "annotation": "Margrete continues her discussion of magically efficacious flora and fauna. Seeds gathered at calendrically liminal periods, such as Saint Hans, a summer solstice celebration, are considered to be magically powerful. Bracken seeds were generally considered to be associated with witchcraft (BJK 3.12). Bracken, or ferns, do not actually produce seeds, but rather produce spores. Another magical seed is linseed, used to prevent the passage of witches (DS V 1111 and DS IV 744). The written piece of paper to which Margrete alludes was a common feature in magical practice. The most complete magical writings are found in compendia of magic verses, incantations and directions known as Cyprianus. These books were mostly in the possession of cunning folk and not witches. \n\n      Margrete does not seem overly concerned about her failure to collect any seeds, and there is a hint that she did not believe that her companion was successful either.\n\n     The published version changes the order of the wording slightly, moving the identification of Margrete's companion to the beginning of the account.", "danish_manuscript": "Bregner skal ikke bære Frø uden Skt Hans\nAften. A var med en inde i Skoven\nog vi havde noget Papir med, der var\nskrevet noget paa. Hu havde skrevet\ndet der skulde skrives. S. skulde vi lægge\ndet Papir under Bregnerne og hu sag\nde hu fik nok, men a fik intet.\nDet var til at gjøre Kunster med.\nDet var en der hed Karen Marie. Jens\nBråndstrups Datter og er nu i Amerika.\n", "english_manuscript": "Bracken aren't supposed to bear seeds except on Sankt Hans eve. I went with someone into the woods and we had some paper with us, which had something written on it. She'd written what was supposed to be written. We were supposed to put that paper under the bracken and she said that she got plenty, but I didn't get any. It was to do magic with. It was someone called Karen Marie, Jens Bråndstrup's daughter, she's in America now.", "danish_publication": "Bregner skal ikke bære frø uden selve sankt-Hans aften. Der var en pige, der hed Karen Marie, det var Jens Brandstrups datter — hun er nu i Amerika — og hun kom og vilde have mig med ind i skoven den aften. Vi havde noget papir med hver, der var skrevet noget på, og hun havde skrevet det, der skulde skrives. Det papir skulde vi lægge under bregnerne, og hun sagde, at hun fik nok, men a fik intet. Det frø var jo til at gjøre kunster med.", "english_publication": "Bracken aren’t supposed to bear seeds except on Saint Hans eve. There was a girl called Karen Marie, that was Jens Brandstrup’s daughter--she’s now in America--and she came and wanted me to go out into the woods with her that night. We each had some paper with us which had something written on it and she’d written what was supposed to be written. We were supposed to put that paper under the bracken and she said that she got plenty, but I didn’t get any. Those seeds were used to do magic.", "keywords": {"keyword": ["America", "bear", "bracken", "daughter", "girl", "hans", "Jens", "Karen Marie", "magic", "night", "paper", "seeds", "woods", "writing"]}, "etk_index": {"heading_danish": "Kloge mænd og koner og deres bedrifter", "heading_english": "Cunning men and women and their activities"}, "tango_indices": {"tango_index": [null, null, null, null]}, "genre": null}