{"publication_info": "DSnr_II_E_65", "full_name": "90 - 3.11 - DSnr_II_E_65", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 3.11, "fieldtrip": "July 1894", "fieldtrip_start_date": "1894-07-10", "fieldtrip_end_date": "1894-07-15", "places": {"place": [{"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}, {"place_id": 243, "name": "Hårup", "display_name": "Hårup (place mentioned)"}, {"place_id": 351, "name": "Krannestrup", "display_name": "Krannestrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 90, "publication_info": "Unpub_AMJ_312", "full_name": "90 - 3.12 - Unpub_AMJ_312", "url": "data/stories/366.dfl"}, {"informant_id": 90, "publication_info": "Æv_0_1458", "full_name": "90 - 2.02 - Æv_0_1458", "url": "data/stories/334.dfl"}, {"informant_id": 90, "publication_info": "JAT_VI_1040", "full_name": "90 - 1.09 - JAT_VI_1040", "url": "data/stories/332.dfl"}]}, "fielddiary_page_start": "6719b", "fielddiary_page_end": "6719b", "bibliographic_info": null, "bibliography_references": {"reference": {"display_string": "[Article] Løkke, Anne. 2002. Infant Mortality in Nineteenth Century Denmark. Regionality, Feeding Habits, Illegitimacy and Causes of Death. Vol. 3 of <i>Hygiea Internationalis</i>, 115-149."}}, "annotation": "Margrete raises the very real problem of infant mortality, a phenomenon studied in detail by Løkke (2002). Her interactions with the landlord reflect the often harsh conditions that confronted those who were forced to rent, rather than own, their own lodgings. By the 1840s, the potential for abuse represented by the rented houses (lejehuse) had become a major issue in the peasant movement. In a communication with Grundtvig, for example, Peter Rørdam (1806-1883), minister in Mern, insisted that the practice be abolished entirely. The problems with finding and keeping suitable housing resonate with Margrete's proverbial expression (AMJ 1.09) and a fairy tale (AMJ 2.02) she had performed five years earlier.", "danish_manuscript": "hvidslaven\n6719B\nLav a boede ude i et Hus i skoven Haarup\nKrannestrup laa der  en Hugorm i vor\nseng om Natten. Min lille Dreng Mar\ntinus laa saa urolig. A troede h. vilde\nvandre og fornam efter. greb i Armen.\nStod op og fik Børn af Sengen, fik\nden ud i Kjøkkenet og slaaet ihjel. A\ntror den havde været i Drengen for h\nhavde været skidt i en 3 Dage og saa\ndan kunnet spise i de Dage og s. var\nden s. skred. Det var i Sletten, men \ns. i Sept. fik a en anden Dreng Kristi\nan og h. blev kun 20 uger. S døde h. \nRystelse og det var vistnok af den der \nkom over mig. Ham der ejede Huset\nkom anden Dagen og a viste ham Ormen.\nAa Skidt, a har ligget baade mellem\nsnoge og Hugorme, er du ræd for\ndet. A var s. hvidslagen af Rædsel\nog sagde a vilde ikke være der for aldrig\ndet.\n", "english_manuscript": "Pale with fright. When I lived in a house out in the woods Haarup-Krannestrup, there was a viper in our bed at night. My little boy Martinus lay one night and was really agitated. I though that he wanted to pee and reached out for him but grabbed the snake. I got up and got the kids out of the bed and brought it out into the kitchen and killed it. I think it had gotten to the boy, because he'd been sick for three days, and he could otherwise eat a lot in those days. Then that was gone. That was the first Sunday after Saint Hans, but then in September, I had my son Kristian. He lived to be only twenty weeks old and then he died of the shakes (cramps), and it was probably because of what came over me that night. The man who owned the house came the next day and I showed him the snake. Oh shit, I've lain between both grass snakes and vipers, are you scared of that? I was pale with fright and said that I wouldn't continue to live in that house.", "danish_publication": "Lav a boede ude i et Hus i Skoven Haarup—Krannestrup, laa min lille Dreng Martinus en Nat saa urolig. A troede, han vilde vande, og fornam efter ham, men greb saa i en Orm. Saa stod a jo op og fik Børnene af Sengen og ud i Køkkenet, og saa fik a Hugormen slaaet ihjel. Den var saa skred saa skred, og a troer, den havde været i Drengen, for han havde været skidt i en tre Dage, og saadan som han endda kunde spise i de Dage. Han, der ejede Huset, kom anden Dagen, og a viste ham Ormen. \"Aa Skidt,\" siger han, \"a har ligget baade mellem Snoge og Hugorme, er du ræd for det.\" A var saa hvidslagen af Rædsel og sagde, a vilde ikke blive ved at bo i det Hus for aldrig det. Det var nu i Slætten, men saa i September fik a min anden Dreng Kristian. Han blev kun 20 Uger, saa døde han i Rystelse (Krampe), og det var vist nok af den, der kom over mig, den Nat a slog Hugormen ihjel.", "english_publication": "When I lived in a house out in the Haarup woods—Krannestrup, my little boy Martinus lay one night and was really agitated. I though that he wanted to pee and reached out for him but my hand grabbed a snake instead. Then I jumped up and got the kids out of the bed and out into the kitchen, and then I killed the viper. It was so slippery, so slippery and I think it had been biting my son, because he’d been sick for three days, and he could otherwise eat a lot in those days. The man who owned the house came the next day and I showed him the snake. “Shit,” he said, “I’ve lain between both grass snakes and vipers, are you scared of that?” I was scared stiff and said that I wouldn’t continue to live in that house. That was the first Sunday after Saint Hans, but then in September I had my son Kristian. He lived to be only twenty weeks old and then he died of the shakes (cramps), and it was probably because of what came over me the night that I killed the viper.", "keywords": {"keyword": ["bed", "boy", "day", "death", "grass snake", "house", "kill", "kitchen", "Kristian", "night", "old", "Saint Hans", "September", "shit", "sickness", "sin", "snake", "son", "Sunday", "three", "viper", "week", "woods"]}, "etk_index": {"heading_danish": "Lindorme og småkryb", "heading_english": "Wiverns and small creepy-crawlies"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}