{"publication_info": "Æv_0_1667", "full_name": "90 - 3.13 - Æv_0_1667", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 3.13, "fieldtrip": "July 1894", "fieldtrip_start_date": "1894-07-10", "fieldtrip_end_date": "1894-07-15", "places": {"place": {"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 90, "publication_info": "Æv_0_1459", "full_name": "90 - 1.07 - Æv_0_1459", "url": "data/stories/330.dfl"}, {"informant_id": 90, "publication_info": "Æv_0_1458", "full_name": "90 - 2.02 - Æv_0_1458", "url": "data/stories/334.dfl"}, {"informant_id": 90, "publication_info": "Æv_0_1462", "full_name": "90 - 1.08 - Æv_0_1462", "url": "data/stories/331.dfl"}, {"informant_id": 90, "publication_info": "Æv_0_1460", "full_name": "90 - 2.03 - Æv_0_1460", "url": "data/stories/335.dfl"}]}, "fielddiary_page_start": "6719b", "fielddiary_page_end": "6722b", "bibliographic_info": "Holbek 1987", "bibliography_references": {"reference": [{"display_string": "[Book] Uther, Hans-Jörg. 2004. <i>The types of international folktales : a classification and bibliography, based on the system of Antti Aarne and Stith Thompson (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}, {"display_string": "[Book] Holbek, Bengt. 1987. <i>Interpretation of Fairy Tales (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}]}, "annotation": "This story, a variant of ATU 302, \"The Ogre's (Devil's) Heart in the Egg\", is one of Margrete's longest fairy tales and reveals her impressive ability as a storyteller. Intriguingly, the story is told in the first person from the perspective of a man. This choice of narrator underscores the fictional nature of the account. \n\n     Several of the characters resonate with other stories in Margrete's repertoire: the boy's acquisition of magical abilities parallels the boy who learns the three crafts; and the antagonists (the mound man and the dragon) appear in many of Margrete's legends. \n\n     Mikkelræv, or Michael Fox, is a well-known trickster figure in Danish fairy tales, but here he plays little more than a helper figure role. Hunt privileges in the forests were strictly limited to large landowners, a privilege that became a point of contention in the years after the constitutional reform. Not all nobility and royals were in agreement on their absolute right to hunting privileges and King Frederik VII (1848-1863) gave up his exclusive privileges to the hunt on all royal lands, a gesture that endeared him greatly to the rural populations. The laws governing hunting rights were changed in 1851, eliminating the formerly exclusive rights to the hunt that had accrued to the nobility and royalty.\n\n     The moves in this active masculine tale closely follow those detailed by Holbek (1987,  432). Amusingly, the story does not end with the \"happily ever after\" formula, but rather ends with the hero/narrator flying off to join the geese, only to be deposited back in poverty and the real world.     \n\n     The fair copy version is far more detailed than the manuscript version. Events have been expanded, and occasional plot points have been altered such as the fight with the dragon near the end of the tale, and the early interactions between the young man and the princess in her castle.", "danish_manuscript": "Da a var ude at gjøre min sidste Møn-\nstring, da kom Mikkel Ræv til mig\nog spurgte mig om a vilde ikke bære ham\n\n6720A\ni min Tværsæk lidt for Skytteren de\nvilde skyde ham. S. vilde h. give mig 3\nLøfter. A kunde skabe mig i en Myre\nen Løve og en And og da vi kommer lidt\nhen s. kommer ogsaa Hundene rendende\nefter mig og s. kommer Skytt. jo ogsaa. De\nsagde a maatte have noget Terskeri i \nmin Pose. S. s. a a havde ikke andet\nend de Pjalter a kunde ikke sælge og faa\nnoget for, a havde vel Lov til at\nhave i min Pose hvad a vilde og de\nskulde vsg. og snevve deres Hunde. Se\ns. snevvede de dem og, og da a s var\nkommen lidt hen sagde Mikkel til mig\nnu maatte a godt lade han gaa for\nnu var der ingen Fare. Da h. var gaa\net vilde a prøve om der var noget\nved de Løfter og s. skabte a mig først\ni en Myre, men det led(?) s. lidt ad\nVejen. S. skabte a mig i en And og\ns. fløj a s. langt s. langt hen til et\nandet Kongerige og der faldte a ned\nlige for Prss Vømere og hun havde\naldrig set s pæn en Fugl. Hu lukte\nVind. op og lagde Trebakker [paa] i det\nog a var sulten og and og s. lagde hu Tre\n6720B\nbakker paa Bordet og a ind. H. smækker\nVind. i. Ikke den 1ste men den 2den\nvilde a prøve at ligge med hende og skabte\nmig i en Karl. Hun raabte: Fader Fader\nder er Mandfolk hos mig. Ha kom der-\nind. S. skabte a mig  i en Myre og satte \nmig inde under Sengen. S. ikke finde \nmig. Hu have drømt det. Saadan\ni 3 Aft. S. s. Kongen at hvis hu kaldte\nad ham tiere, skulde hu have Straf.\nH ikke tiere saadan op. S. snakkede \nhu til mig. Det stod hen et stort Stykke\nEn Dag Kg. kom derind, sagde hun hun \nvilde have den Fugl. Den har du jo.\nJamen a vil have den til Mand. En\nsær Mand. Ogsaa skabe sig til Karl\nA til Karl og stod og snakkede med\ndem. Ja naar du kan s. meget s.\nkan du skaffe den Prs hjem som Bjærg\nmanden har taget for nogle Aar\nsiden, s maa du faa hende. Ja det\nvidste a ikke. S. maa a ud at van\ndre igien med min Tværsæk. Kom til\nen Kro, der sad de og snakkede om den\nBj. og der fik a at vide hvor Bjærget\n\n6721A\nvar. A skabte mig i en Myre og krøb\nderned. Hu var enlig hjem. Bj. ude\nJøss Kors hvordan er du kommen herind.\nJa a ..... Du er ulykk. I det første\nVærelse stod et Skab med s. mange Mnske\nhoveder i, i det andet et Skab med\ns. mange Klæder og i det tredje laa s.\nmange døde Kroppe. Nar du kommer\nnu i Seng i Aften skal du spørge\nham hvor hans Hjærte er siden h.\nkan undlive s. mange. S. s. ha der \ner Kristenblod herinde. Du skal svare.\nH. ved nok du er en Kristen. Du \nmaa afsted nu. Nej a sætter mig\nunder Sengen i en Myre, vil høre\nhvad h svarer dig. S. kom Bj og de\nspiste og kom i Seng. Sp. om hvor\nHjærte var. Fyfy der er Kristenblod \nherinde. Du ved nok, a er Kristen.\nH. op og de ledte i alle Værelser. I\nseng igien. Mit hjærte kan inge faa\ndet er inden i et Æg og det i en And\ndet i en Ræv, den inden i en Drage\nog den er ved Herregrd og hvis de ikke \nskafffede den 7 frode Svin hver Ugedag\ns. lægger den Lande og Rige øde. S. \n6721B\nkrøb a op paa Bjærget igien og til Herregrd\ntil Herremanden. Om h. trængte ingen\nkarle for. Jo en Svinhyrde. for Dr.\nlægger s. mange Hjørder øde. Naar Svi\nnen er ikke fede nok. Det vil du\nvel ikke gjærne vær. Jo a kan nok lægge\nham øde. Den 1ste Dag, en Mandag\na skulde ud. fik a 7 fede Svin at drive \nmed. Til Dragen. God dag Drage\nTak. Skal du have dem.. Ja det\nhar a faaet hver Ugedag. Det vil vi\nslaas om. Skabte i en Løve og sloges.\nGid h. havde haft 1 af de fede Svin, \nog skulde han have reven mig s. smaa de\nkunde ikke have samlet mig op i 8\nDage. A bad til at have haft 1 Bid\nBrød og 1 Dram s. reven ham s. smaa\nsom h. var møllermåld. S vandt \na Svinene og kom hjem til Herremanden\nmed. Hr. var sørgen og ræd for den\nvilde lægge Lande og Riger øde. H. har\ngodt af at sulte noget, a er frisk Karl\n2 Mandag skulde Forvalteren med for\nat se hvordan det gik til. Da havde a\n\n6722A\n14 for Herren var bange for at beholde\ndem. Goddag Drage. Tak Løve ....\nSloges .... 3 Mandag 21 ... Forvalte\nren en Bid Brød og Dr. med at fly mig\nnaar a forlangte det. S. vandt a\nde 21 fede Svin. S. rev a Dragen ihiel\nog der kom Ræv ud. Rev. And fløj\nud og satte sig paa en Sten i Havet.\nA i en And og fløj efter. Rev. Ægget\npaa Havsens Bund. A ned efter det.\nog s. fik a min Tværsæk og Ægget deri.\nHerrem. vilde have mig s. meget, men\ndet brød a mig ikke om, a satte efter\nBj. Da laa h. ovenpaa og var s. syg.\nA Hg. er det dig der har mit Hjærte\nJo. Aa maa a da ikke faa det. Ja naar\ndu vil fly den Ps. i Land lige s.\nfrom og lige s. sund som da du tog\nhende. Jo det skulde h. nok. S. gik\nh. ned og hent hende og hu kom i Land.\nFulgte med til hendes Fader og der\nblev saadan glæde da a kom med\nhende, det var farligt og a skulde have\nPrs., og det 1/2 Kgrige strags og andet\n1/2 naar Kg. døde. Men G. bedre det\ndem der har meget vil have mere.\n6722B\nDen 8de Dag stod a og saa ud over Slottet\nog der saa a en Flok Vildgjæs. S. skabte\na mig i And og fløj op og vilde have\ndem, men s. kom a imellem Tøm\nmen af dem og de fløj med mig til\ntredje Bærmose x og derfor kom a \nhertil og kunde fortælle den Løgn.\nx og s. faldt a ned.", "english_manuscript": "When I was out doing my last inspection, Michael Fox came up to me and asked me if I couldn't carry him a bit in my shoulder bag, because the hunters wanted to shoot him. Then he'd grant me three promises. I could turn myself into an ant, into a lion and into a duck and after we'd gone a little bit the dogs come running after me too and then the hunters come too. They said that I must have some fresh slaughtered meat in my bag. Then I said that I didn't have anything other than the rags that I couldn't sell or get anything for, and I certainly was allowed to have whatever I wanted to in my bag, and would they please call their dogs off. See then they called their dogs off and then when I'd gone a little farther, Michael said to me that I could let him go now, because now there wasn't any danger anymore. When he'd left, I wanted to try if there was anything to these promises and so I turned myself into an ant first, but it didn't go far down the road. So I turned myself into a duck and flew so far, so far away to another kingdom and I fell down there right in front of the princess's windows and she had never before seen such a beautiful bird. She opened the window and put some rusks in the windowsill, and I was so hungry and a duck and then she placed the rusks on the table and I went in. She slams the window shut. Not the first but the next night, I wanted to try to lie with her and turned myself into a man. She shouted: Father, father, there is a man with me. He came in there. So I turned myself into an ant and went under the bed. So they couldn't find me. She'd dreamt it. Same way for three nights. Then the king said that if she called him again, she'd be punished. If she wouldn't keep quiet. Then she talked to me. It continued like this for a while. One day the king came in there and she said to him that she wanted to have that bird. You already have it. But I want to have it as my husband. A strange husband. He can also turn himself into a man. I turn myself into a man, and stood there and talked with them. Well, since you can do so much, then you can bring home the princess that the mound dweller took several years ago, then you can have her. Well, I didn't know about that. So I had to go out and wander again with my shoulder bag on my back. I came to an inn, they were sitting and talking about this mound dweller, and I learned there where the mountain was. I turned myself into an ant, and crawled down there. She was home alone. The mound man was out. Jesus Christ, how did you get in here. Well, I... You're unlucky. In the first room, there was a closet with so many human skulls in it, in the second, a closet with so much clothes, and in the third, so many dead bodies lay. When you go to bed tonight, you are to ask him where his heart is, since he can kill so many people. Then he'll say there is Christian blood in here. You should answer he knows that you are Christian. You have to leave now. No, I'll put myself under the bed in the shape of an ant, I want to hear how he answers you. Then the mound man came and they had their dinner and went to bed. Asks him where his heart was. Ugh, there is Christian blood in here. You know that I'm Christian. He gets up and looked in all the rooms. Back into bed again. My heart, no one can get that, it is inside an egg, and that's in a duck, and that's in a fox, and that is in a dragon, and that is at a manor farm and if they don't get it seven fat swine each weekday, it will destroy the land and kingdom. Then I crept up out of the mountain again, and I went to the manor farm and the manor lord. Didn't he need a farmhand. Yes, a swineherd since the dragon laid waste to so many of his herdsmen. When the swine weren't fat enough. You probably don't want to be that. Sure, I can probably lay waste to him. The first day, a Monday, I was to go out, I got seven fat swine to drive. To the dragon. Good day, Dragon. Thank you. Are you to have these. Yes, that's what I've gotten each weekday. Let's fight for them. I turned myself into a lion and then we fight. If only he'd had one of those swine, then he would have torn me into such small pieces that they wouldn't have been able to pick all of me up in eight days. If I'd had a bite of bread and a dram, then I would have torn him into pieces so small it would be as if he'd been crushed in a mill. Then I won the swine and came back to the manor lord with them. The manor lord was worried and scared that the dragon would destroy his land and kingdoms. It's good for him to go hungry a bit, I'm a strong young man. The next Monday, the manager was to come along to see how things went. I had fourteen because the manor lord was afraid of keeping them. Good day, Dragon. Thank you... lion... fight... third Monday twenty-one... Manager a bite of bread and a dram along to give me when I asked for it. Then I won the twenty-one fat swine. Then I ripped the dragon to death and a fox came out. Tore apart. Duck flew out and sat down on a stone in the sea. I turn myself into a duck and flew out after it. Tore apart. Egg to the bottom of the ocean. I go down after it, and then I got my shoulder sack and the egg in it. The manor lord wanted to give me so much but I wasn't too interested, and I set off to get back to the mound man. He was lying on top and was so sick. Oh dear God, is it you that has my heart? Yes. Oh, can't I have it back? Yes, if you'll send the princess you have down there with you back to land just as nice and healthy as when you took her. Yes, he'd certainly do that. Then he went down and got her and she came to land. Followed her home to her father and they were all so happy when I came with her, that it was almost dangerous and I was now to have the princess and half the kingdom immediately, and the other half when the king died. But God have mercy, those who have a lot want even more. The eighth day, I stood looking out over the castle, and I saw a flock of wild geese. I turned myself into a duck and flew up and wanted to have them, but then they grabbed onto me, and they flew with me to the third Bærmose  and then I fell down and that's how I came here and could tell you this lie.", "danish_publication": "Da a var ude at gjære min sidste Mønstring, da kom Mikkel Ræv til mig og spurgte mig, om a vilde ikke bære ham lidt i min Tværsæk, for Skytterne de vilde skyde ham, saa vilde han give mig tre Løfter, og det var, te a kunde skabe mig i en Myre, i en Løve og i en And. Da vi kommer lidt hen, saa kommer ogsaa Hundene rendende efter mig, og bag efter kommer Skytten jo ogsaa. De sagde, a maatte have noget Ferskeri i min Pose, men a sagde, a havde ikke andet end de Pjalter, a kunde ikke sælge og faa noget for, a havde vel Lov til at have i min Pose, hvad a vilde, og de skulde værsgod og snevve deres Hunde. Se, saa snevvede de dem og, og da a saa var kommen lidt længere hen, saa sagde Mikkel til mig, nu maatte a godt lade ham gaa, for nu var der ingen Fare. Da han saa var kommen af min Pose og rendt hans Vej, vilde a prøve, om der var ogsaa noget ved de Løfter, han havde givet mig. A skabte mig først i en Myre, og det gik nu godt nok. Men det saa lidt hen ad Vejen saadan at rende som Myre, og saa skabt a mig i en And og fløj saa langt saa langt hen, til a kom i et andet Kongerige. Der faldt a ned lige for Prinsessens Vønderer, og hun fik mig at se og havde aldrig set saa pæn en Fugl. Hun lukte Vønderet op og lagde Tvebakker i Karmen, og a var jo sulten og gav mig til at æde af dem. Hun lagde Tvebakker paa Bordet, og a fløj ind. Saa smækkede hun Vønderet i, og nu blev a inde ved hende. Den første Dag blev a ved at være Fugl, men saa den anden Aften vilde a prøve at ligge ved hende og skabte mig da i en Karl igien. Hun raabte: ”Fader, Fader, der er Mandfolk hos mig!” og han kom jo løbende derind, men a skabte mig jo strags i en Myre og satte mig inde under Sengen. Nu kunde de ikke finde mig, og saa sagde Kongen, hun havde drømt det. Saadan bar a mig ogsaa ad den Tredje Aften. Hun kaldte paa hendes Fader og han kom, men a var jo i en Myre og sa under Sengen. Saa sagde Kongen, at hvis hun saadan narrede ham tiere, saa skulde hun have Straf, for han vilde ikke tiere saadan kaldes op. Den Gang a saa havde gjort mig til Karl igien, og hun mærkede, a var der, saa snakkede hun til mig, og vi blev da godt kjendt med hinanden. Det stod saa hen et stort Stykke Tid. En Dag Kongen kom derind, saa sagde hun; ”A vil have den Fugl.” – ”Den har du jo,” siger han. ”Jammen, a vil have den til Mand.” – ”Det var da en sær Mand,” siger Kongen. Ja-a, han kunde ogsaa skabe sig til Karl. ”Det var noget,” siger Kongen, og i det samme gjør a mig til Karl, og staar og snakker med dem. ”Ja, naar du kan saa meget,” siger han, ”saa kan du skaffe den Prinsesse hjem, som Bjærgmanden har taget for nogle Aar siden, og naar du kommer med hende, saa skal du faa min Datter.” Ja, det vidste a ikke, om a turde tage mig paa. Jo, det skulde a, nu var Kongen bleven opsat paa det, og saa maa a ud at vandre igjen med min Tværsæk paa min Nakke. Endelig kom a til en Kro, hvor de sad og snakkede om den Bjærgmand, og der fik a at vide, hvor Bjærget var. A kom derhen, skabte mig i en Myre, og krøb derned. Lige i Tiden var Prinsessen enlig hjemme, Bjærgmanden var et sted henne, hvor det var. ”Jøs Kors hvordan er du kommen her ind?” siger hun. – Ja, a var da kommen her. ”Aa, du er ulykkelig,” siger hun, ”du kommer aldrig levende herfra,” og saa viste hun mig ind i det første Værelse, der stod et Skab med saa mange Menneskehoveder i. Dernæst kom a ind i det andet Værelse, der stod et Skab med saa mange Klæder i, og endelig kom a ind i det tredje hvor der laa saa mange døde Kroppe. Saa siger a til hende: ”Naar han nu kommer hjem, og du kommer i Seng i Aften, saa skal du spørge ham hvor hans Hjærte er, for han maa da ikke have det med sig, siden han kan undlive saa mange.” Ja, det skulde hun nok. Saa vil han vel nok sige: ”Der er Kristenblod herinde, men du skal svare ham han ved nok, du er en Kristen.” – ”Ja, du maa afsted nu,” siger Prinsessen til mig og er saa angst. ”Nej, a sætter mig under Sengen i en Myre, for a vil høre hvad han svarer dig.” Naa, saa kom Bjærgmanden, og de fik deres Aftensmad, og kom saa i Seng. Saa spørger hun ham, hvor hans Hjærte var. \"Du maa jo ikke have det ved dig, siden du kan undlive saa mange.” – ”Fyfy, der er Kristenblod her inde,” siger han. ”Aa, du ved nok, a er en Kristen,” siger hun. Men det vilde han ikke give sig tilfreds med, og han op, og de ledte i alle Værelserne. Men de fandt jo ingen Ting, og han maa til at i Seng igien. Hun spørger atter om, hvor hans Hjærte var. ”Mit Hjærte, det kan ingen faa, det er inden i et Æg, og det Æg er i en And, og den And er i en Ræv, og den er inden i en Drage, og den Drage er ved en Herregaard. Hvis de ikke skaffer dem syv fede Svin hver Ugedag, saa lægger den Lande og Rige øde.” Den Gang a havde nu hørt det, saa krøb a op paa Bjærget igien, og a rejste af hen til den Herregaard. A kommer til Herremanden og spørger ham, om han trængte ingen Karle for. Jo, han trængte for en Svinhyrde, for der var en Drage, der lagde saa mange Hjorder øde for ham. Det gjorde han, naar Svinene var ikke fede nok, som han skulde have. ”Men den Bestilling vil du vel ikke gjærne have.” – ”Jo, det er mig det samme,” siger a, ”a kan nok lægge ham øde.” Naa ja, saa kom a i Pladsen. Den første Dag, a skulde ud med Svinene, det var en Mandag, og a fik syv fede Svin at drive med. Saa kommer a til Dragen. ”God Dag, Drage,” siger a. ”Tak,” siger han. ”Skal du have dine fede Svin?” – ”Ja, de har a faaet hver Ugedag.” – ”Det vil vi slaas om,” siger a, og saa skaber a mig i en Løve og slaas med ham. Endelig siger han: Gud a havde haft et af de fede Svin, saa skulde a have revet dig saa smaa, de kunde ikke have samlet dig op i otte Dage.” A bad til, a havde haft en Bid Brød og en Dram, saa skulde a have reven ham saa smaa, som han var møllemaald. Saa gav han tabt, og a vandt Svinene og kom hjem til Herremanden med dem. Han var sørgen og ræd for Dragen, te den vild lægge Lande og Riger øde for ham, som den havde truet med, men a var jo frisk Karl og viste ham Svinene. ”Han har godt af at sulte noget,” siger a. Den næste Mandag skulde Forvalteren med for at se, hvordan det gik til. Da havde a fjorten fede Svin med, for Herremanden var bange for at beholde dem. Saa kom den og var ikke saa meget god. ”God Dag Drage,” siger a. ”Tak,” siger den. ”Skal du have dine fede Svin?” – ”Ja, den kan a nok trænge til.”  – ”Ja, det vil vi slaas om,” og a gjør mig til en Løve og slaas paa Liv og Død med ham. Der falder nu den sammen snak imellem os, og det stod Forvalteren jo og hørte paa. Endelig blev Dragen kjed af at slaas med mig, og saa drog a hjem med mine svin. Men Herremanden kunde endnu ikke rigtig falde i Ro og han vilde have, a skulde drage af med 21 Svin den næste Mandag. Forvalteren skulde med, og han skulde have en Bid Brød og en Dram med at fly mig, naar a forlangte det. Vi kom saa til at slaas for tredje Gang, og da vi havde slaas paa Liv og Død en Tid, saa siger Dragen: ”Gid a havde haft et af de fede Svin, saa skulde a have reven dig saa smaa, de kunde ikke have samlet dig op i otte Dage.” Men a sagde; ”Havde a nu en Bid Brød og en Dram, saa skulde a rive dig saa smaa, som du var møllemaald.” Strags springer Forvalteren til og jager det i mig, og saa tog a fat igjen og fik Magt med Dragen, saa nu havde a vundet de 21 fede Svin. A rev Dragen ihjel, og saa kom der en Ræv ud. Den rev a ogsaa ihjel, og saa fløj der en And ud af den og satte sig paa en Sten i Havet. A gjør mig i en And og flyver ud efer den. A river den ihjel, og saa falder der et Æg ud, og det falder til Havsens Bund. A ned efter det, og saa fik a Ægget i min Tværsæk og rejser af tilbage til Herremanden. Han vilde have givet mig saa meget, for det a havde frelst ham fra Dragen, men det brød a mig ikke om, a satte efter at komme tilbage til Bjærget. Da a kom der, laa han ovenpaa og var saa syg. ”Aa Herre G...,” siger han, ”er det dig, der har mit Hjærte?” – ”Ja, det er.” – ”Aa, maa a da ikke faa det?” – ”Jo, naar du vil fly den Prinsesse i Land, du har her nede ved dig, og det lige saa from og lige saa sund, som da du tog hende.” Jo, det skulde han nok. Saa gik han ned og hent hende og hun kom i Land. Nu fulgte hun med mig hjem til hendes Faders Land, og der blev saadan Glæde, da a kom med hende, saa det var farligt. A skulde nu have Prinsessen og det halve Kongerige strags, og det andet halve, naar Kongen døde. Men Gud bedre det, dem, der har meget, de vil have mere. Den ottende Dag efter Brylluppt stod a og saa ud over Slottet, og der saa a en Flok Vilgjæs. A skabte mig saa i en And og fløj op og vilde have dem, men saa kom a imellem Tømmen af dem, og de fløj med mig til tredje Bærmose, og saa faldt a ned. Derfor kom a hertil og kunde fortælle jer den Løgn.", "english_publication": "When I was out doing my last inspection, Michael Fox came up to me and asked me if I couldn’t carry him a bit in my shoulder bag, because the hunters wanted to shoot him, and he’d give me three promises, and they were that I could turn myself into an ant, into a lion and into a duck. After we’d gone a little bit, the dogs came running after me, and behind them the hunters came too. They said that I must have some freshly slaughtered meat in my bag, but I said that I didn’t have anything other than the rags that I couldn’t sell or get anything for, and I certainly was allowed to have whatever I wanted to in my bag, and would they please call their dogs off. See, then they called their dogs off and then when I’d gone a little farther, Michael said to me that I could let him go now because there wasn’t any danger anymore. When he’d gotten out of my bag and run off, I wanted to test if there was anything to these promises he’d given me. I turned myself into an ant first and that went well enough. But I didn’t get far down the road running there like an ant, so I turned myself into a duck and flew so far, so far away until I came to another kingdom. I fell down right in front of the princess’s windows and she saw me and had never before seen such a beautiful bird. She opened the window and put some rusks in the windowsill, and I was so hungry that I started to eat them. She placed the rusks on the table and I flew in. Then she slammed the window shut, and now I was inside with her. The first day I stayed a bird, but then the next night I wanted to try to lie with her and so I turned myself into a man again. She shouted: “Father, father, there is a man here in my room!” and he came running in there, but I immediately turned myself into an ant and went under the bed. Now they couldn’t find me, and then the king said that she’d dreamed it. I did the same thing the third night. She called for her father and he came, but I was an ant and sat under the bed. Then the king said that if she tricked him again, she’d be punished because he didn’t want to be called like that anymore. Then after I’d turned myself into a man again and she noticed that I was there, she talked to me and we got to know each other well. It continued like this for a while. One day when the king had come in there, she said to him, “I want to have that bird.”—“You already have it,” he says. “Yes, but I want to have it as my husband.” “That’s a strange husband,” says the king. “Yes, well he can also turn himself into a man.” “That’s something,” says the king, and at that moment, I turn myself into a man, and stood there and talked with them. “Well, since you can do so much,” he says, “then you can bring home the princess that the mound dweller took several years ago, and when you come with her, you’ll get my daughter.” Well, I didn’t know if I dared take on that task. Yes, I had to, now the king had gotten set on that, and so I had to go out and wander again with my shoulder bag on my back. Finally I came to an inn where they were sitting, talking about this mound dweller, and I learned where the mountain was. I got out there, turned myself into an ant, and crawled down there. Right at that time, the princess was home alone, the mound man was somewhere else, wherever it was. “Jesus Christ, how did you get in here?” she says. Yes, I’d come here. “Oh, you’re unlucky,” she says, “you’ll never get out of here alive,” and then she showed me into the first room, there was a closet there with lots and lots of human skulls in it. Next I came into the second room, there was a closet with lots and lots of clothes, and finally I came into the third room where there were lots and lots of dead bodies lying about. Then I say to her, “Now when he comes home, and you go to bed tonight, you are to ask him where his heart is, because he can’t have it with him, since he can kill so many people.” Yes, she’d certainly do that. Then he’ll probably say, “There is Christian blood in here, but you should answer him that he knows darn well that you are Christian.” “Yes, you have to leave now,” says the Princess to me and is so worried. “No, I’ll put myself under the bed in the shape of an ant, because I want to hear how he answers you.” Well, then the mound man came and they had their dinner and went to bed. Then she asks him where his heart was. “You can’t have it with you, since you can kill so many people.” “Ugh, there is Christian blood in here,” he says. “Oh, you know darn well that I’m Christian,” she says. But he wasn’t satisfied with that, and he gets up, and they looked in all the rooms. But they didn’t find anything, and he had to go back to bed. She asks him again where his heart was. “My heart, no one can get that, it is inside an egg, and the egg is inside a duck, and that duck is inside a fox, and that is inside a dragon, and that dragon is at a manor farm. If they don’t give it seven fat swine each weekday, it will destroy the land and kingdom.” When I’d heard that, I climbed up out of the mountain again, and I went off to the manor farm. I go up to the manor lord and ask him if he didn’t need a farmhand. Yes, he certainly needed a farmhand since there was a dragon that laid waste to so many of his herdsmen. He did that whenever the swine he was to have weren’t fat enough. “But you probably don’t want to have that job.” – “Sure, it’s all the same to me,” I say, “I can probably lay waste to him.” OK, so I got the job. The first day I was to go out with the swine, and I was given seven fat swine to drive. Then I get to the dragon, “Good day, Dragon,” I say. “Thank you,” he says. “Are you to have these fat swine?” – “Yes, that’s what I’ve gotten each weekday.” “Let’s fight for them,” I say, and then I turn myself into a lion and then I fight him. Finally he says, “If only I’d had one of those swine, then I would have torn you into such small pieces that they wouldn’t have been able to pick all of you up even in eight days.” And I said that if I’d had a bite of bread and a dram, then I would have torn him into pieces so small it would be as if he’d been crushed in a mill. Then he gave in, and I won the swine and came home to the manor lord with them. He was afraid of the dragon and was worried that he’d destroy his land and kingdoms like he’d threatened, but I was a fit young man and showed him the swine. It’s good for him to go hungry a bit, I say. The next Monday, the manager was to come along to see how things went. I had fourteen fat swine with me, because the manor lord was afraid of keeping them. “Good day, Dragon,” I say. “Thank you,” it says. “Do you want these fat swine?”—“Yes, I could certainly use them.”—“Sure, let’s fight for them,” and I turn myself into a lion and we fight for life and death over them. We have the same conversation and the manager stood there and listened to that. Finally, the dragon got tired of fighting with me, and then I went home with my swine. But the manor lord still couldn’t settle down, and he wanted me to go off with twenty-one swine the next Monday. The manager was to come with me, and he was to bring a bite of bread and a dram to give me when I asked for it. We started fighting for the third time, and after we’d fought for life and death for a while, the dragon says, “If only I’d had one of those swine, then I would have torn you into such small pieces that they wouldn’t have been able to pick all of you up even in eight days.” But I said: “If I had a bite of bread and a dram, then I’d tear you into pieces so small it would be as if you'd been crushed in a mill.” The manager immediately jumps in and stuffs it in me, and then I went to it again and got power over the dragon, so now I’d won the twenty-one fat swine. I tore the dragon to pieces and killed him, and then a fox came out. I tore that one apart and killed it too, and then a duck flew out and sat down on a stone in the sea. I turn myself into a duck and flew out after it. I tear it to pieces and kill it, and then an egg falls out, and it sinks to the bottom of the ocean. I go down after it, and then I got the egg in my shoulder sack and go back to the manor lord. He wanted to give me so much, since I’d saved him from the dragon, but I wasn’t too interested, and I set off to get back to the mountain. When I got there, he [the mound dweller] was lying on top of it and was so sick. “Oh dear God...,” he says, “is it you that has my heart?”—“Yes, it is.”—“Oh, can’t I have it back?”—“Yes, if you’ll send the princess you have down there with you back to land, and just as nice and healthy as when you took her.” Yes, he’d certainly do that. Then he went down and got her and she came to land. Then she followed me home to her father’s land, and they were all so happy when I came with her, that it was almost dangerous. I was now to have the princess and half the kingdom immediately, and the other half when the king died. But God have mercy, those who have a lot want even more. The eighth day after the wedding, I stood looking out over the castle, and I saw a flock of wild geese. I turned myself into a duck and flew up and wanted to have them, but then they grabbed on to me, and they flew with me to the third Bærmose (Bær swamp) and then I fell down. That’s how I came here and could tell you this lie.", "keywords": {"keyword": ["afraid", "allow", "ants", "bags", "beautiful", "bed", "birds", "blood", "bread", "castle", "Christ", "Christian", "closet", "clothing", "danger", "darning", "daughter", "day", "dead bodies", "death", "dinner", "dog", "dragon", "dram", "dream", "duck", "egg", "fall", "farmhand", "fat", "father", "fight", "flock", "fox", "geese", "god", "happy", "heart", "herdsman", "home", "hungry", "hunter", "husband", "inn", "Jesus", "job", "kill", "king", "kingdom", "land", "learning", "lion", "manager", "manor farm", "manor lord", "meat", "Michael", "mill", "monday", "mound dweller", "mound man", "mountain", "night", "ocean", "power", "princess", "punishment", "road", "sea", "seven", "shooting", "shoulder", "sickness", "sinking", "skull", "slaughter", "stone", "swine", "table", "thank", "threat", "three", "tired", "tonight", "wandering", "wedding", "weekday", "window", "young"]}, "etk_index": {"heading_danish": "Registrant over Evald Tang Kristensens Samling af Eventyr", "heading_english": "Index of Evald Tang Kristensen's collected Fairy Tales"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}