{"publication_info": "JFm_XI_22C", "full_name": "90 - 4.02 - JFm_XI_22C", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 4.02, "fieldtrip": "Photo 1: August 1895", "fieldtrip_start_date": "1895-08-01", "fieldtrip_end_date": "1895-08-05", "places": {"place": {"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "JAH_II_213", "full_name": "235 - 1.02 - JAH_II_213", "url": "data/stories/221.dfl"}, {"informant_id": 90, "publication_info": "JFm_XI_22C", "full_name": "90 - 1.02 - JFm_XI_22C", "url": "data/stories/325.dfl"}]}, "fielddiary_page_start": "7051a", "fielddiary_page_end": "7051b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Fittingly, Margrete concludes her contact with Tang Kristensen by singing one of the ballads that she had first sung to him (AMJ 1.02). This version is shorter than the earlier one. References to the father's gilded lyre are replaced by a reference to his gilded carriage, suggesting that perhaps this is what she had meant all along (Tang Kristensen had interpolated the lyre as the referent in the earlier variant).  Master Ridebold is still sentenced to 12,000 wounds, but in the manuscript, Margrete simply mentions that he rides home to die. Gulenborg, in contrast, rides to Rosenholm. In the published version, Tang Kristensen made Margrete's performance more consistent, sending Gulenborg to Klavsholm (Clausholm), even though there is no mention of that castle in the field diaries.", "danish_manuscript": "H. kom ind til hende og hu stod og kjæmme\nde hendes Haar.\nHr. Ridenbold kom ridende i Denne\nKongens gaard -- Udi Løndom. Der staar\nder stolten Gulenborg og kjæmmer hendes Haar\nFor dette var min Tim’ udi min Ungdom\nOg ville I fæste jer Mø med mig\nFørst sadlet h. den gule og siden den graa\nden gulvest(?) den sætter h stolling G. paa\nS. red de s. tung udi Rosen[lund]ros hen\n7051B\nNu hører jeg min Faders Bidselstænger\nklingre\nNu hører keg min Fr. forgyldene Vogn\ndem har ej været brugt sin min Mormor\nhu stod Brud.\nOg hør du st. G. du holder ved min Hest\ndu nævner ej mit Navn\nS. slog h. de 12000 Mænd dertil hendes Far\n[Og] Det var jo min kjære Far I slog ihiel\nDer blev et Saar paa ham for hver Mand\nh. slog ihiel\nDer blev stævnet 12000 Saar paa ham\nS. red h. hjem og døde der.\nHu rejste til Rosenholm og de sagde den\nblev bygt til hende.\nDet var jo Kongebørn begge to.\nDe 12000 Saar paa Hr. Ridbold blev stævnet.\n", "english_manuscript": "He came in to her and she stood coming her hair\n\nMaster Ridenbold came riding into the King’s courtyard\n    |: Out in Løndom\nThere stands proud Gulenborg and comes her hair\n   |: That happened in my youth\nAnd if you want to marry me\n\nFirst he saddled the gold and then the grey\nhe puts proud Gulenborg on the best one\n\nAnd then they rode so heavily out into Rosenros\n\nNow I hear my father’s bridle posts clanging\nNow I hear my father’s gilded wagon\nthey haven’t been used since my grandmother was a bride\n\nAnd listen proud Gulenborg hold onto my horse\ndo not name my name\n\nThen he slay the 12000 men including her father\n(And) that was my dear father you killed\n\nHe got a wound for each man he killed\nHe was sentenced to 12000 wounds.\nThen he rode home and died there. She traveled to Rosenholm and they say that it was built for her. They were both children of kings. The 12000 wounds on Master Ridebold were sentenced.\n", "danish_publication": "1. Hr. Ridebold kom ridendes i denne Konges Gaard,\n— Udi Løndom. — \nder stander stolten Gulenborg og kjæmmer hendes Haar. \nFor dette var min Tim' udi min Ungdom.\n\n2. \"Og hør du, stolten Gulenborg, vil du fæste Mø med mig, \n[saa maa du nu drage af Landet med mig.]\n\n3. Saa samler du dit Sølv og Guld udi Skrin,\nimedens jeg sadler Graagangeren min.\"\n\n4. Saa sadlet han den gule og siden den graa, \nden gjævest' sætter han stolten Gulenborg paa.\n\n5. Saa red de saa langt udi Rosenvold hen, \ntil de red i tred've Miles Skov.\n\n6. \"Hr. Ridebold, Hr. Ridebold, du sover for længe, \nnu hører jeg min Faders Bidselstænger klingre.\n\n7. Nu hører jeg min Faders forgyldene Lud,\nden haver ej været brugt, siden min Mormo'r hun stod Brud.\"\n\n8. \"Og hør du, stolten Gulenborg, du holder ved min Hest, \nmen du nævner ej mit Navn.\"\n\n9. Saa gjorde Ridebold sig haard,\nog slog tolvtusend Mand og dertil hendes Faa'r.\n\n10. \"Og hør du, Hr. Ridebold, I styrer nu jer Sind, \ndet var jo min kjær Fader, som I slog ihjel.\"\n\nSaa fik han 12000 Saar, et for hver, han havde slaaet ihjel, og saa red de sørgende hjem. Han kom her til Rosenholm og døde, men stolten Gulenborg blev sendt til Klasholm (Klavsholm) og døde der.", "english_publication": "1. Master Ridebold came riding into the King’s courtyard\n   |: Out in Løndom\nthere stands proud Gulenborg and combs her hair\n   |: That happened in my youth\n\n2. And listen proud Gulenborg will you marry me\n[then you must leave the country with me]\n   \n3. Then gather your silver and gold in a chest\nwhile I saddle my gray steed\n\n4. Then he saddled the gold and then the grey\nhe puts proud Gulenborg on the best one\n\n5. Then they rode so far out into Rosenvold\nuntil they’d ridden thirty miles in the forest\n\n6. Master Ridebold, Master Ridebold you’re sleeping too long\nNow I hear my father’s bridle poles clanking\n\n7. Now I hear my father’s gilded lyre\nthat hasn’t been used since my grandmother was a bride\n\n8. and listen proud Gulenborg you hold my horse\nbut do not name my name\n\n9. and then he made himself so hard\nand killed 12000 men and her father as well\n\n10. and listen Master Ridebold control yourself\nthat was my dear father you killed\n\nThen he received 12,000 wounds, one for each he’d killed and then they rode home in sorrow. He came here to Rosenholm and died but proud Gulenborg was sent to Klasholm (Klavsholm) and died there.\n", "keywords": {"keyword": ["bride", "bridle", "chest", "country", "courtyard", "death", "father", "forest", "gold", "grandmother", "hair", "home", "horse", "kill", "king", "Klavsholm", "marriage", "Master Ridebold", "name", "pole", "Proud Gulenborg", "riding", "saddle", "silver", "sleep", "sorrow", "steed", "youth"]}, "etk_index": {"heading_danish": "Jyske Folkeminder", "heading_english": "Folklore from Jutland"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}