{"publication_info": "Æv_0_1907", "full_name": "90 - 4.03 - Æv_0_1907", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 4.03, "fieldtrip": "Photo 1: August 1895", "fieldtrip_start_date": "1895-08-01", "fieldtrip_end_date": "1895-08-05", "places": {"place": {"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}}, "stories_mentioned": {"story": {"informant_id": 90, "publication_info": "Æv_0_1963", "full_name": "90 - 4.05 - Æv_0_1963", "url": "data/stories/372.dfl"}}, "fielddiary_page_start": "7051b", "fielddiary_page_end": "7052a", "bibliographic_info": "Holbek 1987", "bibliography_references": {"reference": {"display_string": "[Book] Holbek, Bengt. 1987. <i>Interpretation of Fairy Tales (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}}, "annotation": "The last of Margrete's fairy tales is a fragment. Although the tale has an implicit conclusion, namely the wedding of the girl and the bewitched tom cat (probably a prince given that his parents live in a castle), the tale is missing almost all of the development of characters and plot characteristics of her other fairy tales. Holbek would classify this tale as one with an active feminine heroine, given the role of the young girl in the tale and the bewitched nature of the prince (Holbek 1987, 433). It is most likely that Tang Kristensen asked if she knew anything else, perhaps another fairy tale or ballad, and this is what she could remember.", "danish_manuscript": "En Kone havde skabt ham i en Havkat\nH. gik i Skoven. En Pige, hvis Moder\nvar slem ved hende. det var hendes Stif\nmor og s. gik hun s. tit ude i Skoven.\nDer kommer Katten til hende hver Dag. S.\ns. h. til hende, en Dag, hu kunde sætte\nsig op paa hans Ryg og følge med ham hjem.\nDa s. h. om hu kan se noget. Ja et\nstort slot. Der boede hans Forældre.\n\n7052A\nHa var jo ogsaa forhegset.\n", "english_manuscript": "A woman had changed him into a tomcat. He walked in the woods. A girl, whose mother was mean to her. It was her stepmother and so she often walked out in the woods. The cat comes up to her out there every day. Then he says to her one day that she can climb up on his back and come home with him. Then he asks her if she can see anything. Yes, a large castle. That's where his parents lived. He was also bewitched.", "danish_publication": "Der var en pige, hun havde Stifmoder, og hun var saa slem ved hende. Saa gik hun tit ude i Skoven, for hun kunde ikke holde ud at være hjemme, og der kommer en Kat til hende hver Dag. Det var nu en Karl, der var bleven skabt om i en Hankat af en Hegs, og han gik ogsaa der ude i Skoven. Saa siger han til Pigen en Dag, hun kunde sætte sig op paa hans Ryg og følge med ham hjem. Det gjorde hun, og nu løb han med hende. Da de var komne et langt Stykke hen, spurgte Katten hende, om hun kunde se noget. Ja, hun kunde se et stort Slot. ”Der skal vi til,” siger han, ”for der boer mine Forældre.”", "english_publication": "There was a girl who had a stepmother and she was really mean to her. So she often went for walks out in the woods, because she couldn’t stand to be at home, and out there there’s a cat who comes to her every day. It was a young man who had been changed into a tom cat by a witch, and he also walked out there in the woods. Then he says to the girl one day that she could get up on his back and come home with him. She did that and now he ran off with her. When they had gone a good long way, the cat asked her if she could see anything. Yes, she could see a big castle. “That’s where we’re going,” he says, “because my parents live there.”", "keywords": {"keyword": ["castle", "cat", "day", "girl", "home", "parents", "stepmother", "witch", "woods", "young"]}, "etk_index": {"heading_danish": "Registrant over Evald Tang Kristensens Samling af Eventyr", "heading_english": "Index of Evald Tang Kristensen's collected Fairy Tales"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}