{"publication_info": "Unpub_AMJ_404", "full_name": "90 - 4.04 - Unpub_AMJ_404", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 4.04, "fieldtrip": "Photo 1: August 1895", "fieldtrip_start_date": "1895-08-01", "fieldtrip_end_date": "1895-08-05", "places": {"place": [{"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}, {"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place mentioned)"}, {"place_id": 471, "name": "Randers", "display_name": "Randers (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 90, "publication_info": "Unpub_AMJ_312", "full_name": "90 - 3.12 - Unpub_AMJ_312", "url": "data/stories/366.dfl"}, {"informant_id": 90, "publication_info": "Unpub_AMJ_310", "full_name": "90 - 3.10 - Unpub_AMJ_310", "url": "data/stories/364.dfl"}, {"informant_id": 90, "publication_info": "Unpub_AMJ_401", "full_name": "90 - 4.01 - Unpub_AMJ_401", "url": "data/stories/368.dfl"}]}, "fielddiary_page_start": "7052a", "fielddiary_page_end": "7052a", "bibliographic_info": null, "bibliography_references": null, "annotation": "More biographical notes that Tang Kristensen was able to compile concerning Margrete.", "danish_manuscript": "Været i Mejlby i 64 Aar. Pige til 30te\nAar. gift i 26 Aar med Kristen Jensen\nOttesen. [Husmand] Indsidder, nu Enke\ni 26 Aar. 6 Børn og de 4 endnu levende.\nS. rask, at hu fornylig gik til Randers\nog tilbage paa en Dag og var blot noget\nstivbenet Dagen efter. I Fjor paa\nHøstarbejde i 7 halve og 3 hele Dage.\nog i Aar ude at luge Roer, og for nylig\nhenne at tage Kløver fra. gaar stadig\npaa Arbejde, naar nogen vil have hende.\nFaar nu 130 Kr. i Alderdomsforsørgel\nse. Har ogsaa lært baade Viser og Histo\nrier af Kræmmere, der noget laa i den\nGaard, hvor a tjente. De gav mig 4 s\nfor at smøre deres støvler og a lærte deres\nHistorier for a var s. nem til at lære.\nGaaet som Hvedebrødskone i mange\nAar.\nHendes Moder, Birte Nielsdatter, døde, da\nhun var i sit fjerde Aar.\n", "english_manuscript": "Has been in Mejlby for sixty-four years. She was a hired girl until she was thirty. Married for twenty-six years to Kristen Jensen Ottesen. Pensioner, now a widow for twenty-six years. Six children of which four are still alive. So healthy that she recently went to Randers and back in one day, and was just a little stiff in her legs the next day. Last year she worked in the harvest seven half and three whole days, and this year she'd been out weeding beets, and recently she'd gone to gather clover. Still goes to work whenever someone wants her. She receives one hundred thirty crowns in old age pension. She also learned stories and ballads from wandering merchants, when they stayed at that farm where I worked. They gave me four shillings to polish their boots and I learned their stories since I learned things so easily. Had worked as a wheat bread woman for many years. Her mother, Birte Nielsdatter, died when she was four years old.", "danish_publication": "Unpublished", "english_publication": "Unpublished version reads: Has been in Mejlby for sixty-four years. She was a hired girl until she was thirty. Married for twenty-six years to Kristen Jensen Ottesen. Pensioner, now a widow for twenty-six years. Six children, of which four are still alive. So healthy that she recently went to Randers and back in one day, and was just a little stiff in her legs the next day. Last year she worked in the harvest seven half and three whole days, and this year she’d been out weeding beets, and recently she’d gone to gather clover. Still goes to work whenever someone wants her. She receives one hundred thirty crowns in old age pension. She also learned stories and ballads from wandering merchants, when they stayed at that farm where I worked. They gave me four shillings to polish their boots and I learned their stories since I learned things so easily. Had worked as a wheat bread woman for many years. Her mother, Birte Nielsdatter, died when she was four years old.", "keywords": {"keyword": ["ballad", "Birte Nielsdatter", "boots", "bread", "children", "clover", "day", "death", "farm", "girl", "harvest", "Kristen Jensen", "learning", "leg", "marriage", "merchant", "mother", "old", "pensioner", "polish", "seven", "shilling", "story", "three", "wandering", "wheat", "widow", "woman", "work", "year"]}, "etk_index": {"heading_danish": "Uudgivne historier", "heading_english": "Unpublished stories"}, "tango_indices": {"tango_index": null}, "genre": null}