{"publication_info": "Æv_0_1963", "full_name": "90 - 4.05 - Æv_0_1963", "informant_id": 90, "informant_last_name": "Jensdatter", "informant_first_name": "(Ane) Margrete", "informant_full_name": "(Ane) Margrete Jensdatter", "order_told": 4.05, "fieldtrip": "Photo 1: August 1895", "fieldtrip_start_date": "1895-08-01", "fieldtrip_end_date": "1895-08-05", "places": {"place": {"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}}, "stories_mentioned": {"story": {"informant_id": 90, "publication_info": "Æv_0_1907", "full_name": "90 - 4.03 - Æv_0_1907", "url": "data/stories/370.dfl"}}, "fielddiary_page_start": "--", "fielddiary_page_end": "--", "bibliographic_info": null, "bibliography_references": null, "annotation": "This recording is probably the same as Æv. 1907 (AMJ 4.03). There are no separate field diary pages for this story. While somewhat abbreviated, the wording is almost identical in the fair copy to Æv. 1907.", "danish_manuscript": "No manuscript pages", "english_manuscript": "No manuscript pages", "danish_publication": "Der var en Pige, som havde Stifmoder, og hun var saa slem ved hende. Saa gik hun saa tidt ud i Skoven. Der kommer hver Dag en Kat til hende, og han siger til hende en Dag, hun kunde sætte sig op paa hans Ryg og følge med ham hjem. Det gjorde hun ogsaa. Saa siger han, om hun kunde se noget? Ja, hun kunde se et stort Slot. Der boede hans Forældre, sagde han, for han var forhegsed, der var en Kone, som havde skabt ham i en Hankat, som skulde gaa ude i Skoven.", "english_publication": "There was a girl who had a stepmother and she was really mean to her. She often went for walks out in the woods. Every day, a cat comes up to her out there and he says to her one day that she can climb up onto his back and come home with him. She does that too. Then he asks her if she can see anything? Yes, she could see a big castle. That’s where his parents lived, he said, because he was bewitched, there was a woman who had changed him into a tom cat that had to walk about in the woods.", "keywords": {"keyword": ["castle", "cat", "day", "girl", "home", "parents", "stepmother", "witchcraft", "woman", "woods"]}, "etk_index": {"heading_danish": "Registrant over Evald Tang Kristensens Samling af Eventyr", "heading_english": "Index of Evald Tang Kristensen's collected Fairy Tales"}, "tango_indices": {"tango_index": [null, null, null, null, null]}, "genre": null}