{"publication_info": "DS_IV_1517", "full_name": "123 - 1.01 - DS_IV_1517", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 1.01, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 122, "name": "Dover kirke", "display_name": "Dover kirke (place mentioned)"}, {"place_id": 263, "name": "Hjelmslev", "display_name": "Hjelmslev (place mentioned)"}, {"place_id": 309, "name": "Illerup", "display_name": "Illerup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 123, "publication_info": "JAH_V_357", "full_name": "123 - 2.23 - JAH_V_357", "url": "data/stories/397.dfl"}, {"informant_id": 123, "publication_info": "DS_III_870", "full_name": "123 - 2.24 - DS_III_870", "url": "data/stories/398.dfl"}, {"informant_id": 123, "publication_info": "JFm_XIII_36", "full_name": "123 - 2.27 - JFm_XIII_36", "url": "data/stories/401.dfl"}, {"informant_id": 332, "publication_info": "DS_IV_1510", "full_name": "332 - 0.00 - DS_IV_1510", "url": "data/stories/707.dfl"}, {"informant_id": 332, "publication_info": "DS_IV_1512", "full_name": "332 - 0.00 - DS_IV_1512", "url": "data/stories/708.dfl"}, {"informant_id": 516, "publication_info": "DS_IV_1239", "full_name": "516 - 0.00 - DS_IV_1239", "url": "data/stories/711.dfl"}, {"informant_id": 130, "publication_info": "DS_IV_1518", "full_name": "130 - 0.00 - DS_IV_1518", "url": "data/stories/832.dfl"}]}, "fielddiary_page_start": "3752b", "fielddiary_page_end": "3754b", "bibliographic_info": "Christiansen 1996\nChristiansen 1975\nJørgensen 1940", "bibliography_references": {"reference": [{"display_string": "[Book] Christiansen, Palle Ove. 1996. <i>A manorial world : lord, peasants and cultural distinctions on a Danish estate, 1750-1980</i>. Oslo and Boston: Scandinavian University Press."}, {"display_string": "[Book] Christiansen, Palle Ove. 1975. <i>Husmandsbevægelse og jordreform i Danmark en etnologisk oversigt</i>. Copenhagen: Etnologisk Arbejdsgruppe for Nordiske og Europæiske Studier."}, {"display_string": "[Book] Jørgensen, Harald. 1979. <i>Studier over det offentlige Fattigvæsens historiske Udvikling i Danmark i det 19. Aarhundrede</i>. Copenhagen: Selskabet for Udgivelse af Kilder til Dansk Historie."}, {"display_string": "[Book] Uther, Hans-Jörg. 2004. <i>The types of international folktales : a classification and bibliography, based on the system of Antti Aarne and Stith Thompson (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}]}, "annotation": "This story straddles the generic divide between folktale and legend. Although the tale at first blush seems believable, the manor lord's eventual slaughter of the beggars-turned-robbers brings to mind tales cataloged as ATU 956, \"The Hot Chamber in the House of Robbers\", and its close analogs (ATU 956a and b).\n\n      The story has two distinct parts: The first part deals with the vengeful nature of Klaus and his family after they have been put off their farm. The second part deals with the attack on the farm by the \"robbers\" and the manor lord's strength and ability to protect the farmers in his district.\n\n     Peder addresses several critical issues in this the first story that he told Tang Kristensen. The parceling of farms after the land reforms of 1780 led to a significant increase in the number of farms and houses that were no longer leaseholds. After the reorganization of the fields, many people discovered that, despite the proximity of their fields to their neighbors, the fields could be of greatly differing quality. \n\n     The parceling of lands also required that people, long used to a different mode of existence, were now forced to confront the demands of self sufficiency and the rough and tumble of a free market economy (Christiansen 1996 and 1975). In some cases, farmers were unable to keep up with the demands of the new economic structures, and ultimately were forced off their land. Those vacated farms were either offered to new farmers or bought out by neighbors. \n\n     At the time when Peder told this story, care of the poor and the causes of poverty were subjects of great currency in local political debates. Most people agreed that there were two classes of paupers: those who deserved help since they were poor through no fault of their own (advanced age, poverty, feebleness), and those who did not deserve help since they were poor by choice (drunks, able-bodied poor, freeloaders) (Jørgensen 1940). Legislation after the 1860s recognized these different classes of poor. Those who could work but chose not to were often forced onto labor farms (fattiggårde) (Jørgensen 1940). In Peder's story, the family which is too lazy to work is first thrown off their land, and later executed.\n\n     Peder also addresses the problem of beggars and vagabonds in this story, a problem that animates Kirsten Marie Pedersdatter's storytelling. In Peder's story, the lazy farmer and his family become wandering craftsmen. An alternate reading is that they are simply masquerading as potters and are actually earning their keep as thieves. The later reference to them as \"robbers\" suggests this reading may be more accurate. In either case, the implication that wandering merchants were shifty characters aligns well with much of the debate concerning care for the poor and legislation aimed at stemming the tide of rural begging and wandering (Jørgensen 1940).  \n\n     The strategy that Poul and his hired girl adopt to eliminate the threat posed by Klaus and his sons has a fairly harsh outcome. The \"one that got away\" allows for the threat to persist, and resists a positive resolution.\n\n      Paradoxically, the return of Klaus's family, now robbers, is heralded by another wanderer. The warning comes as repayment for Poul's previously generous and merciful treatment of that wanderer. Many rural communities encouraged legislation that relied on the goodwill of the population, rather than the burden of additional taxes, to provide for the poor. A story such as this would, of course, provide grist for the rhetorical mill supporting that policy.\n\n     The manor lord's protection of the farmer hearkens back to a previous era, when the farms in the district were owned by the manor, and protection of the estate was a prime responsibility of the lord (Christiansen 1996). Although the manor lord protects Poul and his family, he also takes quite a bit, represented symbolically in this tale by the preposterously large meal that he eats. The meal is so large, in fact, that it becomes memorialized in the landscape, lending its name to a local town (based on the false etymological equation: Dover = davre = breakfast). \n\n     The use of etiological tags, such as Dover, can anchor a story in the immediate locale. In narrative, etiological tags act as a form of external confirmation while, at the same time, attach the story to recognizable features of the landscape.\n\n    The published version of the story differs little from the manuscript version.", "danish_manuscript": "Der boede en M. i Illerup, der hed Hjelmslev\nog h. var Herremd. og det var et Mske der var\nbekjendt for at være s. voldsom stærk. Naar\nh. sad i en Stol var h. s. stærk, at naar 7\naf de stærkeste Karle slog et Reb om Læn-\nden af ham, kunde de ikke trække ham\naf Stolen og h. havde et Sværd der havde et\nNavn som a ikke kan mindes og Maalet\nheller ikke. H. raadte over Bøndergodset\nder omkring. Midt Vejs mellem Dover Kirke\nog Illerup var to Enstedgrde og i den ene\nvar en Mand og 6 Sønner, men de vilde in-\ngen Ting bestille og s. kunde de ikke svare\nderes Skyld. S. jog h. dem ud af Huset\nog der kom ingen i igien for det var blevet\ns. ramponeret at ingen kunde bo i det,\nog s. lagde de Jorden under et andet Sted.\nDen Mand der boede h. hed Poul men den\nandens Navn kan a ikke huske, a tror det\n\n3753A\nvar Klaus. S. havde de 7 Drabanter jo ikke\nnoget at ernære dem med og da Herrem. var\nSkyld i at de var bleven brødløse svor\nde ham en Ulykke, men først skulde Poul\nhave for den Sags skyld at h. havde deres\nEjendom. De forsvandt helt fra Egnen\nog Folk hverken hørte eller spurgte dem i\nlængere Tid, indtil de troede de var død\nog væk og ikke fik dem at se mere. Poul\nhavde været ræd, men blev nu tryg igien.\nS. en sildeagtig Aftenstund hen paa Vin-\nteren kom der en Pottekjører og vilde lo-\ngere ind med Poul, og h. var et godsindet \nMske og sagde straks ja, som sædvanlig. Vog\nnen vilde M. haft i Husly men det\nkunde ikke ske, for i den Tid var Folk\nikke s. bemidlet med Husly som nu om\nTider, de havde ikke Hus til mere end dem\nselv. S. kom den til at staa udenfor lige\nved Siden af Vanddam og hen ad ved Sen\ngedags gik Pigen ud at hente en Spand \nVand og da hører hu nogen der snakker\ni Vognen. S. gaar hu hen og staar og lytter\nda er det [2] 1 af Klauss Sønner og Klaus selv der ligger og\nsnakker om de ikke snart kunde være gaa-\net til Sengs, det var voldsomt s. lang Tid\n\n3753B\ndet tog. Hun kommer ind og imellergodlag\nhavde de faaet en Seng stille an til den 2\nog h. er til Sengs. Hu fortæll. Poul det\nhu havde hørt og de kommer til ens om at\ngaa ud og vælte Potter og samt ned i dh\nVandhul s. og s. skubber de om ved Enden\naf Huset og staar og lytter, det var lige\ntæt ved Huset det Vandhul. Da ser de\nden 2 kommer springende ud af Vindue\nmen der var ikke noget at gjøre, de 2 var\ndruknede. Da h. mærkede det, s. strøg\nh. af og lod Bæster og Vogn i Stikken.\nS. gik det en lille Tid, men s. i den stille\nUge lige op til Skjærtorsdag da kom der en\nStakkel strygende hen til Poul alt hvad\nRammer og Tøj kunde holde og havde loge\nret i en Lade paa Sjelle Hede og der havde\nh. lagt og hørt hvordan de 5 havde lagt\nRaad op om, at paa Skjærtorsdag [hav]\nMorgen skulde M. fældes, og for det Poul\nhavde været god imod ham vilde h. gjøre\nham den Tjeneste at sige ham det. P. vid\nste ikke hvad h. skulde gjøre, h. kunde ikke\nrende fra det hele og lade Hus og Kvæg i\nStikken, s. lagde de det øde, h. kunde da \nfor den Sags Skyld selv blive øde ogsaa og\n\n3754A\ns. bej h. Dagen op. Dg. Dagen kom [betænkt]\nbegyndte h. lige godt at blive betænkelig.\nMen da kommer Herrem. Hjelmslev riden\nde forbi og vilde til Kirke. S. gik P. ud til\nham og fortalte ham hvordan Sagerne de\nstod angaaende dh. 5. S. s. h. Ja det\nkan jo godt være det er ikke til andet end\nat narre os med, men det kan og godt\nvære sandt. Men dersommentid du vil\ngiøre en god Davre, s. vil a opholde mig\nefter dem og kommer de, skal a nok giøre\nligen for dem. Se nu fik de andet at\nspekulere paa end Gavstrikkerne, nu skulde\nde jo rette an for Herremanden det var s. \nmeget en graadig Æder. Der var et stort\nAnstalt Æg en Flæskebove, det var alt\ndet Flæsk de havde i Huset, men h. aad\ndet. Albedst som de sad, midt i Maal-\ntidet s. ringede Dover Klokke sidste gang\nog det første den var færdig s. beg. Røverne\nat dundre paa Døren. S. s. Hm. Det er\nsvært s. jøver de er, sig til dem, te a er\nikke rigtig færdig, de maa tøve. Poul talte\nogsaa til dem, men det agtede de kun lidt\nom. Ja sæt s. lidt for Døren, for a vil\nmissæl vær færdig. N. de bumrede jo paa\n\n3754B\nmen det var en lilleagtig Dør og de kunde\nikke ret komme til, og h. sagde at dersom de\nnu vilde tøve lidt, s. skulde h. frivillig\nlukke op. S. gav de dem ogsaa tilfreds den\nStund. Omsider var h. færdig og rejste sig\nop fra Bordet og tog sin Sabel og sagde til\nPoul nu maatte h. lukke op, men der\nmaatte ikke svar vel kom uden en af\nGangen. Det gjorde P. ogsaa og der kom 1\nad G. og Hm. stod inden for og hug Hov.\naf og sparkede Kroppen til Side. De tænkte\njo ikke noget ved det, de tykte jo nok det\nhundtede noget med det, men kunde ikke\nKomme af Sted med at advare hinanden før\nden sidste var kaput. S. s. Hm. Nu har a\ngjort Ligen for min Davre. Fra den Tid\naf Kaldes Kirken Dovre Kirke og stedet\nkaldtes Hjelmslev. Jordet. Det var en\nHolt, og der er nu et Hus som kaldes\nHjelmslev huset.", "english_manuscript": "There was a man who lived in Illerup who was called Hjelmslev and he was a manor lord. He was renowned for being immensely strong. When he sat in a chair he was so strong that seven farmhands could tie a rope around him and still couldn't pull him out of the chair. He had a sword that had a name I can't remember, nor how big it was. He ruled the peasant farms in the area. Half way between Dover church and Illerup there were two solitary farms, and in one of them there was a man who had six sons, but they wouldn't do a thing and so they couldn't pay their debts. He forced them out of the house, and nobody came to live there afterward since it had been so damaged that nobody could live there, and so he put the land under another farmstead. The man who lived there was called Poul, but I can't remember the other one's name, I think it was Klaus. So now these seven vagabonds had nothing to eat, and since the manor lord was the reason they didn't have any bread, they swore that he'd experience misfortune, but first Poul would get what he had coming to him since it was him who'd gotten their property. They disappeared completely from the area, and people neither heard from them nor asked about them for quite a while until people thought they were dead and gone and they wouldn't see them again. Poul had been afraid, but now he felt safe again. Then late one winter evening, a potter came and wanted to stay at Poul's place and since he was a kind person, he said yes right away as usual. The man wanted to get his wagon under cover, but it wasn't possible because back then people didn't have as large houses as they do now, there wasn't any more shelter than for themselves. It wound up being parked just outside next to a pond of water. Just about bed time, the hired girl went out to get a bucket of water and she hears some people speaking inside the wagon. So she goes over and listens and it turns out to be one of Klaus's sons and Klaus himself who are lying there talking, wondering if the people weren't going to go to bed soon, it was ridiculous how long it was taking. She goes back inside and in the meantime they'd set up a bed for the other one, and he had already gone to bed. She tells Poul what she'd heard, and they agree to go out and tip the wagon with all the pots and everything else down into that water hole. Then they hurried around behind the end of the house and stand there listening, because it was really close to the house that waterhole. Then they see the other one come jumping out of the window, but there wasn't anything he could do, the other two had drowned. When he realized that, he ran away and left the horses and the wagon behind. A little while passed, but in the quiet week just before Maundy Thursday, a poor person came running as fast as he could to Poul and told him that he'd been sleeping in a barn out on Sjelle heath the previous night and he'd lain there and listened to how the other five had plotted that on Maundy Thursday morning, they'd kill him. Since Poul had been nice to him, he'd do him the favor of telling him. Poul didn't know what to do, he couldn't run away and desert his house and cattle, since then they'd just destroy everything. By the same token he couldn't let himself be destroyed, and in this way he ate up the day. When it started to get really light, he started to get uneasy. But just then the manor lord Hjelmslev came riding by on his way to church. Then Poul went out to him and told him how things stood concerning these five guys. Then he said, \"Well, its possible that it's nothing other than a trick, but it could also be true. So if you'll treat me to a good meal, then I'll watch out for them, and if they come, I'll make up for it.\" You see, now they had other things to think about than these hooligans, now they had to serve up a meal for the manor lord who was a really big eater. There made huge preparations. Eggs and a shoulder of pork, that was the only pork they had in the house, but he ate it. As they were sitting there, right in the middle of the meal, the Dover church bell rang the last time, and as soon as it was done, the robbers began pounding on the door. Then the manor lord says, \"It's annoying how eager they are, can't you tell them to wait until I'm done?\" Poul also talked to them but they didn't pay too much attention. \"Well, sit down for a little while by the door, for God's sake, I want to finish.\" Now they pounded again, but it was a little door and they couldn't really get at it, and he said that if they'd wait just a second, he'd open the door voluntarily. So, satisfied, they gave him a little while. Eventually, he finished and then he got up from the table and took his saber and then said to Poul that he could open the door now, but they better not come more than one at a time. Poul did that too and they came only one at a time, and then the manor lord stood inside and chopped their heads off and kicked their bodies aside. They didn't suspect a thing, even though they thought that it took a while, but they didn't manage to warn each other before the last one was kaput. Then the manor lord said, \"Now I've made up for the meal.\" From that time on, the church has been called Dover church, and the place has been called Hjelmslev. The place. It was a small clearing and there's a cotter's place now which is called Hjelmslev house.", "danish_publication": "Der boede en herremand i Illerup, der hed Hjelmslev, og det var et menneske, der var bekjendt for at være så voldsom stærk. Når han sad i en stol og syv af de stærkeste karle slog et reb om lænden af ham, kunde de ikke trække ham af stolen. Han havde et sværd, der havde et navn, som a ikke kan mindes, og målet på det heller ikke. Den herremand rådte for bøndergodset der omkring. Midt vejs mellem Dover kirke og Illerup var to enstedgårde, og i den ene var en mand, der havde 6 sönner, men de vilde ingen ting bestille, og så kunde de ikke svare deres skyld. Herremanden jog dem da ud af huset, og der kom ingen igjen, for det var blevet så ramponeret, at ingen kunde bo i det, men jorden lagde han under et andet sted. Den mand hed Povl, men ham, der blev jaget væk, han hed Klavs. Nu havde deher 7 drabanter jo ikke noget at ernære dem ved, og da herren var skyld i, at de var bleven brødløse, svor de ham en ulykke, men først skulde Povl have, for det var ham, der havde fået deres ejendom. De forsvandt nu helt fra egnen, og folk hverken hørte eller spurgte dem i længere tid. Så troede man, de var både død og væk. Povl havde været ræd en tid, men nu blev han tryg igjen. Så en sildig aftenstund hen på vinteren kom der en pottekjører og vilde logere ind ved Povl, og da han var et godsindet menneske, sagde han straks ja som sædvanlig. Vognen vilde manden haft i husly, men det kunde nu ikke lade sig gjøre, for i den tid var folk ikke så bemidlede med hus som nu om tider. Vognen kom da til at stå udenfor lige ved siden af en vanddam. Hen ved sengedags gik pigen ud at hente en spand vand, og da hører hun nogen, der snakker i vognen. Så går hun hen og står og lytter, og da er det en af Klavses sönner og Klavs selv, der ligger og snakker, om folkene ikke snart kunde være gåede til sengs, det var voldsomt, så lang tid det tog. Imeldergodlag hun havde været ude, havde de fået en seng stilt an til den anden, og han var gået til sengs. Så fortæller hun Povl, hvad hun havde hørt, og de kommer til ens om i al stilhed at gå ud og vælte vognen med potter og samt ned i det vandhul. Dernæst skubber de dem om ved enden af huset og står og lytter, for hullet var tæt derved. Da seer de, den anden kommer springende ud af vinduet, men nu var der ikke noget for dem at gjøre, de andre to var druknede, og da han mærker det, strøg han af og lod bæster og vogn i stikken. Så gik der en lille tid, men så i den stille uge lige op til skjærtorsdag kom der en stakkel strygende hen til Povl, alt hvad remmer og töj kunde holde, og fortalte, at han havde logeret i en lade på Sjelle hede om natten og der ligget og hørt, hvordan 5 personer havde lagt råd op om at besøge ham skjærtorsdag morgen, og så skulde kan fældes. Men for det Povl havde været god imod ham, vilde han gjøre ham den tjeneste at komme over at sige ham det. Povl vidste ikke, hvad han skulde gjøre. Han kunde ikke rende fra det hele og lade hus og kvæg i stikken, for så lagde de det jo helt øde. Nej, så kunde han da for den sags skyld selv blive øde også, altså bej han dagen op. Men den gang det blev rigtig lyst, begyndte han lige godt at blive betænkelig. Så kom herremanden Hjelmslev ridende forbi og vilde til kirke. Povl gik ud til ham og fortalte ham, hvordan sagerne de stod angåendes deher fem. \"Ja, det kan jo godt være, at det ikke er til andet end til at narre os med, men det kan og godt være sandt. Men dersommentid du vil give en god davre, så vil a opholde mig efter dem, og kommer de, skal a nok gjøre ligen for dem.\" Se, nu skulde de jo rette an for herremanden, der var så meget en grådig æder, og de fik travlt med at gjøre store anstalter. En flæskebov var alt hvad flæsk de havde i huset, og så fik han æg dertil, og han åd det altsammen. Allerbedst som de sad, midt i måltidet, så ringede Dover klokke sidste gang, og det første den var færdig, så begyndte röverne at dundre på dören. Så siger herremanden: \"Det er svært, så jöver de er, sig til dem, te jeg er ikke rigtig færdig.\" Povl talte også til dem, men det agtede de kun lidt om. \"Ja, sæt nu lidt for dören, for jeg vil missæl være færdig.\" Nu bumrede de jo på, men det var en lilleagtig dör, og de kunde ikke ret komme til, og han sagde, at dersom de nu vilde tøve lidt, så skulde han frivillig lukke op. De gav dem da også tilfreds den stund. Omsiger var han færdig og rejste sig op fra bordet, tog sin sabel og sagde til Povl, at nu måtte han lukke op, men der måtte ikke svar velkomme uden én ad gangen. Povl gjorde det sådan, at der heller ikke kom uden én, og så stod herremanden inden for og hug hovedet af dem, som de kom, og sparkede kroppen til side. De fik ingen mistanke, omendskjöndt de nok tykte, det bundtede noget med det, men de kunde heller ikke komme af sted med at advare hinanden, når de forst var kommen indenfor, for så var de kaput med det samme. Da den sidste vor slået ihjel, sagde herremanden: \"Nu har jeg gjort ligen for min davre.\" Fra den tid af kaldes kirken Dover kirke, og stedet, hvor röverne dræbtes, kaldtes Hjelmslev-jorden. Det var en holdt, og der er nu et hus, som kaldes Hjelmslev-huset.", "english_publication": "There was a manor lord who lived in Illerup who was called Hjelmslev, and he was a man who was renowned for being immensely strong. If he sat in a chair and seven farmhands bound a rope around him, they couldn't pull him from the chair. He had a sword which had a name I can't remember, nor its length. This manor lord ruled the peasant farms in that area. Halfway between Dover church and Illerup there were two single farms [enstedgårde], and in one of them there was a man who had six sons, but they wouldn’t do a thing and then they couldn’t pay their debt and the manor lord forced them out of the house, and nobody came to live there afterward since it had been so damaged that nobody could live there, and so he put the land under another farmstead. The man who got the land was named Poul, and the one who got chased away was named Klaus. Now these seven vagabonds had nothing to eat, and since the manor lord was the reason they didn’t have any bread, they swore that he’d experience misfortune, but first Poul would get what he had coming to him since it was he who’d gotten their property. They disappeared completely from the area, and people neither heard from them nor asked about them for quite a while. So then people thought they were dead and gone. Poul had been afraid for a while, but now he felt safe again. Then late one winter evening, a potter came and wanted to stay at Poul’s place and since he was a kind person, he said yes as usual. The man wanted to get his wagon under cover, but it wasn’t possible because back then people didn’t have as large houses as they do now. The wagon wound up being parked just outside next to a pond. Just about bedtime, the hired girl went out to get a bucket of water and then she hears some people speaking inside the wagon. So she goes over and listens and it turns out to be one of Klaus’s sons and Klaus himself who are lying there talking, wondering if the people weren’t going to go to bed soon, it was ridiculous how long it was taking. While she’d been out, they’d set up a bed for the other one [the potter], and he had already gone to bed. Then she tells Poul what she’d heard, and they go quietly outside together and tip the wagon with all the pots and everything else down into that water hole. Then they go and wait behind the end of the house and stand there listening, because the water hole was close by. Then they see the other one come jumping out of the window, but there wasn’t anything for him to do, since the other two had drowned and when he realizes that, he runs away and leaves the horses and the wagon there. Then a little while passed, but in the quiet week just before Maundy Thursday, a poor person came running as fast as he could to Poul and told him that he’d been sleeping in a barn out on Sjelle heath the previous night and he’d lain there and listened to how five people had discussed visiting him [Poul] Maundy Thursday morning, and then they’d kill him. But because Poul had been nice to him, he’d do him the favor of coming over and telling him about it. Poul didn’t know what to do. He couldn’t run away from it all and desert his house and cattle, because then they’d just destroy everything. By the same token he could be destroyed himself if he just ate up the day. When it started to get really light, he started to get uneasy. Then the manor lord, Hjelmslev, came riding by on his way to church. Poul went out to him and told him how things stood concerning these five guys. “Well, it's possible that it's nothing other than a way to trick us, but it might also be true. So if you’ll treat me to a good meal, then I’ll watch out for them, and if they come, I’ll make up for it.” You see, now they had to serve up a meal for the manor lord who was a really big eater, and they got busy with all the preparations. The only pork they had was a shoulder of pork, and he got eggs as well and he ate it all. Just as they were sitting there, right in the middle of the meal, the Dover church bell rang the last time, and as soon as it was done, the robbers began pounding on the door. Then the manor lord says, “It’s annoying how eager they are, can’t you tell them I’m not done yet?” Poul also talked to them but they didn’t pay too much attention to him. “Well, sit down for a little while by the door, for God’s sake, I want to finish.” Now they pounded again, but it was a little door and they couldn’t really get at it, and he said that if they’d wait just a second, he’d open the door voluntarily. So, satisfied, they gave them a moment. Hjelmslev finished soon and then he got up from the table and took his saber and then said to Poul that he could open the door now, but they’d better not come more than one at a time. Poul did just so, so that they only came through one at a time, and then the manor lord stood inside and chopped their heads off as they came in and kicked their bodies aside. They didn’t suspect a thing, even though they thought that it took a while, but they didn’t manage to warn each other when they first had gotten inside, because then it was immediately kaput. When the last one had been killed, the manor lord said, “Now I’ve made up for the meal.” From that time on, the church has been called Dover church, and the place where the robbers were killed has been called the Hjelmslev ground. It was a smallholding and now it’s a house which is called the Hjelmslev house.", "keywords": {"keyword": ["afraid", "attention", "barn", "bed", "bells", "body", "bread", "bucket", "cattle", "chair", "chase", "church", "day", "death", "debt", "disappearance", "door", "drowning", "egg", "evening", "farm", "farmhand", "favor", "girl", "god", "heath", "hjelmslev", "horse", "house", "kill", "Klaus", "land", "manor lord", "Maundy Thursday", "meal", "misfortune", "morning", "name", "night", "outside", "Paul", "peasantry", "pond", "poor", "pork", "pot", "Poul", "riding", "robber", "rope", "seven", "shoulder", "sleep", "son", "strength", "suspect", "swear", "sword", "table", "trickery", "vagabond", "wagon", "water", "week", "window", "wound"]}, "etk_index": {"heading_danish": "Røvere, drabsmænd og tyve", "heading_english": "Robbers, murderers and thieves"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}