{"publication_info": "JFm_XII_64", "full_name": "123 - 1.02 - JFm_XII_64", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 1.02, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 89, "name": "Brandstrup", "display_name": "Brandstrup (place mentioned)"}, {"place_id": 196, "name": "Glentholm", "display_name": "Glentholm (place mentioned)"}, {"place_id": 298, "name": "Hvidsminde", "display_name": "Hvidsminde (place mentioned)"}, {"place_id": 504, "name": "Ry", "display_name": "Ry (place mentioned)"}, {"place_id": 520, "name": "Siem", "display_name": "Siem (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "JAH_V_505", "full_name": "150 - 1.19 - JAH_V_505", "url": "data/stories/22.dfl"}, {"informant_id": 150, "publication_info": "DS_II_C_110", "full_name": "150 - 2.08 - DS_II_C_110", "url": "data/stories/55.dfl"}, {"informant_id": 150, "publication_info": "JAH_V_535", "full_name": "150 - 3.18 - JAH_V_535", "url": "data/stories/81.dfl"}, {"informant_id": 241, "publication_info": "DS_V_1706", "full_name": "241 - 2.16 - DS_V_1706", "url": "data/stories/166.dfl"}, {"informant_id": 123, "publication_info": "JAH_III_456", "full_name": "123 - 2.26 - JAH_III_456", "url": "data/stories/400.dfl"}, {"informant_id": 123, "publication_info": "DS_II_B_13", "full_name": "123 - 3.07 - DS_II_B_13", "url": "data/stories/410.dfl"}, {"informant_id": 123, "publication_info": "JAH_II_413", "full_name": "123 - 3.18 - JAH_II_413", "url": "data/stories/421.dfl"}, {"informant_id": 123, "publication_info": "JFm_XIII_38", "full_name": "123 - 4.04 - JFm_XIII_38", "url": "data/stories/432.dfl"}, {"informant_id": 385, "publication_info": "DS_IV_1307", "full_name": "385 - 0.00 - DS_IV_1307", "url": "data/stories/481.dfl"}, {"informant_id": 531, "publication_info": "JFm_V_49", "full_name": "531 - 0.00 - JFm_V_49", "url": "data/stories/859.dfl"}, {"informant_id": 150, "publication_info": "JAH_V_27", "full_name": "150 - 3.40 - JAH_V_27", "url": "data/stories/103.dfl"}]}, "fielddiary_page_start": "3754b", "fielddiary_page_end": "3762b", "bibliographic_info": "Pentikäinen 1969\nJørgensen 1940\nChristiansen 1975\nHvidt 1990, 250-252\nUther 2004 vol. 2, 267-269", "bibliography_references": {"reference": [{"display_string": "[Article] Pentikäinen, Juha. 1969. The Dead without Status. Vol. 4 of <i>Temenos</i>, 92-102."}, {"display_string": "[Book] Jørgensen, Harald. 1979. <i>Studier over det offentlige Fattigvæsens historiske Udvikling i Danmark i det 19. Aarhundrede</i>. Copenhagen: Selskabet for Udgivelse af Kilder til Dansk Historie."}, {"display_string": "[Book] Uther, Hans-Jörg. 2004. <i>The types of international folktales : a classification and bibliography, based on the system of Antti Aarne and Stith Thompson (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}, {"display_string": "[Book] Christiansen, Palle Ove. 1975. <i>Husmandsbevægelse og jordreform i Danmark en etnologisk oversigt</i>. Copenhagen: Etnologisk Arbejdsgruppe for Nordiske og Europæiske Studier."}, {"display_string": "[Edited book] Bjørn, Claus, Dahlerup, Troels, Jensen, S. P., Helmer Pedersen, Erik. 1988. Vol. 1-4 of <i>Det danske landbrugs historie</i>. Odense: Landbohistorisk Selskab."}, {"display_string": "[Book section] Tangherlini, Timothy R. 2012. 'To market! To market!': Markets and the Märchen in Nineteenth Century Denmark. In Vol. 1 of <i>News from Other Worlds: Studies in Nordic Folklore, Mythology, and Culture</i>: 267-289. Berkeley: North Pinehurst Press."}]}, "annotation": "This story provides a close reading of the organization of two local farms. Outlying farms date back to the partitioning of the lands from the end of the eighteenth century. Once fields had been consolidated, farmhouses were physically moved from the village center out onto the new fields. The timbers would be saved from the original farm, and placed on a new foundation sometimes made with stones from the original farm. The new farm building would then be given new stucco walls as most farms at the time were half-timber construction. The result of this physical removal of buildings from the villages onto the fields was the wide dispersal of farms across the landscape. Farms that had once nestled up to each other cheek-by-jowl in earlier villages could end up quite a distance from each other. Peder also draws attention to the difference in the quality of the land attached to these newly created farms, and it is this disparity in distribution that informs this story. \n\n     The financial difficulties of the farmer at Hell resonate with those confronting the farmer Klaus in the previous story (PJ 1.01). But where Klaus in that story had brought calamity on himself--and therefore deserved to be punished--the farmer at Hell was the victim of the capriciousness of the partitioning system and the forces of the newly emerging free market system.\n\n     The story balances precariously on the border between tall tale and legend. This type of generic fence sitting is a characteristic of Peder's storytelling. The hiring of the farmhand on the way to market is a narrative cue that aligns the story with the folk tale. Although the commerce laws forbade making deals on the way to or from market towns, the negotiation here for the services of a hired hand possibly fell outside the parameters of that law (Tangherlini 2012). \n\n     The agreement that the farmhand would take over the farm once the farmer was too old to continue was a standard agreement, usually between a  farmer or cotter and his children: a child would take over the farm in exchange for continued lodging and a specified amount of foodstuffs for the parent once the parent had gotten too old to continue farming. This system was known as aftægt. The unusual aspect to the agreement made in this story is that it is made outside of the family with a virtual stranger. The farmhand's later actions suggest that even this agreement may be part of his larger confidence game. As such, the farmhand's actions align well with those of untrustworthy wanderers. \n\n     The farmhand's solution to the problems at Hell are at first clever, and later downright criminal. The first con that the farmhand undertakes is an elaborate switch at the mill. The switch is rather complicated, and relies on an understanding of local milling practice. The farmhand can only get this information by befriending and ultimately bribing the journeyman miller. Peder's own work as a journeyman miller doubtlessly informs this part of the story. The implication is, of course, that the miller is not beyond reproach. In the story, Peder endorses the actions of the farmhand, since he succeeds (with the help of the miller), to cheat another farmer out of his grain. Endorsing a strategy that puts personal gain first, rather than communal protection, is unusual. \n\n     The second part of the story focuses on the poor relationship between the two preposterously named farms. The farmhand's actions are extreme in every thing he does: his theft from the mill, his deceit of the neighbors, his murder of the old woman, his multiple thefts from the farm at \"Heaven,\" his subsequent cons concerning the conjuring of the woman's spirit, and his multiple manipulations to get people to pay compensation to him for her death. Indeed, his actions align him more with a particularly malicious household spirit or perhaps with the devil than an ambitious or entrepreneurial farmhand. This identification of the farmhand as the devil might help explain the names of the two farms.\n\n     The appearance of a peddler in the final episode of the story aligns well with other stories Peder tells in which these wanderers figure prominently. The final conjuring is clearly unsuccessful since the ghost of the murdered woman continues to haunt.\n\n     The story is reminiscent of Hans Christian Andersen's fairy tale \"Lille Claus og store Claus\" (1835). The story was widely known throughout Scandinavia, and is classified as ATU 1535, \"The Rich and the Poor Farmer.\" \n\n     The reference to \"specier\" as the unit of money points to a time prior to the monetary reform of 1873 (Hvidt 1990, 250-252). For a discussion of the monetary systems in Denmark during the nineteenth century, see the annotation for BJK 3.40.\n\n     Peder only told two stories in his first session with Tang Kristensen, although they were both quite long. According to Minder og Oplevelser, this first session was split over two evenings in the mill, and so it is likely that each of these stories was told on subsequent nights. \n\n      This story is cataloged in the fair copy collection of fairy tales as Æv 1295 and can be compared with a story in the first published volume of Æventyr fra Jylland (JFm V 49).", "danish_manuscript": "Der vesten for Svejstrup der ligger Siem og\ni den østre Kant af S. ligger den Grd som\nkaldes Brandstup. grd og s. langt som Mands\nMinde gaar har det været et Ensted Sted og\nbebygget. Norden for saadan omtr midt\nvejs mellem Br. og Hvidsminde laa der\nogsaa en Grd og der var der Velstand til Huset\n\n----\n3755A\nfor Jorden var s. meget bedre men det\nandet Sted Armod og ikke andet. Af den\ngrund nævntes Stederne Hællede og Hun-\nnerig. En aften omkr. ved Novembers \ntide da sad M. i Hæll. der og snakk. med\nhans Kone om, at de kunde ikke svare hvad\nde skulde og blev nødt til at opgive det der\nsom der blev ikke andre Raad. S. gav hu\nham det Raad at ha skulde se at faa sig\nen stærk Karl og arbejde lidt paa Jorden s.\nmaatte de nok kunde faa Foden ud af\nsaadan en Mark og h. befandt at Raadet\nvar godt og gik til Ry Marked for der var\nFolkemarked dg. Da h. kommer herned til\nGlentholm, dg kaldtes det Ry Mølle s. kom-\nmer h. i Følge med en stor Karl og gaar og\nsn. med hinanden og s. viste det sig at\nde gik efter det samme og kommer til Rette\npaa halvvejs og gik hjem igien. Lønnen blev\nsaadan at K. skulde faa for hvad M. kunde\ngive, og siden naar M. faldt fra skulde h.\nhave Støtterue (s: Ejendommen). De kommer\nhjem til Konen og M. fortæll. hende: Der\ner nu Karlen. Ha h. er lidt storagtig, men\nvi faa vel Føden. S. s. K. Ja det ser jo\nsmaat ud ved jer, men det kan vel bedres\nHar i noget Kjøretøj. Ja vi har s. M. vi\n\n3755B\nhar et Par Stude og s. en Vogn. Har I ogsaa\nnogle tomme Sække. Ja, vi har s. mange te\nvi kan kjøre til Mølle til Ordentlighed for\nPosens Skyld, men vi maa blive derfra,\nfor det vi har ikke Korn. Ja da lad mig\nkuns faa Poserne s. K. og dem fik h.\nog s. kjørte h. ud i en Landgrav og fyldte\ndem med Sand, 2 Skp i somme og 4 i somme\nefter som der skulde være til Mel ell. Gryn\nell. Brød. Kjører s. til Mølle. Ikke saa-\ndan som nu, spandt en fra og hvor\nM. bar sine Poser ind og s. skulde h. passe\npaa at naar den der fik malet lige før\nham, var færdig skulde h. holde sig til, el\nlers fik h. ikke malet den Dag. Saadan\ngik til den G. Karl gaar jo og vrøvler s.\nlænge til h. bliver for længe og de kommer\ntil at male paa deres, der var kommen næst\nefter ham. Hen til Mestersv. og klager\nhans Nød til ham, om h. kunde ikke sige\nham noget Raad til dh. Ja s. Msv. det\nved jeg ingen Raad for, du kommer til at\nvente til i Morgen ellers ogsaa s. langt\nud ad Aften til vi bliver færdig. Ja, \nmen a skulde absolut hjem og putter en\nMark til Sv. Ja nu skal a sige dig, du kan\npasse paa, naar der kommer en og skal have\n\n3756A\nsin Sæk taget fra, s. skal du komme først og\ntage fra og sætte din egne i Stedet, enhver\nskulde jo tage sit fra. H. var s. godt om\nsig te h. faar en godt Korn og s. kjører h.\nhjem. S. fik de jo bagt Brød og da de\nnu havde lavet s. meget Brød oppe i \nHimmerig, skulde de have et nyt Brød hos\ndem, ellers trængte de jo ikke saa haardt.\nHavde en gl. Kone der oppe i den Grd og hun\nvar s. fæll. nysgj. efter at spørge ud om\nden ny Karl de havde faaet og Konen var\nnærved at blive kjed af det og sagde det\nda ogsaa tung, hu kom hjem. S. s. K. Ja\ntøv kuns lidt, hu skal faa mere at tænke\npaa. Nu kan du gaa op og laane os deres\nSkp. S. gjorde hu det og bar den hjem\n2 Dagen. Den gl. Mad. hen og fik fat i\nSkp og set efter og da var der en Lybekker\ngaaet fast mellem Stavene nede i Bun\nden og den havde h. sat fast med Villi.\nNej se s. hu den gl. nu kan a missel\nsige jer, hvad de har brug Skp. til for de\nhar maalt Penge med den. Hun blev s. nys\ngj. efter det te hun omsider faar [Lov t]\nM. til at gaa derned og faa Lov til at\nsætte en Kiste derind og vilde selv være i.\nH. gaar derned og hilser Godaften. Karlen ikke\n\n3756B\nhjem. Hør a har en Strandkiste a vilde ha-\nve herned. Der er Linned i den og vi skal\nhave fremmede. Holder ikke af at sætte den\nud i Laden. Utøjet kan jo spolere Linne\ndet. Tillige med heller ikke godt staa ude i\nFygtighed. Jo, baade ham og hans Hus\nstod til deres Tjeneste. 2 dags Form. Kisten\nkjørt derned, læst af, sat ved Siden af\nKakkelo. om Midd. kom Karlen fra\nSkovs og ser den Kiste. Hvad, hvordan er\nden kommen der. Det fortæll. de. Der er\nandet under det. Da vil du da vel ikke\ntil at brække Kisten. Det gjør ingen Ting\nvi kan lukke den lige saa godt igien. Ruk-\nker op, og der sidder dh gl. Hex og slaar\net Par Brikker paa dem s. meget geval-\ndig. Da var det dg et svært Spil, da skal\na se, om a kan ikke faa hendes Nysgj.\ntilfredsstillet. Tager hans Bindøkse og\nslaar hende for Panden med. Det kunde\nhun lige godt ikke taale og sov hen. Jaja\ns. Ko. du er minsæl en Karl til at gjøre\ndet af en gl. Folk. Men hvad skal vi nu\ngjøre, naar det bliver opdaget. Jamen\ndet bliver aldrig opdaget, for nu skal I se,\nog tog en af de største Pølser og putter i Mun-\nden af hende, s. den kunde hverken kom\n\n3757A\nfrem eller tilbage, s. lukte h. Kist. ganske\nforsigtig til igien, og s. lod de hende staa.\nM. paa Him kjørte jo ned og hentede hende\nda Dagen var om, og h. kunde ikke vel\nkom fra Stedet inden h. begyndte at\nsnakke til hende, men hu vilde jo ikke\nsvare. S. tænkte h. Da skal a se om a \nkan ikke faa Liv i hende. Kjørt af en\nStendynge og paa en anden. Men lige me-\nget hjalp det, ikke s. meget som et Kvab\nhu sagde. N. hvordan har min Moder\ndet s. s. Ko da h. kom ind i Grden. Ja\nnu kan du jo spørge hende om det, for\na er missæl kyv opo et. N. det er du,\nja lad os s. faa hende af for hun kan ogsaa\nvære kyv opo at ligge i den Kiste, og de\nfaa hende jo læst af, og ind og lukt op\nJa der har vi det, s. Ko, a har tit og man\nge G. advaret hende det gl. Skind, for hun\nhar aldrig rigtig forstaaet at passe Munden\nog nu er det lige vel gaaet hen og gaaet\nhende over. De tog og lagde hende paa\nstraa og beg. at spekulere paa at danne\ntil Begr. der var jo ikke andet at se ef\nter. Fik spændt for og kjørte til Mølle\nDet første de kom hjem, gav de dem til \nat brygge for at have nogle Gjær til\n\n3757B\nBrødet. S. sidder de om Aftenen og danner\nSkeer der nede i Hæll. for de var nødt til\nat tage Tiden i Betragten. S. s. ha de har\nlavet noget godt Øl oppe i Him. i dag\nJa det har de, s. M. hvem der havde\nhaft sig en Drik af det. Ja det kan vi\nsagt faa, mente Karlen og de to Karle de\nsnakkes ved s. længe til de kommer til Ret\nte om at hente Øllet. Karlen spændte\nStud. for og de faar en tom Tønde i Vog\nog rumler op der i Nærheden og mens\nM. holdt ved Stud. da bar Karl Øllet\nud i Tønde s. længe til der var kun en\nbitte Slat i Bunden, den lod h. staa og\nsatte Karret paa Kant og M. kjører hjem\nselv gik h. ind og tog den gl. Mad. der\nlaa paa Straa og satte hende paa Hovedet\nind i den Smule der var tilbage. Om\nMorg. det første M. vaagnede raaber h.\nad hans Kone og s. Aa hør ved du hvad\nløb ud og hent mig en Taar af det nye Øl\na er da s. knustørstig, det var jo en Læk\nkermund. Hu gaar ogsaa derud, og fandt\nKarret, og der var noget koldt der laa\nderinde, men hu vidste ikke hvad det\nvar. Fulgtes begge ad der ud med Lyset og\nkunde se hvad det var. Naada, da\n\n3758A\nhar hu drukken godt, hu har her drukket\nalt Øllet, men vi maa jo helst sørge for\nat faa bagt, da vi har stilt an. Ja det\nmaa vi helst, og de bager s. den Dag og\nfaar Brøden af Ovnen og faar sat i Bag-\ntruget paa Enden som Skik og Brug er. \nS. gik de til Sengs der oppe, men dem\nder nede i Hæll. gjør ikke. De hentede\njo Brøden og dragede hjem med det og s.\nlagde de den gl. langs hen ad Truget,\nmen først tog de en Skalk og over tyggede\nden lidt saadan at de kunde bedre komme\ni Tanker om, at det var hende der havde\nspist Br. og anden Dags Morgen s. M.\nda h. nu ser hvordan Sagerne staar.\nI Dag vil vi ikke brygge for ovenpaa saadan\net Maaltid kan hun missæl gjærne træn\nge til noget at drikke. Men [I] i morgen\nvil vi have Studen slagtet, for vi vil\nlige godt se om hu i Nat kan gaa ud\nog æde en levende Stud. Kan hun gjøre det\ns. skal der andre Kneb til. Hen ved Aftens\ntid da gik Ma, ned til Hæll. og faar Lov\nopaa M. der at Ka maatte kom op\nog holde ved Studen 2 Dags Morgen og\ns. blev Aftalen at ha skulde møde om Morg\n\n3758B\nKl. 6 og det var omkring ved Jul, s det\nvar jo tidlig. S. sildig paa Aft. s. Kar. Det\nlod til ligesom de var rædde for Studen\nde kunde jo gjærne skaan dem for den\nUlejlighed de kom til at have med ham.\nAa nej s. M. det kan aldrig gaa. Husk\npaa te det er tredje G. og ha var lide\novertroisk. Ja du ved nok, s. Ka. te\nalle gode Gange det er tre, og s. var der jo\nikke noget at sige, de fulgtes ad op efter\nStuden, fik den lykkelig og vel ud af Nød\nset og hjem og slagtet med det samme. S. var\nder ikke mere ved det. Ka tog Halen,\nskar den af og gik op til Him. med og s.\ngik han ind og hentede Kon. og lagde hende \ni Studens Baas men hendes Bentøj \ndet lagde han i Klaven og hendes Hoved\nvendte h. ind mod Grevningen og s. stop\npede h. Halen i Munden af hende og\ndermed gik h. hjem. Om Morg. Kl. 6 som\nder var befalet s. stilte h. oppe ved Gaar\nden igien. S. kalder h paa M. de var\nikke komme op. Jaja s. M. kom indenfor\nvi kan faa os en Bid Brød. H. kommer \njo ogsaa ind. Ja nu skal du ikke skaane\nved s. M. at tage for dig af Retterne\n\n3759A\nfor du kan tro du vil faa dine Kræfter\nnødig og Ka lod sig det ikke sige to gange\nh. tog for sig af Maden. Da de var fær-\ndig gik de ud i Nødset og havde Lygten\nmed. Ja den staar enlig i sin Baas, den\ner nem at kjende, den er lige her ved Siden\naf Døren. Ja a kan ingen Stud se s. Ka.\nOg er det en Stud, s. er det minsæl af\n de smaa da. Forvar jer s. Ma lad mig\nkom til med Lygten: I kan jo ingen Ting\nse, og da h. kommer og ser, da havde h. nær\nsmidt Lygten af en Forskr. for der laa\nKonen og havde gjort af med Studen s.\nnær som den lille Stump Hale, den kunde\nhun ikke have med at skaffee. Ja s....! [K M]\nnaar du har set s. meget s. kan a lige\ns. godt fortælle det hele og s. fortalte h.\nhvordan det hele var gaaet til fra det\nførste og til det sidste. Kan du nu sige\nmig et Raad s. h. til Ka hvordan vi skal\nblive hende ledig. Ja a ved jo et Raad s.\nK. men det er jo lidt dyr og det er hu skal\nmanes, der er ikke andet at gjøre ved hende.\nJa hvem kan gjøre det. Ja a kan sige dig\nen og det er ingen andre end mig selv, a kan\ngjøre det, og vil ogsaa da, men a vil have\n\n3759B\ndet godt betalt, for mislykkes det, s. er\ndet mig det kommer til at gaa ud over. Men\nvil du give mig 25 Spesier, s. vil a gjøre\ndet. Ja det er jo mange Penge s. M. men\nnærenstid hu s. skal ikke komme igien,\nvil a ogsaa indgaa paa det. Ja, s. K. a\nstiller ikke andre Beting. end a kjører hjem\nefter vort Kjøretøj, for du vil vel ikke laane\nmig dit Kjøret. VI har jo ikke andet end\nStude og det skulde helst have været Bæst\nJo det vil a s. meget gjærne s. M. Jaja\ns. skal hu vaskes ren over hele hendes\nKrop og hu skal i rent Linned, og s. skal\nhu i hendes Altarsklæder og s. skal hu\nklædes paa med Klæder og Kaabe, ligesom\nhun ellers blev klædt paa i levende Live\nnærenstid det var koldt og s. er der kun\ndet tilbage. De første 3 Maanemærker\nmaa I ikke snakke om hende her i Gaar\nden for s. vil a ikke indstaa for Følger\nne, s. kunde det ske, I kunde komme\ntil at ønske hende tilbage. Ja nærenstid\nder er ikke andet end det, det kan vi sagt\noverholde og gaa med paa allesammen. \nS. fik Ka. hende i hendes fulde Stads og\ns. kjørte h. med hende. Nu var det faldt\n\n3760A\nned med Frostvejr og s. mente Ka. hu kun\nde nok blive ved at holde sig lidt og ha kjø\nrer til Aarhus med hende og det første\nh. kommer derind s. kjører h. hen for en\nSkomager Dør og holder der. S. gaar h. ind \nog s. Hør her Skom. a har en gl. M. der sid-\nder her ude i Vog. du skulde da vel ikke have\nhaft det saadan at en kunde faa et Par\nStøvler til hende, hun kan ikke vel nære\nsig med dem hun har. Det har a jo nok\ns. h. men a skulde helst vide hvor stor\nFoden var. Ja det kan du gaa ud og snak\nke med hende om, men du kommer til at\nsnakke lidt højt, for hun er lidt tung-\nhørende. Skom. gik ud til hende og siger\nom hu vil ikke fly ham Foden han kan\nse hvor stor den er. Men hu svarte ikke\nS. bliver h. hidsig, s. længe staar h. og\npræker med hende og vipper hende over i \nnoget Skramleri ha havde bag i Vog, for\nhun var jo lidt stiv, da h. griber i Foden\nNej holdt s. h. det gjør Ka, a vil nok\nhave Støvler til hende, men have Hovedet\nslaaet i Stykk. af hende det bryder a mig\nikke om. Ak den lebendige Kjæll. hun\nkan vel taale et Skrup. s. Skom. h rev\n\n3760B\nlidt paa det tyste men det viste sig hu\nkunde ikke, for hu var slaaet Stendød.\nJa holdt nu god Karl, nu skal du i Retten.\nAa nej det [gjør] maa du ikke gjøre, husk\npaa, a har baade Kone og Børn, kan vi ikke\nkom til Rette i Mindlighed. S. sn. de\nsamme og det blev saadan at Skom. skulde\ngive 25 Sp. og s. skulde Karlen kjøre. S. \nkjørte h. ogsaa ud af Byen. Nu maa a\nvel egentlig helst se at kom hjem, for\nhvem kan vide, om det ikke kunde blive op\nlyst. S. tog Karlen Vejen om ad Høve\nog efter Vissing og i de Dage var der Kroer\nsom den er endnu, men den Kromand var\nbekjendt for at være saadan et knurendis\nhidsigt Mske. Ham kjørte Ka. til og s.\ngik h. ind til ham og s. Hør kan a ikke\nfaa dig til at gaa ud og give min Moder et\ngodt glas Drikkels, det kan hun trænge til\nog det frøs klingrendes haardt den Dag. Ja\nhar du noget at betale med s. M. s. kan\ndet nok lade sig gjøre. Ja værsgo her er\nPenge. Da Kr. havde faaet Pengene skynder\nh. sig. Hun er lidt tunghørig, s. du kom\nmer til at røvsle lidt med hende inden\n[h] kan hu ikke forstaa hvad det er. H. gik\nud til Vog og sn. til hende, men alt det\n\n3761A\nh. raabte det hjalp ikke. Var ikke vant\ntil at færdes med Lumpe. Uden videre\ngiver h. hende Krus og Indhold lige ind\ni Hovedet. Det Slag det væltede hun for.\nN. s. h. det gjør Ka. nå gjæsterne de bliver\nbehandlede paa den Maade her. Ja s. Kr. saa-\ndant Læder, saadant Smørelse. Det er hverken\nhun eller mig godt tjent med, her ligger hun\nnu og h. begynder [at] at flætte til Side ved\nAnsigtet af hende, og det viste sig at h.\nhavde ramt hende med Kruset lige midt\ni Panden, der var bleven et stort blaat\nSted. Da Krm. fik det at se, s. blev h.\nlidt lavmælet. S. s. h. det havde a lige godt\nikke troet, te a havde slaaet s. haardt til\nfor det ser jo ud som hu er død. Ja, det er\nhun, men [d] du vilde vel nok [gron] være\ns. god og sige mig hvor det næreste Tingsted\ndet er. Aa det er ligevalle da ikke værd\nat tage det s. haardt, vi maa hellere se\nom vi ikke kan kom til ens i Mindelighed\nJa, det er knap a kan det s. Ka. for de\nvil knaske ude af mig hvor a har gjørt\naf min Moder, men er det saadan, det er\ndig meget om at giøre, vil a lige godt tag\nBøde for hende, s. kommer a ud af Lagerne\n\n3761B\nsom a kan bedst. Hvor stor den Bøde blev\nvar der ingen der fik at vide, for det var en\nvelhavende Mand, men den blev vel noget\nstor, og s. kjørte h. væk. Kjørte paa Jævngyde\nog [alle] over ved Byens Møllevad og op til\nNygaard Skov og op gjennem Høve Hule. Se da\nh. kommer til Munden af H. H. da var det\nblivet Aften og Maanen skinte s. dejlig, da laa\nder en Kræm og sover og hans Sæk laa ved Si\nden ved ham. Da ka faar den her at se\ntænker h. ved sig selv: Der kan maaske gjø\nres Forretning og h. tager Posen og hælder\nalt Kræmmet af i Vog. og tager Kj. og stop\nper h nede i Posen i Stedet med Hovedet op\nad. og s. kjører h. ganske forsigtig derfra,\nindtil h. er kommen oven ud af Skoven og\ns. kjørte h. til det sang i Toldene derfra\nog s. hjem. Kjørte op og leveret Bæsterne\naf og takkede for Laan og bad dem huske\npaa hvad h. havde bedt dem med Hensyn\ntil Konen. S. hen ad Kl. 7 1/2 s. vaagner\nh. det gjør Kræmmeren og h. siger til sig selv\nDu har nok sovet vel længe Kræsten, men\ndet kan vel naaes endnu, da kan vel kom \nder til Nætterdags, han plejede alle Tider\nat losere i Him. om Natten og det var\nder h. vilde til. S. beg. h. at spænde Posen\npaa og ilav s. h. til sig selv: A\n3762A\ntykker den er bleven s. svær den Pose, men\na kan vel nok drage den derop. S. faar a\nat hvile og s. kan a strags beg. at hand\nle og det sykker i Posen. S. vandrede h. af\nsted. H. svedte jo, men endelig omsider h.\ndertil og kommer ind ligesom de sidder og spi-\nser Nætter. Godaften og Gudfred. Tak s. h.\ndet gjorde Ma. Det er jo Kristen. Ja der er\nsku saa mig selv og ingen andre. Det er\nlænge siden du har vår her nu. Ja a\nkommer lige fra Hamborg af. Den Vej\nvandrer en ikke i to Dage. Ja da sæt dig\ns. herhen til Bordet og faa lidt til dine\nNætter. Ja Tak s. h. og de spiste og da de\nvar s. omtr. færdig s. h. a tykker a sav-\nner et Mske. Naa det gjør du s. M.\nog det var saadan lidt studs. Ja vor gl.\nM. hvor hu henne. Hun er død s.\nh. det gjør M. S. var de færdig med Nat\nteren og Kr. havde faaet hans Pose sat\nop paa Bordet. Aa Herre G. den Sjæl\nda gad a nok set hende endnu en G. det\nvar en skjøn Kvinde at tale med, og som\nh. siger det har h. faaet løst op for Posen\nog Mad. stikker Hovedet der ud af. Hvad\ner dh. s. Kr. I det er jo min sæl den gl.\nog der blev en Forfærdelse over det hele\n\n3762B\nsamlingen. Vi er bliven forbøjen s. M. \nat ønske hende hertil og saadan en Land-\nstryger skal s. kom og føre os i det Uføre.\nDet kommer til Skjældmaal imellem ham\nog kræmmeren og omsider fik Kr. flest\nat vide, hvordan det var gaaet til og s.\nstrøg h. derfra det villeste h. havde lært, h.\nvilde ikke have med deres Værk at skaffe.\nEn 2 Dags Morg. stillede M. nede ved Kar\nlen og fortalte ham, hvordan det hele var\ngaaet til, og bad ham nok s. mindelig om\nh. vilde ikke sætte hende hen igien, heller\nvidste h. ingen Raad. Jo s. h. K. nu skal\na s. gjøre det en Gang til, og s. skal hu\nnok blive henne, men den g. vil a have\n12 Spes. for det og s. skal du svøbe hende\ni et Jordlage, hu skal ingen andre Ting\nvære i. S. tog han en Skubkarre og kjørt\nderop og der satte h. hende paa den og s.\nkjørte h. hende ned i Siem Døjer og man\nte hende der. Men siden den Dag har det \nogsaa spøget der.\n", "english_manuscript": "West of Svejstrup is Siem and on the eastern edge of Siem there's a farm that's called Brandstrup farm and as long as people can remember, it's been an outlying farm and it's been built up. North of it, about half way between Brandstrup and Hvidsminde there was another farm and the farm was well off since the earth there was so much better and at the other place, there was poverty and nothing else. Because of that, the places were called Hell and Heaven. One evening, around November, the farmer in Hell sat and talked to his wife and said they couldn't pay what they owed and they'd be forced to give up the farm unless they figured something out. She told him that he should find a good strong farmhand and work the land a little, then they should be able to get food from such a field and he thought the advice was sound and he went to Ry market, since in those days there was a general market there. When he gets down here to Glentholm, they called it Ry Mill in those days, he catches up with a big farmhand, and they start talking together and it turned out that they were headed to find the same thing and they reach an agreement about half the way there and they went back home. The farmhand was to get what the farmer could afford in payment, and when the farmer later gave up, he was to get the property. They come home to the wife and the farmer tells her: Here's the farmhand. He's a little bit big, but we'll probably get food. Then the farmhand says, well it looks pretty meager here, but it can probably be made better. Do you have anything to drive with? Yes, we do, said the farmer, we have a pair of oxen, and a wagon. Do you have any empty sacks. Yes, we have so many that we can easily drive to the mill for the sacks' sake, but we have to stay away, since we don't have any grain. Well, just give me the sacks, said the farmhand, and he got them and then he drove out into a pit and filled them with sand, two measures in some and four in others, depending on whether it was to be for flour or meal or bread. Drives off to the mill. It isn't like now, you unhitched the horses and carried your sacks in and then you had to watch out, when the one in front of you had finished milling, you were to step up, otherwise you wouldn't get your grain milled that day. That's how it went then. The farmhand goes and complains, says he's taking too long and they're milling the grain of the one who'd come after him. Goes over to the master journeyman and complains to him, if he couldn't give him advice for this. Well, said the master journeyman, I don't have any advice for that, you'll have to wait to tomorrow or very late tonight until we're finished. Yes, but I absolutely have to get home, and he slips the journeyman a mark. Sure, well now I'll tell you, keep an eye out, when someone comes and is to have a sack taken away, you should come up first and take it away and put your own sack in its place, each person was supposed to take their own sacks away. He was so good at it, that he got some good grain and then he drives home. Then they got some baked bread since they baked so many loaves up in Heaven, they'd get a new loaf from them, otherwise they weren't in such bad shape. They had an old woman up there in that farm and she was so incredibly nosy and asked about the new farmhand they'd gotten and the wife was quite tired of that and complained about it when she got home. Yes, said the farmhand, wait just a little while, then she'll have more to think about. Now, you can go up and borrow their measure. So she did that and brought it home the next day. The old woman grabbed hold of the measure and inspected it and there was a Lübeck coin stuck in between the ribs down in the bottom and he'd put it there on purpose. No, lookie here, said the old woman, now I can certainly say what they've used this measure for, they've been measuring money with it. She gets so curious about this that she gets her husband to go down there and get permission to store a chest in there and she wants to be in it herself. He goes down there and greets them. Good evening. The farmhand isn't home. Listen, I have a storage chest I want to keep down here. There's linen in it and we're going to have guests. I don't want to put it out in the barn. The bugs could spoil the linen. And it wouldn't be so good to have it out in the moist air. Sure, both he and his house were at his service. The next morning. The chest is driven down there, unloaded and placed next to the wood-burning stove. Around noon, the farmhand comes back from the woods and sees the chest. Hunh, what's this? They tell him. There's something else in there. You aren't going to break the chest open. It wouldn't matter, we can always close it up well again. Breaks it open and the old witch is sitting there and she throws a couple of playing pieces at them and they were quite big. That's quite a game, now I'll see if I can't satisfy her curiosity. He takes his hatchet and hits her in the forehead with it. She couldn't handle that and she dies. Well, well, you're quite a young man, doing that to an old person. What are we going to do now, when they find out. Well, it will never be discovered, now you'll see and he took one of the biggest sausages and puts it in her mouth, it couldn't budge either forward or backward, and then they let her be. The man from Heaven drove down and picked her up at the end of the day, and he hadn't gotten too far from the place when he began to talk to her. But she wouldn't answer. Then he thought, well I'll see if I can't liven her up. Drove down one rock pile and over another. But nothing helped, she didn't say a peep. Well, how is my mother, said his wife when he came to the farm. Well, you can ask her yourself, since I can't get a word out of her. Pretty darn sick of it. Oh, you are are you? Well let's get her down, because she might be sick of lying in that chest herself, and they unloaded her and brought her in and opened it up. Well there you have it. I often warned her, that old bag, that she should watch her mouth, and now its gone and done her in. They took her and lay her on straw and began thinking about her funeral, there was nothing else they could do. They hitched up the horses and drove to the mill. As soon as they got home, they began to brew so they could have some yeast for the bread. At night they sit down there in Hell making spoons, since they had to make use of all their time. Then he said, they've made some good beer up in Heaven today. Yes, they have, says the husband, who'd had a taste of it. Well, we can get it, said the farmhand, and those two guys talk about it for a while and they decide to go get the beer. The farmhand hitched up the oxen and they put an empty barrel in the wagon and rumble up nearby and while the husband held the oxen, the farmhand carried the beer out to the barrel, until there was only a little puddle left in the bottom, he left that there, and he put the tub up on its side and the man drives home. The farmhand goes in and takes the old woman who is lying on straw and puts her head first into the little bit that was left. The next morning, the first thing the husband does when he wakes up is to call to his wife and say, hey, listen, could you go out and get me a taste of the new beer, I'm so incredibly thirsty, he had a real sweet tooth (lækkermund). She goes out there, too, and she finds the tub, and there was something cold lying in there, but she didn't know what it was. They both went out there with a candle and they could see what it was. Well, well, you've drunk well, she's drunk all of the beer, but we better bake, since we've gotten everything ready for that. Yes, we'd better, and then they bake that day, and get the bread out of the oven and they put the loaves on their end in the baking trough as is the custom. Then they went to bed up there, but the one's down in Hell don't. They went and got the bread and went on home with it and then they lay the old one along the trough, but first they took a crust and chewed it a bit, so it'd be more likely they'd think that it was her who'd eaten the bread and then the next morning, the husband said, when he saw how things stood, we aren't going to brew today because on top of a meal like that, she'll probably need something to drink. But tomorrow, we can slaughter the ox, since we can see if she can go out tonight and eat a living ox. If she can do that, then we'll have to do something else. Around evening time, the husband there goes down to Hell and gets permission to have the farmhand come and hold the ox the following morning, and they agree that he is to come up there at six in the morning, it was right about Christmastime, and so that was early. It almost sounded like they were afraid of the ox, they could have easily spared themselves the trouble that they were going to have with him. Oh no, said the husband, it will never work. Remember that this is the third time, and he was a little superstitious. Yes, well you know that all good things happen in threes, said the farmhand, and then there was nothing else to say, and they went up together to the ox, got it happily out of the barn and got it home and slaughtered it immediately. Then there was nothing more to it. The farmhand took the tail, cut it off and went up to Heaven with it, and then he went in and got the woman and put her in the ox's stall, but he put her legs in the ties and he put her head out toward the gutter and then he stuffed the tail into her mouth and then he went home. The next morning at six o'clock as agreed, he was up at the farm again. Then he calls to the husband who hadn't gotten up yet. OK, OK, said the husband, come inside, we can have us a bite of bread. He goes in too. Don't be shy, says the husband, take as much as you'd like since you're going to need all your strength, and the farmhand didn't need to be told twice, he took a lot of food. When they were done, they went out into the barn and had the lamp with them. Yes, it's standing alone in its stall, it's easy to recognize, it's right here by the door. Well, I can't see any ox, says the farmhand. And if it's an ox, then it's certainly one of the small ones. Watch out, says the husband, let me come with the lamp, you can't see anything, and when he comes and sees, he almost dropped the lamp out of fear, because there lay the woman and she'd done away with the ox, except for a little piece of tail, she couldn't finish that. Goddammit! since you've seen this much, I can tell you the whole story, and then he told him how things had gone from the beginning to the end. Can you give me some advice, he says to the farmhand, how can we get rid of her? Well, I know one thing, said the farmhand, but it is a little expensive and it's that she needs to be conjured, there's nothing else to do with her. Well, who can do that. I can give you the name of one who can, and it is no other than myself, I can do it, and I will gladly do it too, but I need to be paid well for it, because if it goes bad, it will be me who suffers. But if you give me 25 spesier, then I'll do it. Well, that's a lot of money, said the husband, but if she won't come again, I'll agree to that. OK, says the farmhand, I'll make no other conditions than you let me go home and get our wagon, since you probably don't want to lend me your wagon. We don't have anything other than oxen, and it really should be horses. Sure, I'll gladly lend you mine, said the husband. OK, well then, she needs to be washed clean over her whole body, and she is to be put in clean linen, and then she should be dressed in her church clothes, and then she is to be dressed in regular clothing with a cape, just like she'd be dressed when she was alive when it was cold outside, and that's all there is left to do. You can't mention her here at the farm for the first three months, because then I can't say what might happen, it might happen that you'd wish her back. Well, as long as there's nothing other than that, we can certainly observe those rules, and go along with all of that. Then the farmhand got her in all her finery and then he drove off with her. Now, frost had set in and the farmhand thought she'd probably keep for a little while and he drives to Aarhus with her, and as soon as he gets there, he drives up to a cobbler's door and he stops there. Then he goes in and says, Listen here, cobbler, I have an old woman sitting out here in a wagon, do you think you might have a pair of boots for her, she can't continue with the ones she has. I probably do, he says, but I probably better know how big her feet are. Well, he could go out and talk to her about that, but you'll have to speak loudly, because she's a little hard of hearing. The cobbler goes out and asks if she couldn't give him her foot, so he can see how big it is. But she didn't answer. Then he gets angry, he's stood there so long, preaching to her and he knocks her over back into some junk he had there in the back of the wagon, because she was a little stiff, when he grabs hold of her foot. Hey, stop, the farmhand says, sure I want boots for her, but to have her head smashed in, I'm not really interested in that. Oh, that damn hag, she can probably take a little push, said the cobbler, he shook her a little, but it turned out she couldn't, because she'd been knocked stone dead. Wait a second, my good man, you're going to court. Oh, no, please don't do that, I have a wife and children, can't we come to an agreement? Then they talked to each other and they agreed that the cobbler would give him 25 specier and then the farmhand would drive off. Then he drove out of the town. Now I'd better see about coming home, since who knows if someone might figure this out. Then the farmhand took the road past Høve and past Vissing, and in those days there was an inn as there is now, but the innkeeper then was known for being a really short tempered guy. The farmhand drove over to him and then he went in and said, Listen, can't I get you to go out and give my mother a good glass of something to drink, she probably needs it and it was freezing cold that day. Sure, do you have anything to pay with, asked the man, then I certainly can do it. Yes, here you are, here's some money. When the innkeeper had gotten the money, he hurries. She's a little hard of hearing, so you're going to have to shake her a bit to get her to understand what's going on. He went out to the wagon and spoke to her, but it didn't matter how much he shouted. Wasn't used to dealing with the infirm. Without further ado, he throws the mug and its contents at her head. The blow knocked her over. Oh, said the farmhand, so that's how guests are treated here. Yes, said the innkeeper, that kind of leather, that kind of grease. Neither she nor I is well served by that, now she's lying here and he begins to brush at the side of her face, and it turned out that the mug had hit her right in the middle of the forehead, there was a big black and blue mark there. When the innkeeper saw that, he dropped his voice. Then he said, he didn't think he'd hit her that hard since it looked like she was dead. Yes, she is, and so you'll be good enough to tell me where the closest court is. Oh come on, you needn't take it so hard, we should better see if we can't figure something out. We'll I can't really do that, since they'll get it out of me what I've done with my mother, but if it's so that you can do something, then I'll take a fine for her, and then I'll get out of it as best I can. No one found out how big that fine was, because he was a wealthy man, but it was certainly pretty big, and then he drove off. He drove up along Jævngyde and over by the town's mill and up to Nygaard Woods and up through Høve Hollow. Then when he gets to the mouth of Høve Hollow, it was night and the moon was shining so beautifully, and there was a peddler lying there sleeping, and his bag lay beside him. When the farmhand sees this, he thinks to himself: I can do some business here and he takes the bag and pours all of the wares into the wagon and takes the old hag and stuffs her down into the bag instead, with her head up and then he drives carefully away, until he gets out of the woods and then he drove until the reins sang and drove home. Drove up and delivered the horses and thanked them for loaning them to him and asked them to remember what he'd asked them in regards to the woman. Then around seven thirty, he wakes up, the peddler does, and he says to himself, you've certainly slept late Kræsten, but you can probably still make it, you can get there by nightfall, he would always sleep at Heaven at night and that's where he was headed. Then he started to put his bag on and he says to himself: boy it seems like this bag has gotten so heavy, but I can certainly drag it up there. Then I'll get a rest and then I can start selling things right away and then the bag will get lighter. Then he wandered off. He was sweating, but finally he gets there and comes in just as they're sitting there eating dinner. Good evening and god bless. Thank you, he said, the husband does. It's Kristen. Yes, it certainly is me and no one else. It's been a while since you've been here. Yes, I'm coming straight from Hamburg. You don't walk that road in two days. Well, sit down here at the table and have a little dinner. Why thank you, he says and they ate and when they were more or less done, he says, it seems there's a person missing. Yes, there is, said the husband, and it was quiet for a little bit. Yes, our old mother, where is she. She's dead, he says, the husband does. Then they were done with dinner and the peddler had put his bag up on the table. Oh dear God, I'd love to see that soul one more time, she was a wonderful woman to talk to, and as he says that, he's untied his bag and the old woman sticks her head out. What's this, says the peddler. God help me that's the old woman, and the whole group was shocked. We've been forbidden to wish her here and then a hobo like this comes and brings us into this trouble. They start arguing, him and the peddler and after a while, the peddler learns most of it, how things had happened and then he got out of there as fast as he could, he didn't want to have anything to do with their problems. The next morning, the husband went down to the farmhand and told him what had happened, and asked nicely if he wouldn't please conjure her again, he didn't know what else to do. OK, said the farmhand, now I'll do it one more time, and she'll certainly stay away, but this time I want 12 specier and I want you to wrap her in a burial cloth, she's not to be in anything else. Then he took a wheelbarrow and drove up there and they put her on it and then he drove her down to Siem Døjer and conjured her there. But since then, there's been haunting down there.", "danish_publication": "Vesten for Svejstrup ligger Siem By, og i den østre Kant af den ligger den Gaard, som kaldes Brandstrup Gaarden. Saa langt som Mands Minde gaar, har det været et Ensted-Sted og bebygget. Saadan omtrent midt vejs mellem Brandstrup og Hvidsminde laa der ogsaa en Gaard, og der var Velstand til huse, for der var Jorden saa meget bedre, men i Brandstrup-Gaarden var der Armod og ikke andet. Af den Grund nævntes Stederne Hellede og Himmerig. En Aften omkring ved Novembers Tide sad Manden i Hellede og Snakkede med hans Kone om, at de ikke kunde Svare, hvad de kunde, og at de blev nødt til at opgive det, dersom der ikke blev andet Raad. Saa gav hun ham det Raad, at han skulde se at faa sig en stærk Karl, og saa skulde de arbejde dygtig paa Jorden, saa maatte de nok kunne saa Føden ud af saadan en Mark. Han befandt, at Raadet var godt, og gik saa til Ry Marked, hvor der var Folkemarked den Gang. Da han kommer ned til Glentholm, som den Gang kaldtes Ry Mølle, saa kom han i Følge med en stor Karl, og de gik og snakkede med hinanden. Saa viste det sig, at de gik efter det samme, og kom ogsaa til Rette paa halvvejs. De gik da hjem igjen, og Lønnen blev saadan, at Karlen skulde gaa for, hvad Manden kunde give, og siden, naar Manden faldt fra, skulde han have Støtterne (hus og det hele). De kommer hjem til Konen, og Manden siger til hende: \"Der er nu Karlen; ja, han er lidt storagtig, (velvogsen), men vi faar vel Føden.\" \"Ja, det ser jo smaat ud ved jer,\" siger Karlen, \"men det kan vel bedres. Har I noget Kjøretøj?\" — \"Ja, vi har,\" siger Manden, \"vi har et Par Stude og saa en Vogn.\" -\"Har I nogle tomme Sække?\" — \"Ja, vi har saa mange, te vi kan kjøre til Mølle til Ordentlighed for Posers Skyld. Men vi maa kjønt blive derfra, for det vi har ikke Korn.\" — \"Ja, da lad kuns mig faa Poserne,\" siger Karlen, og saa fik han dem, de havde. Saa kjørte han ud i en Sandgrav og fyldte dem med Sand, to Skjæpper i somme og fire Skjæpper i somme, eftersom de skulde være til Mel eller Gryn eller Brød, og saa kjører han til Mølle.\nDen Gang var det ikke saadan som nu; da spandt en fra, og hver Mand bar sine Poser ind. Naar han kom ind med dem, skulde han passe paa at holde sig til, og naar den var færdig, der fik malet lige før ham, saa skulde han have sit Korn slaaet paa, ellers fik han ikke malet den Dag. Saadan gik det nu til den Gang. Karlen gaar jo og vrøvler saa længe, te den næste kommer ind, og de kommer til at male paa hans, der var bag efter. Saa gaar han hen til Mestersvenden og klager hans Nød til ham, saadan og saadan var det gaaet, om han kunde ikke sige ham noget Raad til det. \"Ja,\" siger Svenden, \"det véd a ingen Raad for, du kommer til at vente til i Morgen, eller ogsaa maa du blive her saa langt ud paa Aftenen, til vi bliver færdig.\"— \"Jammen a skulde absolut hjem,\" og saa putter han en Mark til Svenden. \"Ja, nu skal a sige dig noget. Du kan passe paa, naar der kommer én og skal have sin Sæk taget fra, at du kan komme først og tage fra, og saa kan du sætte din egen Sæk i Stedet.\"\nNaa, han var saa godt om sig, te han faar den ene Sæk efter den anden, ene godt Korn, og saa kjører han jo hjem med hele Læsset. Nu fik de bagt Brød, og da de forhen havde laant saa meget Brød oppe i Himmerig, skulde de jo have sendt et nyt Brød der op til at begynde med. Oppe i den Gaard havde de en gammel Kone, og hun var saa fælt nysgjerrig efter at høre ud om den nye Karl, de havde faaet.  Konen i Hellede gik selv derop med Brødet, og hun var nærved at blive kjed af den gamles Snak og sagde det ogsaa, den Gang hun kom hjem. Saa siger Karlen: \"Ja, tøv kuns lidt, hun skal nok faa mere at tænke paa. Nu kan du gaa op og laane os deres Skjæppe.\" Saa gjorde hun det og bar den hjem Andendagen. Den gamle Kone skulde strags hen og have fat i Skjæppen for at se efter, og da var der en Lybækker gaaet fast imellem Staverne nede i Bunden. \"Nej se,\" siger hun den gamle, \"nu kan a missel sige jer, hvad de har brugt skjæppen til, for de har maalt Penge med den.\" Men Karlen havde jo sat den fast der med Vilje. Den gamle blev saa nysgjerrig efter at faa at vide, hvordan det forhavde sig med de Penge, te hun omsider faar Manden til at gaa derned og faa Lov til at sætte en Kiste, og saa vilde hun selv være i den. Han gaar altsaa derned og hilser Godaften. Karlen var ikke hjemme lige i Tiden. \"Hør,\" siger Manden, \"a har en Standkiste, a vilde have sat herned, den er fuld af Linned. Vi stal have fremmede, og saa holder vi ikke af at sætte den ud i Laden, for Utøjet kunde jo gaa hen og spolere Linnedet; tillige med kan den heller ikke godt taale at staa ude i den Fugtighed.\" Jo, siger den fattige Mand, det kunde den godt, baade ham og hans Hus stod til deres Tjeneste. Anden Dags Formiddag blev saa Kisten kjørt derned og læsset af og sat ved siden af Kakkelovnen.\nSaa om Middagen kommer Karlen fra Skovs og ser den Kiste. Nu havde han jo ikke hørt den omtale. \"Hvad, hvordan er den kommen der?\" siger han. Det fortæller de. \"Ja, der er andet under det.\"—\"Ja vil du da vel ikke til at brække Kisten.\"—\"Det gjør ingen Ting,\" siger han, \"vi kan lukke den lige saa godt igjen.\" Han lukker op, og der sidder denher gamle Hegs og slaar et Par Brikker paa dem saa meget gevaltig store. \"Ja var det dog et svært spil, da skal a se, om a kan ikke faa hendes Nysgjerrighed tilfredsstillet.\" Han tager saa hans Bindøgse og slaar hende for Panden med. Det kunde hun lige godt ikke taale og sov hen med det samme. \"Jaja,\" siger Konen, \"du er minsæl en Karl til at gjøre det af med gamle Folk. Men hvad skal vi nu gjøre, naar det bliver opdaget?\"—\"Jammen det bliver aldrig opdaget,\" siger han, \"for nu skal I se.\" Saa tager han en af de største Pølser og putter i Munden af hende, saa den hverken kan komme frem eller tilbage. Derefter lukte han Kisten ganske forsigtig til igjen og lod hende staa.\nManden paa Himmerig kjørte jo ned og hentede hende, da Dagen var omme, og han kunde ikke vel komme fra Stedet, inden han begyndte at snakke til hende, men hun svarte jo ikke. Saa tænkte han: \"Da skal a se, om a kan ikke faa Liv i hende,\" og han kjørte af én Stendynge og paa en anden. Men lige meget hjalp det, ikke saa meget som et Kvab hun sagde. \"Naa, hvordan har min Moder det?\" siger Konen, da han kom ind i Gaarden. \"Ja, nu kan du jo selv spørge hende om det, for a er missel kyv opaa 'et.\"—\"Naa, det er du, ja lad os saa faa hende af, for hun kan ogsaa være kyv opaa at ligge i den Kiste.\" De faar hende jo læsset af og faar Kisten ind og faar den lukket op. \"Ja, der har vi det,\" siger Konen, \"a har tit og mange Gange advaret hende, det gamle Skind, for hun har aldrig rigtig forstaaet at passe Maaden, og nu er det ligevel gaaet hen og gaaet hende over.\" De tog saa og lagde hende paa Straa og begyndte nu at spekulere paa at danne til Begravelse, der var jo ikke andet at se efter. De fik spændt for og kjørte til Mølle, og det første de kom hjem, gav de dem til at brygge for at have nogle Gjær til Brødet.\nOm Aftenen sidder de der nede i Hellede og danner Skeer, for de var nødt til at tage Tiden i Betragtning. Saa lige med et siger Karlen: \"De har lavet noget godt Øl oppe i Himmerig i Dag.\" — \"Ja, det har de,\" siger Manden, \"hvem der havde haft sig en Drik af det.\" — \"Ja, det kan vi sagt faa,\" mente Karlen, og de to Mandfolk snakker ved saa længe, til de kommer til Rette om at hente Øllet. Karlen spænder Studene for, og de faar en tom Tønde i Vognen og rumler der op i Nærheden. Mens nu Manden holder ved Studene, da bar Karlen Øllet ud i Tønden, saa længe til der var kun en bitte Slat i Bunden, den lod han staa, og saa satte han Karret paa Kant. Imens nu Manden kjørte hjem med Øllet, gik han selv ind og tog den gamle Madamme, der laa paa Straa, og bar hende ud og satte hende paa hovedet ned i den Smule Øl, der var tilbage. Om Morgenen, det første Manden vaagnede, raabte han ad hans Kone og sagde: \"Aa hør, véd du hvad, løb ub og hent mig en Taar af det nye Øl, a er da saa knustørstig.\" Det var jo en Lækkermund, kan vi nok forstaa. Hun gik ogsaa derud og fandt Karret, og hun mærkede noget koldt, der laa der nede, men vidste ikke, hvad det var, og løb saa ind til Manden igjen og fortalte ham det. De fulgtes begge ad derud med Lyset, og saa kunde de jo se, hvad det var. \"Naa da, da har hun drukket godt, hun har drukket alt Øllet. Men vi maa jo helst sørge for at faa bagt, da vi har stilt an.\"—\"Ja, det maa vi helst,' og de bager saa den Dag og faar Brødene af Ovnen og faar dem sat paa Enden i Bagetruget, som Skik og Brug er.\nSaa gik de til Sengs der oppe, de var jo noget trætte af Dagens Travlhed, men dem der nede i Hellede de gjorde ikke. De hentede Brødene og dragede hjem med dem, og faa lagde de den gamle langs hen ad Truget. Men først tog de en Skalk og overtyggede den lidt, saadan at Folkene bedre kunde komme i Tanker om, at det var hende, der havde spist Brødene, og den Skalk laa hun med i Hænderne. Anden Dags Morgen, da de nu ser, hvordan Sagerne staar, siger Manden: \"I Dag vil vi ikke brygge, for oven paa saadant et Maaltid kan hun missel gjærne trænge til noget at drikke, og saa beholder vi jo ikke noget af det. Men i Morgen vil vi have Studen slagtet, for vi vil lige godt se, om hun i Nat kan gaa ud og æde en levende Stud. Kan hun gjøre det, saa skal der andre Kneb til.\"\nHen ved Aftenstid da gik Manden ned til Hellede og fik Lov opaa Manden der, at Karlen maatte komme op og holde ved Studen anden Dags Morgen, og saa blev Aftalen, at han skulde møde Klokken seks. Det var omkring ved Jul, saa det var jo tidlig, og det var endnu helt mørkt; men det var alligevel ikke for tidlig at faa begyndt paa Slagteriet.\nSildig paa Aftenen siger Karlen: \"Det lod til, ligesom de var rædde for at miste deres Stud. Vi kunde jo gjærne skaane dem for den Ulejlighed, de tænker paa at have med den.\" - \"Aanej,\" siger Manden, \"det kan aldrig gaa, husk paa, te de er tredje Gang.\" Det sagde han jo, for det han var lidt overtroisk. \"Ja, du véd nok,\" siger Karlen, \"te alle gode Gange det er tre,\" og saa var der jo ikke noget at sige. De fulgtes ad op efter Studen, fik den lykkelig og vel ud af Nødset og trukken hjem og slagtet med det samme. Saa var det til Side. Bag efter tog Karlen halen, skar den af og gik op til Himmerig med den. Der gik han ind og hentede Konen og lagde hende saa i Studens Baas. Men hendes Bentøj det lagde han i Klaven, og hendes hoved vendte han ud mod Grævningen. Derefter stoppede han Studehalen i Munden af hende, og saa gik han hjem.\nOm Morgenen Klokken segs, som Aftalen var bleven, stillede han oppe ved Gaarden igjen. De var ikke kommen op, og saa kaldte han paa Manden. \"Jaja,\" siger han henne i Sengen, \"kom inden for, vi kan faa os en Bid Brød først.\" Han kommer jo ogsaa ind. \"Ja, nu skal du ikke skaane ved,\" siger Manden, \"at tage for dig af Retterne, for du kan tro, du vil faa dine Kræfter nødig. Karlen lod sig det ikke sige to Gange, og tog dygtig for sig af Retterne. Da de var færdige, gik de ud i Nødset og de havde jo Lygten med. \"Ja, den staar enlig i sin Baas,\" siger Manden, idet de gaar over Gaarden, \"den er nem at finde, og den staar lige her ved Siden af Døren.\" Saa lukker de Døren op. \"Ja, a kan ingen Stud se,\" siger Karlen. \"Og er det en Stud, saa er det minsæl en af de smaa da.\" \"Forvar jer,\" siger Manden, \"lad mig komme til med Lygten. I kan jo ingen Ting se.\" Da han nu kommer og faar rigtig set til, da havde han nær smidt Lygten af ene Forskrækkelse, for der laa den gamle Kone og havde helt gjort det af med Studen, saa nær som den lille Stump hale, den kunde hun ikke have med at skaffe. \"Ja,\" siger Manden, \"nu du har set saa meget, saa kan a lige godt fortælle det hele,\" og saa fortalte han, hvordan det altsammen var gaaet til lige fra det første og til det sidste.\n\"Kan du nu sige mig et Raad,\" siger han til Karlen, \"hvordan vi Skal blive hende ledig.\"—\"Ja—, a ved jo ét Raad,\" siger Karlen, \"men det er lidt dyrt.\" — \"Og det er?\" \"Ja — a, hun skal manes, der er ikke andet at gjøre ved hende.\" — \"Ja, hvem kan gjøre det?\" — \"J—a, a kan sige dig én, og det er ingen andre end mig selv, a kan justement gjøre det og vil ogsaa da, men a vil have det godt betalt, for mislykkes det, saa er det mig, det kommer til at gaa ud over.\" — \"Ja, hvor meget mener du, du skal have?\" — \"Aa, vil du give mig 25 Specier, saa vil a gjøre det.\" — \"Ja — a, det er jo mange Penge,\" siger Manden, \"men nærenstid a kan være forvisset paa, hun skal ikke komme igjen, vil a ogsaa gaa ind paa det.\" — \"Ja,\" siger Karlen, \"a stiller ikke andre Betingelser, end a kjører hjem efter vort Kjøretøj, for du vil vel ikke laane mig dit. Vi har jo ikke andet end Stude, og det skulde jo rigtig nok helst have været Bæster.\" — \"Jo, det vil a saa meget gjærne,\" siger Manden. \"Jaja, saa skal hun vaskes ren over hele hendes Krop, og hun skal i en ren Særk, og saa skal vi have hende i hendes Altersklæder, for hun stal klædes paa baade med Klæder og Kaabe, ligesom hun ellers blev klædt paa i levende Live, nærenstid det var koldt. Saa er der kun det tilbage: De tre første Maanemærker maa I ikke snakke om hende her i Gaarden, for hvis det sker, saa vil a ikke indestaa for Følgerne. Det kunde jo ske, I kunde komme til at ønske hende tilbage, og det blev værst for mig.\" — \"Ja, nærenstid der er ikke andet end det,\" siger Manden, \"det kan vi sagt overholde og gaa ind paa alt sammen.\"\nSaa fik Karlen hende i hendes fulde Stads, og derefter kjørte han med hende. Nu var det faldt ind med Frostvejr, og han mente nok, hun kunde blive ved at holde sig lidt endnu, saa han kjører til Aarhus med hende. Det første hun kommer der ind, saa kjører han hen for en Skomagers Dør og holder der. Saa gaar han ind og siger: \"Hør, Hr. Skomager, a har en gammel Moder, der sidder her ude i Vognen, du skulde da vel ikke have haft set saadan, te en kunde faa et Par Støvler til hende, hun kan ikke vel nære sig med dem, hun har.\" — \"Det har jeg jo nok,\" siger Skomageren, \"men jeg skulde helst vide, hvor stor Foden var.\" — \"Ja, det kan du jo gaa ud og snakke med hende om, men du kommer til at snakke lidt højt, for hun er noget tunghørende.\" Skomageren gaar saa ud til hende og siger, om hun vil ikke fly ham hendes Fod, han kan se, hvor stor den er. Men hun svarte ikke. Saa bliver han hidsig, han skal staa der og præke med hende saa længe, og endelig griber han i Foden. Men hun var jo lidt stiv, og saa Vipper han hende over i noget Skramleri, Karlen havde bag i Vognen. \"Nej holdt,\" siger han, det gjør Karlen, \"a vil nok have Støvler til hende, men have hovedet flaaet i Stykker paa hende, det bryder a mig ikke om.\"— \"Ak, den lebendige Kjælling,\" siger Skomageren, \"hun kan Vel taale et Skrup — for han rev lidt paa det tyske —; \" men saa viste det sig alligevel, at hun ikke havde kunnet taale det Skrup, for hun var slaaet stendød. \"Ja holdt nu, go Karl, nu skal du i Retten.\" Saa begynder Skomageren at klage sig: \"Ak nej, det maa du ikke gjøre, jeg har baade Kone og Børn, kan vi ikke komme til Rette i Mindelighed?\" Saa snakker de sammen, og det blev saadan, at Skomageren skulde give 25 Specier, og saa skulde Karlen frafalde Sagen.\nSaa kjørte han ogsaa ud af Byen. \"Nu maa a vel egentlig helst se at komme hjem, for hvem kan vide, om det ikke kunde blive opdaget.\" Han tog saa Vejen om ad Høve og efter Vissing, og da der i de Dage var Kroerer, som der er endnu, saa kjørte Karlen ind i Kroeret. Nu var den Kromand bekjendt for at være saadan et knusendes hidsigt Menneneske, og saa kommer Karlen ind til ham og siger: \"Hør, kan a ikke faa dig til at gaa ud og give min Moder et godt Glas Drikkelse, det kan hun trænge til, for det fryser klingrendes haardt i Dag.\" — \"Ja, har du noget at betale med?\" siger Kromanden, \"saa kan det nok lade sig gjøre.\" — \"Jo, værsgo, her er Penge.\" Da Kromanden havde faaet Pengene, saa skyndte han sig jo med Drikkelset. \"Hun er lidt tunghørende,\" siger Karlen, \"saa du kommer til at røvsle lidt med hende, inden kan hun ikke forstaa, hvad det er.\" Han gaar ud til Vognen og snakker til hende; men alt det han raabte, det hjalp ikke, og da han nu ikke var vant til at færdes med Lempe, saa uden videre giver han hende baade Krus og Indhold lige ind i hovedet. Det Slag det væltede hun for. \"Naa,\" siger han, det gjør Karlen, der kommer til i det samme, \"naa, Gjæsterne de bliver behandlede paa den Maade her.\" — \"Ja,\" siger Kromanden, \"saadant Læber, saadan Smørelse.\" — \"Det er hverken hun eller mig godt tjent med,\" siger Karlen igjen, \"nu ligger hun her.\" Han begynder at flætte til Side ved Ansigtet af hende, og det viste sig da, at Kromanden havde ramt hende med Kruset lige midt i Panden, og der var bleven et stort blaat Sted. Da Kromanden fik det at se, saa blev han dog lidt lavmælet, og saa siger han: \"Det havde a lige godt ikke troet, te a havde slaaet saa haardt til, for det ser jo ud, som hun er død.\" — \"Ja, det er hun, men du vilde vel nok være saa god at sige mig, hvor det næreste Tingsted det er.\"— \"Aa, det er ligevalle dog ikke værd at tage det saa haardt, vi maa hellere se, om vi ikke kan komme til ens i Mindelighed.\" — \"Ja, det er knap nok, a kan det,\" siger Karlen, \"for de vil kanske vide af mig, hvor a har gjort af min Moder. Men er det saadan, det er dig meget om at gjøre, vil a lige godt tage Bøde for hende, saa kommer a vel ud af Sagerne, som a kan bedst.\" Hvor stor den Bøde blev, var der ingen der fik at vide, for Kromanden var en velhavende Mand, men den blev vel noget stor.\nSaa kjørte han væk fra Kroen, kjørte op ad Jævngyde og over ved Bjens Møllevad og derpaa op til Nygaard Skov og op gjennem Høve Hule. Se, da han kommer til Munden af Hulen, da var det blevet Aften, og Maanen skinte saa dejlig. Saa ser han, der ligger en Kræmmer og sover, og hans Sæk laa ved Siden af ham. Da Karlen faar denne her Kræmmer at se, tænker han ved sig selv: \"Her kan maaske gjøres Forretning, og han tager Posen og hælder alt Krammet ud i Vognen, men Kjællingen tager han og stopper i Posen i Steden, med hovedet op ad. Saa kjører han ganske forsigtig derfra, indtil han kom oven ud af Skoven, og derefter kjørte han, te det sang i Toldene, derfra og hjem. Saa kjørte han op til Himmerig og leverede Bæsterne af og takkede for Laan, og da han sagde Godnat, bad han dem huske paa, hvad han havde bedt dem med hensyn til Konen.\nHen ad Klokken halv otte saa vaagner han, det gjør Kræmmeren, og han siger jo til sig selv: \"Du har nok sovet vel længe, Kræsten, men det kan nok naaes endnu. Du kan komme der til Nætterdags, naar du skynder dig.\" Han plejede alle Tider at logere i Himmerig om Natten, og det var altsaa der, han vilde til. Saa begynder han jo at spænde Posen paa. \"A tykkes, den er bleven saa svær, den Pose,\" staar han og siger til sig selv, \"men a kan vel nok drage den endda. Naar a kommer derop, saa faar a at hvile, og der kan a strags begynde at handle, saa sykker det i Posen.\" Han vandrede altsaa af Sted og slæbte, saa han kom til at svede ved det; men endelig omsider naaer han dertil, og han kommer ind, ligesom de sidder og spiser Nætter. \"Godaften og Gudsfred!\" siger han. \"Tak,\" siger han, det gjorde Manden, \"det er jo Kræsten.\"— \"Ja, det er sku saa mig selv og ingen andre.\"— \"Det er længe siden du har vaaer her nu, Kræsten.\" — \"Ja, a kommer og lige fra Hamborg af, den Vej render en ikke ind i to Dage.\" — \"Ja, da saa sæt dig herhen til Bordet og faa lidt til din Nætter.\"—\"Ja Tak,\" siger han og de spiste. Da de var saa omtrent færdige, siger han: \"A tykkes, a savner et Menneske.\" — \"Naa, det gjør du.\" siger Manden, og det var saadan lidt studs. \"Ja, vor gamle Moder, hvor er hun henne?\" siger Kræmmeren igjen,  \"Hun er død,\" siger han, det gjør Manden. Saa var de færdige med Nætteren, og Kræsten faar hans Pose sat op paa Bordet i det samme. \"Aa Herre Gud, den Sjæl,\" siger han, \"da gad a nok set hende endnu en Gang, det var en skjøn Kvinde at tale med.\" Som han siger det, har han løft op for Posen, og saa stikker Madammen hovedet der ud af. \"Hvad er dether!\" siger Kræsten, \"ii, det er jo min Sæl den gamle,\" og der blev jo en Forfærdelse over det i hele Forsamlingen. \"Vi er blevne forbøjen,\" siger Manden, \"at ønske hende her til, og saadan en Landstryger skal saa komme og føre os i det Uføre!\" Det kommer til Skjældsmaal imellem ham og Kræmmeren, og omsider fik jo Kræmmeren Historien at vide, hvordan det var gaaet til. Saa strøg han derfra, det villeste han havde lært, han vilde ikke have med deres Vært at skaffe.\nOm anden Dags Morgen stillede Manden nede ved Karlen og fortalte ham, hvordan det hele var gaaet til, og saa bad han ham nok saa mindelig, om han vilde ikke sætte hende hen igjen, hellers vidste han ingen Raad. \"Ja,\" siger han Karlen, \"nu skal a gjøre det én Gang til, og saa skal hun nok blive henne, men den Gang vil a have 12 Specier for det, og saa skal du svøbe hende i et Jordelagen, hun skal ingen andre Ting være i.\" Karlen tog saa en Skubkarre og kjørte derop, og der satte han hende paa den, og saa kjørte han hende ned i Siem Døjer (Dyndhuller) og mante hende der. Men siden den Dag har det ogsaa spøgt paa det Sted.\n", "english_publication": "West of Svejstrup is Siem Town, and on the eastern edge of Siem there’s a farm that’s called Brandstrup farm. As long as people can remember it’s been an outlying farm and built up. About halfway between Brandstrup and Hvidsminde there was another farm, and the farm was well off since the earth there was so much better, but at Brandstrup farm there was poverty and nothing else. Because of that, the places were called Hell and Heaven.\n     One evening, around November, the farmer in Hell sat and talked to his wife and said they couldn’t pay what they owed and they’d be forced to give up, unless they figured something out. She told him that he should find a good strong farmhand and work hard on the land, then they should be able to get food from a field such as theirs. He thought the advice was sound and he went to Ry market where, in those days, there was a general market. When he gets down here to Glentholm, they called it Ry Mill in those days, he catches up with a big farmhand, and they went along and talked together. It turned out that they were headed to find the same thing and they reach an agreement about halfway there. They went back home and the pay was going to be that the farmhand was to get what the farmer could afford, and when the farmer later gave up farming, he was to get the property (the house and everything). They come home to the wife and the farmer says to her: “Here’s the farmhand. He’s a little bit big, but we’ll probably get the food.”\n     “Things look pretty meager here,” says the farmhand, “but it can probably be made better. Do you have anything to drive with?”—“Yes, we do,” says the farmer, “we have a pair of oxen and a wagon.”—“Do you have any empty sacks?”—“Yes, we have so many that we can easily drive to the mill for the sacks’ sake. But we have to stay away, since we don’t have any grain.”—“Well, just give me the sacks,” says the farmhand, and he got all that they had. Then he drove out into a pit and filled them with sand, two measures in some and four in others, depending on whether they were to be for flour or meal or bread, and then he drives off to the mill.\n     Back then it wasn’t like it is now; back then one unhitched the horses and each man carried his own sacks in. When he came in with them, he had to pay attention, and then when the one right in front of him had finished milling, he had to throw his grain into the hopper, otherwise he wouldn’t get his grain milled that day. That’s how it went back then. The farmhand goes and blabbers for so long that the next one comes in, and the newcomer winds up milling on top of the one who was right in front of the farmhand. Then he goes over to the master journeyman and complains to him, such and such had happened, couldn’t he give him some advice about how to handle the situation. “Well,” says the master journeyman, “I don’t have any advice for that, you’ll have to wait to tomorrow or until we’re finished late tonight.”—“But I absolutely have to get back home,” and he slips the journeyman a mark. “Sure, well now, I’ll tell you something. Keep an eye out, when someone comes and is going to have a sack taken away, you can come up first, take it away and put your own sack in its place.”\n     He was so good at doing that that he got the one sack after another, all of it good grain, and then he drives home with the whole load.\n     Then they baked bread and since they had borrowed so many loaves of bread from Heaven in the past, they sent a new loaf up to them as a start. There was an old woman up there in that farm and she was so incredibly curious about the new farmhand they’d gotten. The wife from Hell went up with the bread herself, and she was getting quite tired of the old woman’s chatting and complained about it when she got home. Then the farmhand says, “Well, wait just a little while, then she’ll have more to think about. Now, you can go up and borrow their measure.” So she did that and then she brought it back the next day. The old woman wanted to get hold of the measure immediately to inspect it, and there was a Lübeck coin stuck in between the tines down in the bottom. “No, lookie here,” says the old woman, “now I sure as heck can say what they’ve used this measure for, they’ve been measuring money with it.” But the farmhand had put it there on purpose. The old woman gets so curious about this money that she eventually gets the husband to go down there and get permission to store a chest in the house down there and she wants to be in it herself.\n     He goes down there and greets them, wishing them a good evening. The farmhand wasn’t home at the moment. “Listen,” says the farmer, “I have a storage chest I want to keep down here, it’s full of linen. We’re going to have guests and I don’t want to put it out in the barn, because the bugs could get in there and spoil the linen; and it wouldn’t be so good to have it out in the moist air.” Sure, says the poor man, he could do that, both he and his house were at his service. The next morning the chest is driven down there, unloaded, and placed next to the wood-burning stove.\n     Around noon the farmhand comes back from the woods and sees the chest. He hadn’t heard about this arrangement. “Hunh, how did this get here?” he says. They tell him. “Well, there’s something else behind this.”—“You aren’t going to break the chest open.”—“It won’t matter,” he says, “we can always close it up again.” He opens it up and the old witch is sitting there and she throws a couple of really big wooden plates at them. “That’s quite a rough game, now I’ll see if I can’t satisfy her curiosity.” He takes his hatchet and hits her in the forehead with it. She couldn’t quite handle that and she immediately dies. “Well, well,” says the wife, “you’re quite a young man, killing off an old person. What are we going to do now, when it gets discovered?”—“Well, it will never be discovered,” he says, “now you’ll see.” Then he takes one of the biggest sausages and shoves it into her mouth, so that it can’t budge either forward or backward. Then he carefully closes the chest again and lets her be.\n     The man from Heaven drove down and picked her up at the end of the day, and he hadn’t gotten too far from the place when he began to talk to her, but she didn’t answer. Then he thought, “Well, I’ll see if I can’t liven her up a bit,” and he drove down one rock pile and over another. But it didn’t help, she didn’t say as much as a peep. “Well, how is my mother?” said his wife when he came back up to the farm. “Well, you can ask her yourself, since I sure as heck am pretty darn sick of it.” “Oh, you are, are you? Well let’s get her down off the wagon, because she might be sick of lying in that chest herself.” They unloaded her and brought her in and opened it up. “Well there you have it,” says the wife. “I often warned her, that poor old thing, that she should eat in moderation, and now it’s gone and done her in.” They took her and lay her on straw and began thinking about her funeral, there was nothing else they could do. They hitched up the horses and drove to the mill and as soon as they got home, they began to brew so they could have some yeast for the bread. \n     At night they sit down there in Hell making spoons, since they had to make use of all their time. Then all of a sudden, the farmhand says: “They’ve made some good beer up in Heaven today.”—“Yes, they have,” says the husband, “everyone who has had a taste of it says that.”—“Well, we can certainly get a taste,” says the farmhand, and those two guys talk about it for a while and they decide to go get the beer. The farmhand hitches up the oxen and they put an empty barrel in the wagon and rumble up nearby. While the husband holds the oxen, the farmhand carries out the beer in the barrel, until there was only a little puddle left in the bottom of the brewing tub, he left that there, and then he put the tub up on its side. While the man drives home, the farmhand goes in and takes the old woman who is lying on straw and puts her headfirst into the little bit that was left. The next morning, the first thing the husband [from Heaven] does when he wakes up is to call to his wife and says, “Hey, listen, could you go out and get me a taste of the new beer, I’m so incredibly thirsty.” You see he had a real soft spot for treats. She goes out there, too, and she finds the tub, and there was something cold lying in there, but she didn’t know what it was and she ran in and told her husband. They both went out there with a candle and they could see what it was. “Well, well, you’ve drunk well, she’s drunk all the beer. But we better make sure we bake, since we’ve gotten everything ready for that.”—“Yes, we’d better,” and then they bake that day and get the bread out of the oven and they put the loaves on their ends in the baking trough as is the custom.\n     Then they went to bed up there, they were a bit tired from the busy day, but the ones down in Hell didn’t. They [the man and the farmhand from Hell] went up to Heaven and got the loaves of bread and took them home and they laid the old one out along the baking trough. But first they took a crust of bread and chewed it a bit so it’d be more likely that the ones from Heaven would think that it was she who’d eaten the bread and she lay there with that crust in her hands. The next morning, when they saw how things stood, the husband [from Heaven] says, “We aren’t going to brew today because on top of a meal like that, she’ll probably need something to drink, and then we won’t be able to keep any of it. But tomorrow, we can slaughter the ox, since we can see if she can go out tonight and eat a living ox. If she can do that, then we’ll have to do something else.”\n     Around evening time, the husband there goes down to Hell and gets permission to have the farmhand come and hold the ox the following morning so that they can slaughter it, and they agree that he is to come up there at six in the morning. It was right about Christmastime, and so that was early, and it was completely dark; but it still wasn’t too early to start slaughtering.\n     Late that evening, the farmhand says, “It almost sounded like they were afraid of losing their ox. We could easily spare them the trouble they think they’re going to have with him.” “Oh no,” said the husband, “it will never work, remember that this is the third time.” He said that because he was a little superstitious. “Yes, we all probably know,” says the farmhand, “that all good things happen in threes,” and then there was nothing else to say. They went up together to get the ox, got it safely out of the barn, and got it home and slaughtered it immediately. Then that was out of the way. Afterward, the farmhand took the tail, cut it off, and went up to Heaven with it. Then he went in and got the [dead] woman and put her in the ox’s stall. But he put her legs in the ties and he put her head out toward the gutter. Then he stuffed the tail into her mouth and then he went home.\n     The next morning at six o’clock, as was agreed, he was up at the farm again. They hadn’t gotten up yet, so he calls to the husband. “OK, OK,” he says from bed, “come inside, we can have us a bite of bread first.” He goes in too. “Don’t be shy,” says the husband, “take as much as you like since you’re going to need all your strength.” The farmhand didn’t need to be told twice, and he took a lot of food. When they were done, they went out into the barn and had the lamp with them. “Yes, it’s standing alone in its stall,” says the man as they are crossing the farmyard, “it’s easy to find, it’s right here by the door.” Then they open the door. “Well, I can’t see any ox,” says the farmhand, “and if it’s an ox, then it’s certainly one of the small ones.”—“Watch out,” says the husband, “let me come with the lamp. You can’t see anything.” When he comes and gets a good look, he almost dropped the lamp out of fear, because there lay the old woman and she’d done away with the entire ox, except for a little piece of tail, she couldn’t finish that. “Well,” says the man, “since you’ve seen this much, I might as well tell you the whole story,” and then he told him how things had gone from the beginning to the end.\n     “Can you give me some advice,” he says to the farmhand, “how can we get rid of her?”—“Well, I know one thing,” says the farmhand, “but it is a little expensive.”—“And that is?”—“Well, uh, she needs to be conjured, there’s nothing else to do with her.”—“Well, who can do that?”—“Well, I can tell you about someone who can, and it's no other than myself, I can do it, and I will gladly do it too, but I need to be paid well for it, because if it goes bad, it will be me who suffers.”—“Well, how much do you think you want?”—“Well, if you give me twenty-five specier, then I’ll do it.”—“Well, that’s a lot of money,” says the husband, “but if I can be sure that she won’t come again, I’ll agree to that.”—“OK,” says the farmhand, “I’ll make no other conditions than you let me go home and get our wagon, since you probably don’t want to lend me your wagon. We don’t have anything other than oxen, and it really should be horses.”—“Sure, I’ll gladly lend you mine,” says the husband. “Ok, well then she needs to be washed clean over her whole body, and she is to be put in a clean shift, she should be dressed in her church clothes, she is to be dressed in regular clothing with a cape, just like she’d be dressed when she was alive when it was cold outside. Then all that’s left to do is this: for the first three months, you can’t mention her here at the farm, because then I can’t say what the consequences might be. It might happen that you’d wish her back, and that would be the worst outcome for me.”—“Well, as long as there’s nothing other than that,” says the man, “we can certainly observe those rules and go along with all of that.”\n     Then the farmhand got her in all her finery and then he drove off with her. Now, frost had set in and the farmhand thought she’d probably keep for a little while and he drives to Århus with her. As soon as he gets there, he drives up to a cobbler’s door and he stops there. Then he goes in and says, “Listen here, cobbler, I have an old woman sitting out here in the wagon, do you think you might have a pair of boots for her, she can’t continue with the ones she has.”—“I probably do,” says the cobbler, “but I probably better know how big her feet are.”—“Well, you can go out and talk to her about that, but you’ll have to speak loudly, because she’s a little hard of hearing.” The cobbler goes out and asks if she couldn’t give him her foot, so he can see how big it is. But she didn’t answer. Then he gets angry, he’s stood there so long, preaching to her and finally he grabs her foot. But she was a little stiff, he knocks her over into some junk the farmhand had there in the back of the wagon. “Hey, stop,” he says, the farmhand does, “sure I want boots for her, but to have her head smashed in, I’m not really interested in that.”—“Oh, that damn hag,” says the cobbler, “she can probably take a little push”—he was a bit on the German side, but then it turned out that she couldn’t, because she’d been knocked stone dead. “Wait a second, my good man, you’re going to court.” Then the cobbler began to moan, “Oh, no, please don’t do that, I have a wife and children, can’t we come to an agreement?” Then they talked to each other and they agreed that the cobbler would give him twenty-five specier and then the farmhand would drop the case.\n     Then he drove out of town. “Now I’d better see about coming home, since who knows if someone might figure this out.” Then he took the road past Høve and past Vissing, and in those days there was an inn there as there is now, and so he drove to the inn.\n     Now the innkeeper there was known for being a really short-tempered guy and then the farmhand goes in and says, “Listen, can’t I get you to go out and give my mother a good glass of something to drink, she probably needs it, it’s really freezing cold today.”—“Sure, do you have anything to pay with?” says the innkeeper, “then I certainly can do it.” When the innkeeper had gotten the money, he hurried out with the drink. “She’s a little hard of hearing,” says the farmhand, “so you’re going to have to shake her a bit, otherwise she won’t understand what’s going on.” He goes out to the wagon and speaks to her, but it didn’t matter how much he shouted and since he wasn’t used to dealing with the infirm, without further ado, he throws the mug and its contents at her head. The blow knocked her over. “Oh,” he says, the farmhand does, as he shows up at that moment, “so that’s how guests are treated here?”—“Yes,” says the innkeeper, “that kind of leather, that kind of grease.”—“Neither she nor I is well served by that,” says the farmhand again, “now she’s lying here.” He begins to brush at the side of her face, and it turned out that the mug had hit her right in the middle of the forehead; there was a big black and blue mark there. When the innkeeper saw that, he dropped his voice and then he says, “I didn’t think I’d hit her that hard because it looks like she is dead.”—“Yes, she is, and so you’ll be good enough to tell me where the closest court is.”—“Oh come on, you needn’t take it so hard, we should better see if we can’t figure something out.”—“Well, I can’t really do that,” says the farmhand, “because they’ll want to know what I’ve done with my mother. But if it’s so that you can do something, then I’ll take a fine for her, and then I’ll get out of it as best I can.” No one found out how big that fine was, because the innkeeper was a wealthy man, but it was certainly pretty big.\n     Then he drove off from the inn. He drove up along Jævngyde and over by the town’s mill and up to Nygaard Woods and up through Høve Hollow. See, when he gets to the mouth of Høve Hollow, it was night and the moon was shining so beautifully. Then he saw a peddler lying there sleeping, and his bag lay beside him. When the farmhand sees this here peddler, he thinks to himself: “Maybe I can do some business here,” and he takes the peddler’s bag and pours all the wares into the wagon, but the old woman he takes and stuffs down into the bag instead, with her head pointing up. Then he drives carefully away, until he gets out of the woods and then he drove home going as fast as he could until the reins sang. Then he drove up to Heaven and delivered the horses and thanked them for loaning them to him and asked them to remember what he’d asked them in regard to the woman.\n     Around seven thirty, he wakes up, the peddler does, and he says to himself: “You’ve certainly slept late, Kræsten, but you can probably still make it. You can get there by nightfall, if you hurry.” He would always sleep at Heaven at night and that’s where he was headed. Then he started to put his bag on. “It seems like this bag has gotten so heavy,” he stands there and says to himself, “but I can certainly drag it up there. When I get up there, I’ll get a rest and then I can start selling things right away and then the bag will get lighter.” Then he wandered off lugging the bag, and it was so heavy that he wound up sweating; but finally he gets there and comes in just as they’re sitting there eating dinner. “Good evening and God bless!” he says. “Thank you,” he says, the husband does, “It’s Kræsten.”—“Yes, it certainly is me and no one else.”—“It’s been a while since you’ve been here, Kræsten.”—“Yes, I’m coming straight from Hamburg, you don’t walk that road in two days.”—“Well, sit down here at the table and have a little dinner.”—“Why thank you,” he says and they ate. When they were more or less done, he says, “I seem to be missing a person.”—“Oh, you are, are you?” says the husband, and it was quiet for a little bit. “Yes, our old mother, where is she?” says the peddler. “She’s dead,” he says, the husband does.\n     Then they were done with dinner and the peddler had put his bag up on the table. “Oh dear God, that soul,” he says, “I’d love to see her one more time, she was a wonderful woman to talk to.” As he says that, he’s untied his bag and the old woman sticks her head out. “What’s this?” says the peddler, “God help me that’s the old woman,” and the whole group was shocked. “We’ve been forbidden,” says the man, “to wish her here and then a hobo like this comes and brings us into this trouble.” They start arguing, him and the peddler, and after a while the peddler learns most of the story, how things had happened. Then he got out of there as fast as he could, he didn’t want to have anything to do with their problems.\n     The next morning, the husband from Heaven went down to the farmhand at Hell and told him what had happened and asked nicely if he wouldn’t please conjure her again, he didn’t know what else to do. “OK,” says the farmhand, “I’ll do it one more time, and she’ll certainly stay away, but this time I want twelve specier to do it, and I want you to wrap her in a burial cloth, she’s not to be in anything else.” The farmhand then got a wheelbarrow and drove up there and put her on it and then he drove her down to Siem Døjer [the Siem mudholes] and conjured her there. But since then, there’s been haunting down there.", "keywords": {"keyword": ["advice", "afraid", "agreement", "air", "angry", "attention", "bags", "baking", "barn", "barrel", "bed", "beer", "black", "blessing", "blow", "blue", "body", "boots", "borrow", "bread", "brewing", "brush", "burial", "candle", "cape", "case", "chest", "children", "Christmas", "church", "clock", "clothing", "cobbler", "coins", "cold", "conjuring", "court", "dark", "darning", "day", "death", "dinner", "discovery", "door", "drinking", "drunkard", "earth", "east", "evening", "eye", "farm", "farmhand", "farmer", "field", "fire", "flour", "food", "foot", "forehead", "frost", "funeral", "game", "german", "glass", "god", "grain", "guest", "hag", "hatchet", "haunting", "heaven", "hell", "hollow", "home", "horse", "house", "husband", "inn", "inn keeper", "journeyman", "kill", "Kræsten", "lamp", "land", "learning", "leather", "leg", "linen", "love", "market", "master", "meal", "mill", "money", "month", "moon", "morning", "mother", "mouth", "night", "nightfall", "noon", "November", "old", "outside", "oven", "ox", "peddler", "permission", "plate", "poor", "poverty", "preaching", "reins", "rest", "road", "sand", "sausage", "seven", "sickness", "singing", "slaughter", "sleep", "soul", "sounds", "spoon", "stall", "stone", "store", "story", "stove", "straw", "strength", "superstition", "table", "tail", "thank", "three", "tie", "tired", "today", "tomorrow", "tonight", "town", "unharnessed", "voice", "wagon", "wandering", "wares", "wealth", "west", "wife", "wind", "wish", "witch", "woman", "wood", "wooden", "woods", "work", "wound", "yeast", "young"]}, "etk_index": {"heading_danish": "Jyske Folkeminder", "heading_english": "Folklore from Jutland"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}