{"publication_info": "DS_V_607", "full_name": "123 - 2.02 - DS_V_607", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 2.02, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 582, "name": "Stadsgård", "display_name": "Stadsgård (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DSnr_VI_130", "full_name": "241 - 4.21 - DSnr_VI_130", "url": "data/stories/193.dfl"}, {"informant_id": 235, "publication_info": "JAH_V_543b", "full_name": "235 - 2.08 - JAH_V_543b", "url": "data/stories/291.dfl"}, {"informant_id": 235, "publication_info": "DS_V_687", "full_name": "235 - 1.05 - DS_V_687", "url": "data/stories/224.dfl"}]}, "fielddiary_page_start": "3771b", "fielddiary_page_end": "3772b", "bibliographic_info": "Pentikäinen 1967\nTangherlini 1999", "bibliography_references": {"reference": [{"display_string": "[Article] Pentikäinen, Juha. 1969. The Dead without Status. Vol. 4 of <i>Temenos</i>, 92-102."}, {"display_string": "[Article] Tangherlini, Timothy R. 1998. \"Who ya gonna call?\" : Ministers and the Mediation of Ghostly Threat in Danish Legend Tradition. Vol. 57 of <i>Western Folklore</i> 2/3: 153-178."}]}, "annotation": "Pentikäinen (1969) would classify the ghost in this story as a guilty haunt because it is the barbaric nature of the manor lord (a parallel to the manor lord in the preceding story) that results in the haunting. \n\n     The ghost's appearance as a monster with horns is unusual. Not surprisingly, the people at the farm turn to several local ministers to solve the problem, a fairly standard strategy for dealing with haunts, despite the seeming incongruity of Lutheran ministers dealing with a threat (ghosts) that should have disappeared with the Reformation (Tangherlini 1999). The ministers' failure can be read as a stinging indictment of the power of the minister and, by extension, the Lutheran church. In contrast, the beggar, who has no social standing and whose name, Klemmen Unborn, suggests a supernatural liminality, succeeds. The nickname probably refers to his birth by Caesarian section, an operation that was known as early as the sixteenth century when it was used to deliver children whose mothers had died during childbirth (see KMP 1.05). The standing offer of shelter at the manor parallels other stories in which a beggar offers unusual assistance and is rewarded with food and lodgings (see KMP 2.08).\n\n     The published version of the story eliminates the clear narrative connection that Peder makes between this story and the preceding one.", "danish_manuscript": "S. er der en Herregrd her inde østerpaa de\nkaldte Stadsgaard, og de kalder den for Re-\nsten saadan endnu. Der gik Spøgeri i\ngl. Tid, og det var den forrige Ejer der gik\nigjen, for h. havde været s. barbarisk med\nhans Bønder. H. gik i Skikk. af et Uhyre\nmed Horn og rumsterede svært i deres Stor\nstue. Der var ingen der turde være paa\nGaarden om Natten for ham. S. samlede\n\n3772A\nde Præster sammen, der var 12 i alt, en Nat\nved Midnatstid. De kom jo om Aft. og blev\nogsaa beværtede, inden de skulde til Turen.\nS. i Mørkn. kom der en Tigger, h. kaldtes\nellers Klemmen Uføj for h. var skår ud af\n.... og h. bad om Husly for Natten. Men\nde sagde nej, for det 1 havde de ingen ordentlig\nKvarter at fly ham og for 2 s. kunde h. jo\nikke være der, da alle de andre flygtede derfra\nhvordan skulde h. s. begaa sig, der var kun\ndeher 12 Krabater der skulde blive der. Ja\ns. han til Dem, lad mig kuns blive, hvem ved\nhvad det kan være godt for. Maaske kunde de\nstore Herrer der inde faa min Hjælp nødig\nom lidt. Ja s. 1 af Folk, til dem er du\nikke mere ræd end du tilbyder at hjælpe dem\ns. er der et Sengeleje herinde om i Gangen\nved Siden af Stuen, s. kan du gaa derind og \nlægge dig. S. gik h. ogsaa derind og hen ad Mid\nn. s. still. dh. 12 Pr. i en Kreds i Storstuen\nhver med en Salmebog ell. hvad det var i Haan\nden og de slaar jo op og beg. at gjøre en\nsvær Velstand med Sang og Bønner og hvad\ndet kunde nu være. S. dg. kl. den slog s.\nsprang Døren og ind kom dh. Udyd og for\nhver Nik den gjorde med sine Horn for en\nPræst s. fløj Salmebogen. S. s. h. det giorde\n\n3772B\nKlemmen nu er det vist min Tid. S. gik h.\nderind og hvad h. sagde det var der ingen der\nkunde forstaa, men Dyret blev standende\nog s. gik h. hen og bandt en rød Traad og bandt\nom Hvornene paa det og s. trækkede h. det\t\t\t[Hvornene--> Hornene]\nud i det sydøstre Hjørne af Gaarden hvor\nder stod en stor Lund i de Dage, der bandt\nh. det ved til om 2 Dagen s. manede h.\ndet nys ned. Siden behøvede h. ikke at\nspørge om at faa Husly paa Gaarden.\n", "english_manuscript": "Then there's a manor farm here to the east a bit, they called it Stadsgård, and they still call it that now. Ghosts haunted there in the old days and it was the earlier owner who went again because he had been so barbaric toward his peasants. He went in the shape of a monster with horns and bustled about a lot in the main room. Nobody dared to be at the farm at night because of him. So they gathered the ministers together--there were twelve altogether--one night at midnight. They came in the evening and they were also fed before they were to go to it. Then at twilight, a beggar came, he was otherwise known as Klemmen Unborn because he had been cut out of his mother's side, and he asked for lodgings for the night. But they said no. First of all, they didn't have a reasonable room to give him, and second of all, he couldn't very well be there when everyone else had fled from there, how was he going to handle himself, only these twelve chaps were going to be there. \"Yes,\" he says to them, \"just let me stay, who knows what it could be good for. Maybe these fine gentleman could find use for his help in a little bit.\" -- \"Sure,\" says one of the people to him, \"if you aren't any more afraid that you offer to help them, well then there's a bed here in the hall next to the main room, you can go in there and lie down.\" So he went in there and on toward midnight, these twelve ministers arranged themselves in a circle in the main room, each one with a psalm book or whatever in their hands, and they open them up and begin to make quite a ruckus with songs and prayers and what have you. Then when the clock struck, the door burst open and in comes this monster and, for every nod it made toward a minister, his psalm book flew out of his hands. Then he says, Klemmen, he did: \"Now it's my turn, I guess.\" Then he went in there and there was nobody who could understand what he said, but the animal stood still and so he went over and bound a red thread around it's horns and then he pulled it out to the south-east corner of the farm, where there was a large linden tree in those days, and he tied it (the monster) to it (the tree) until the next day when he conjured it down. After that, he didn't have to ask to get lodgings at that farm.", "danish_publication": "Der er en herregård her inde öster på, de kalder Stadsgård, og der gik spøgeri i gammel tid. Det var den forrige ejer, der gik igjen, for det han havde været så barbarisk imod hans bønder. Han gik i skikkelse af et uhyre med horn og rumsterede svært i storstuen. Der var ingen, der turde være på gården om natten for ham. Så samlede de præster sammen, og der var 12 ialt, sådan en nat ved midnatstid. De kom jo om aftenen og blev også beværtede, inden de skulde til turen. Så i mørkningen kom der en tigger, han kaldtes ellers Klemmen Ufød, for han var skåren ud af hans moders side, og han bad om husly for natten. Men de sagde nej. For det første havde de intet ordentligt kvarter at fly ham, og for det andet så kunde han jo ikke være der, da alle de andre folk skulde flygte derfra, og ingen andre end deher 12 krabater skulde blive der, hvordan skulde han så begå sig. \"Ja,\" siger han til dem, \"lad mig kuns blive, hvem véd, hvad det kan være godt for. Måske kunde de store herrer der inde få min hjælp nødig om lidt.\" — \"Ja,\" siger den ene af folkene, \"er du ikke mere ræd, end du tilbyder at hjælpe dem, så er der et sengeleje her inde i gangen ved siden af stuen, der kan du gå ind og lægge dig.\" Så gik han også derind. Hen ad midnat så stiller de her 12 præster i en kreds i storstuen, hver med en salmebog eller hvad det var i hånden, og de slår jo op og begynder at gjøre en svær velstand med sang og bönner, og hvad det kunde nu være. Den gang klokken den slog, så sprang dören op, og ind kom dether udyr, og for hvert nik det gjorde med sine horn for en præst, så flöj salmebogen fra ham. Så siger han det gjorde Klemmen: \"Nu er det vist min tid.\" Så gik han derind, og hvad han sagde, det var der ingen, der kunde forstå, men dyret blev standende, og så gik han hen og bandt en rød tråd om hornene på det. Dernæst trækkede han det ind i det sydöstre hjörne af gården, hvor der stod en stor lind i de dage, der bandt han det ved til om anden dagen, så manede han det nys ned. Siden behøvede han ikke at spörge om at få husly på gården.", "english_publication": "There is a manor farm here to the east a bit, they call it Stadsgård, and ghosts haunted there in the old days. It was the earlier owner who went again because he had been so barbaric toward his peasants. He went in the shape of a monster with horns and bustled about a lot in the main room. Nobody dared to be at the farm at night because of him. So they gathered the ministers together--there were twelve altogether--one night at midnight. They came in the evening and they were also waited on before they were to go to it. Then at twilight, a beggar came, he was otherwise known as Klemmen Unborn because he had been cut out of his mother’s side, and he asked for lodgings for the night. But they said no. First of all, they didn’t have a reasonable room to give him, and second of all, he couldn’t very well be there when everyone else was going to flee from there, and nobody other than these twelve chaps were going to be there, how was he going to handle himself? “Yes,” he says to them, “just let me stay, who knows, you might find my help useful in a bit.” -- “Sure,” says one of the people, “if you aren’t any more afraid that you offer to help them, well then there’s a bed here in the hall next to the main room, why don’t you go and lay down there?” So he went in there. Up toward midnight, these twelve ministers arrange themselves in a circle in the main room, each one with a psalm book or whatever in their hands, and they open them up and begin to make quite a ruckus with songs and prayers and what have you. Then when the clock struck, the door burst open and in comes this monster and for every nod it made toward a minister with its horns, that minister's psalm book flew out of his hands. Then he says, Klemmen, he did: “Now it’s my turn, I guess.” So he went in there and there was nobody who could understand what he said, but the animal stood still and so he went over and bound a red thread around its horns. Then he pulled it out to the south-east corner of the farm where there was a large linden tree in those days, and he tied the monster to the tree until the next day when he conjured it down. After that, he didn’t have to ask to get lodgings at that farm.", "keywords": {"keyword": ["afraid", "animals", "bed", "beggar", "circle", "clock", "conjuring", "day", "door", "east", "evening", "farm", "ghost", "haunting", "horn", "Klemmen", "Klemmen Unborn", "linden tree", "lodgings", "manor farm", "midnight", "minister", "monster", "mother", "night", "old", "owner", "peasantry", "prayer", "psalm book", "red", "ruckus", "singing", "south", "thread", "tie", "tree"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}