{"publication_info": "DS_I_959", "full_name": "123 - 2.03 - DS_I_959", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 2.03, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 19, "name": "Åkjær", "display_name": "Åkjær (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "DS_I_782", "full_name": "235 - 1.19 - DS_I_782", "url": "data/stories/238.dfl"}, {"informant_id": 90, "publication_info": "DS_II_A_98", "full_name": "90 - 2.15 - DS_II_A_98", "url": "data/stories/347.dfl"}, {"informant_id": 90, "publication_info": "DS_II_B_147", "full_name": "90 - 2.16 - DS_II_B_147", "url": "data/stories/348.dfl"}, {"informant_id": 123, "publication_info": "JFm_XIII_38", "full_name": "123 - 4.04 - JFm_XIII_38", "url": "data/stories/432.dfl"}, {"informant_id": 342, "publication_info": "DS_II_A_17", "full_name": "342 - 0.00 - DS_II_A_17", "url": "data/stories/457.dfl"}, {"informant_id": 435, "publication_info": "DS_I_796", "full_name": "435 - 0.00 - DS_I_796", "url": "data/stories/794.dfl"}, {"informant_id": 281, "publication_info": "DS_I_960", "full_name": "281 - 0.00 - DS_I_960", "url": "data/stories/671.dfl"}, {"informant_id": 481, "publication_info": "DS_I_962", "full_name": "481 - 0.00 - DS_I_962", "url": "data/stories/786.dfl"}, {"informant_id": 235, "publication_info": "DS_I_783", "full_name": "235 - 1.61 - DS_I_783", "url": "data/stories/282.dfl"}]}, "fielddiary_page_start": "3772b", "fielddiary_page_end": "3773a", "bibliographic_info": null, "bibliography_references": {"reference": {"display_string": "[Thesis] Ball, Kimberly. 2009. The Otherworld Vessel as Metatraditional Motif in Northern European Literature and Folk Narrative. Vol. PhD of <i>Comparative Literature</i>PhD diss., University of California Press."}}, "annotation": "Variants of legends concerning theft from supernatural beings, most commonly mound dwellers, are widely attested (see AMJ 1.19 and KMP 1.61). The elaborate taxonomies that some scholars propose to differentiate between supernatural beings is hard to reconcile with stories such as this one. Although the tradition dominant for the story proposes mound dwellers, Peder clearly chooses the more seductive female elves to fulfill the motifemic slot of supernatural threat. Svend Felding proves himself more clever than the elves, managing to get both his wish and the drinking chalice. Peder makes no mention of what becomes of the drinking chalice. In other variants of the story, the chalice is used to build a church--the theft from the supernatural outsiders is made acceptable since the proceeds are not used for personal gain, but rather for the good of the community (Ball 2009; DS I 818). Felding was a well known figure in local legends (DS I 960; DS I 962). His enormous appetite offers an amusing contrast to the equally strong nisse who survives on a bowl of porridge that he receives but once a year (AMJ 2.16).\n\n     The expression \"snild i Bygning\" is somewhat ambiguous. It has been translated here as \"good at building,\" but it can also be translated as \"really well built\", in which case the elves do not want him for his abilities but rather for his body.", "danish_manuscript": "Svend Felding h. var født paa Aakjær og\nblev bosiddende der som M. og h. var s.\ngrov snild i Bygning, s. Ellefolkene fik\nLyst til ham og en Aft. silde som h.\nred hjem, da kommer der 2 Ellepiger hen\ntil ham og den 1 sang for ham og den 2\nbød ham Drikke af et Bæg. og s. s. \nhu til ham at nu maatte h. ønske sig\net Ønske nærenstid h. s. vilde tømme Bæg\nskulde det gaa i Opfyld. S. ønskede h. te h.\nmaatte faa 12 Karls Styrke og s. tog h. Bæg\nog smed det bag over sig, men hvor det\nfaldt paa Bæstet der sved det Haar. Og\ns. red h. tvært over et Fald Plovejord,\nder kunde Ellef. ikke følge ham og paa\nden Maade slap h. fra dem. Se men s.\nvar der en Ulempe ved det og Ellef. narre\n\n3773A\nde ham med det, for h. havde glemt at\ntage fra med Spisen. Da h. nu havde\nfaaet 12 K. st. skulde h. og have 12 Ks.\nMad. Den Dovregryde har været paa Aakj.\nog haft Navnet Sv. Fs Dovr. gryde.\n", "english_manuscript": "Svend Felding, he was born in Åkjær and continued to live there as a man, and he was so good at building that the elves wanted him and late one evening, when he was riding home, two elf girls come to him and one of them sang for him and the other one asked him to drink from a chalice, and then she says to him that he could have a wish and as soon as he'd emptied the chalice it would be granted. So he wished that he could have the strength of twelve farmhands and then he took the chalice and threw the drink over his back and where it landed on the horse, the hair was burned off. Then he rode directly across a newly plowed field, and the elves couldn't follow him there and he got away like that. See there was a problem with that, and the elves trick him with that, he'd forgotten to mention eating. Now that he had twelve farmhands' strength, he also needed twelve farmhands' food. That breakfast bowl used to be kept at Åkjær and it was called Svend Felding's breakfast bowl.", "danish_publication": "Svend Felding han var født på Åkjær og blev bosiddende der som mand, og han var så snild i bygning, så ellefolkene fik lyst til ham. En aften sildig, som han red hjem, da kommer der to ellepiger hen til ham, og den ene sang for ham, og den anden bød ham drikke af et bæger. Så siger hun til ham, at nu måtte han ønske sig et ønske, og nærenstid han så vilde tömme bægeret, skulde det gå i opfyldelse. Så ønskede han, te han måtte få tolv karles styrke, og så tog han bægeret og smed drikken bag over sig, men hvor det faldt på bæstet, der sved det hår og det hele af. Så red han tvært over et fald plovjord, der kunde ellefolkene ikke følge ham. På den måde slap han fra dem. Men ellefolkene narrede ham lige godt, for der var den ulæmpe ved det, at han havde glemt at tage det fra med spisen. Da han nu havde fået tolv karles styrke, skulde han også have tolv karles mad. Den dovregryde, han fik hans mad i, har været på Åkjær og haft navnet Svend Feldings dovregryde.", "english_publication": "Svend Felding was born at Åkjær and continued to live there as an adult, and he was so good at building that the elves wanted him. Late one evening, when he was riding home, two elf girls come to him and one of them sang for him and the other one asked him to drink from a chalice. Then she says to him that he could have a wish and as soon as he’d emptied the chalice it would be granted. So he wished that he could have the strength of twelve farmhands and then he took the chalice and threw the drink over his back, and where it landed on the horse, it lost all its hair and everything. Then he rode directly across a newly plowed field, and the elves couldn’t follow him there. He got away that way. But the elves tricked him anyway, because there was the problem that he’d forgotten to mention eating. Now that he had the strength of twelve farmhands, he also needed to eat for twelve farmhands. The breakfast bowl that he used to get his food in used to be kept at Åkjær and it was called Svend Felding’s breakfast bowl.", "keywords": {"keyword": ["birth", "bowl", "breakfast", "buildings", "chalice", "drinking", "elf", "evening", "farmhand", "field", "food", "girl", "hair", "home", "horse", "plowing", "riding", "singing", "strength", "Svend Felding", "wish"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}