{"publication_info": "DS_V_1163", "full_name": "123 - 2.04 - DS_V_1163", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 2.04, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 615, "name": "Svejstrup", "display_name": "Svejstrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 123, "publication_info": "DS_V_1153", "full_name": "123 - 2.07 - DS_V_1153", "url": "data/stories/381.dfl"}, {"informant_id": 375, "publication_info": "DS_V_1157", "full_name": "375 - 0.00 - DS_V_1157", "url": "data/stories/593.dfl"}, {"informant_id": 522, "publication_info": "DS_V_1182", "full_name": "522 - 0.00 - DS_V_1182", "url": "data/stories/710.dfl"}, {"informant_id": 386, "publication_info": "DS_V_384", "full_name": "386 - 0.00 - DS_V_384", "url": "data/stories/855.dfl"}, {"informant_id": 380, "publication_info": "DS_V_1171", "full_name": "380 - 0.00 - DS_V_1171", "url": "data/stories/725.dfl"}, {"informant_id": 412, "publication_info": "DS_V_1158", "full_name": "412 - 0.00 - DS_V_1158", "url": "data/stories/594.dfl"}, {"informant_id": 189, "publication_info": "DS_V_1164", "full_name": "189 - 0.00 - DS_V_1164", "url": "data/stories/652.dfl"}]}, "fielddiary_page_start": "3773a", "fielddiary_page_end": "3773b", "bibliographic_info": "Tangherlini 1999\nPentikäinen 1969", "bibliography_references": {"reference": [{"display_string": "[Book] Pentikäinen, Juha. 1968. <i>The nordic dead-child tradition. Nordic dead-child beings (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}, {"display_string": "[Article] Tangherlini, Timothy R. 1998. \"Who ya gonna call?\" : Ministers and the Mediation of Ghostly Threat in Danish Legend Tradition. Vol. 57 of <i>Western Folklore</i> 2/3: 153-178."}]}, "annotation": "Stories of unwed mothers who haunt are well known throughout Scandinavia (DS V 1171). Many of these stories tell of women who die undelivered and who subsequently haunt. Often they are solicitous, and ask for clothes for their child (DS V 1158; DS V 1164).\n\n     The incidence of out of wedlock birth in rural Denmark was high, but not overwhelming, and so it is unlikely that many women would see such a birth as a terrible problem. Rather, the problem lies in the adultery committed by the two.\n\n     Revealing the father's identity was a double-edged sword: on the one hand, it would ease the childbirth, but on the other hand, it would lead to censure for her and the feed hand. Despite the girl's fatal attempt at cover-up, her death and haunting acts as en even greater disruptive force than if she had simply named the father. Here the disruption goes beyond the feed hand's immediate family, and threatens the economy of the entire farm. Danish laws required that unwed mothers provide the name of their child's father. Not providing the name was, consequently, illegal.\n\n     Peder clearly endorses the strategy of using the minister to counteract the threat posed by haunts (Tangherlini 1999). Pentikäinen determined that engaging a solicitous haunt in conversation usually eliminated the haunting (1969). Even though the details of the negotiation remain a secret, the identity of the father must have been revealed in the conversation between the ghost and minister since he is identified in the story's orientation.\n\n     In Danske Sagn, this story is attributed to an unknown informant in Alken. There is nothing in the manuscript that supports this attribution, and the next story Peder tells is directly related to this story.", "danish_manuscript": "Det var da Pastor Pedersen var Præst i Svej-\nstrup da var der en Pige i Præsteg. som\nblev besovet af Avlskarlen som var en\ngift Mand og da Tiden kom, te h. skulde\nføde, s faldt Fødsl. s. svær og s. vilde de\nhave hende til at sige hvem der var F.\npaa Barnet for det plejer jo at kunne\nhjælpe. Men det vilde hu ikke. S. døde hu\nuforløst og blev begravet og det blev aldrig op-\nklaret hvem der var F. paa B. Men hver\nAft. lige efter Solnedgang s. kom der en\nhvid Jfr fra Kirkegrd. af og gik ud til\nPræsteg. og forsvandt henne ved Stalddøren\nind i Karlens Kammer og ingen saa mere\ntil hende ell. hvornaar h. gik igien. Til\nsidst gik det s. galt at ingen turde være\nder paa Lag ved den Tid paa Aft. de\nrendte derfra. S. en Aft. bad Hr P.\ndem om at gaa i Seng alles. ikke en\nKjæft maatte vaage og Dørene blev luk\nket og laaset. Selv trækk. h. i Kj. og Kr. \nog s. gik h. imod hende. og siden saa de hende\naldrig. Men ingen levende Mske fik at vide\n\n3773B\nhvad der blev forhandlet imellem dem.\n", "english_manuscript": "It was when Pastor Pedersen was minister in Svejstrup, there was a girl in the parsonage who'd been seduced by the feed hand who was a married man and when the time came that she was to give birth, the delivery was so hard that they wanted her to say who the father of the child was because that usually can help. But she wouldn't. Then she died undelivered and was buried and it was never cleared up who the father of the child was. But every evening, just after sunset, a white virgin would come out of the cemetery and walk to the parsonage and disappear there by the stall door in the farmhand's room and nobody saw anymore of her until she went again. Finally it got so bad that no one dared stay there at that time of the evening, they ran away. Then one evening Mr. Pedersen asked all of them to go to bed, not a single sound could be uttered, and the doors were closed and locked. As for himself, he gets into his robes and collar and then he went out to meet her, and after that they never saw her again. But not a living soul found out what they'd negotiated between them.", "danish_publication": "Imens pastor Petersen var præst i Svejstrup, tjente der en pige i præstegården, som blev besovet af avlskarlen, og han var en gift mand. Da tiden kom, te hun skulde føde, så faldt födselen så svær. De vilde nu have hende til at sige, hvem der var fader på barnet, for det plejer jo at kunne hjælpe. Men det vilde hun ikke. Så døde hun uforløst og blev begravet, og det blev aldrig opklaret, hvem der var fader på barnet. Men hver aften lige efter solnedgang så kom der en hvid jomfru fra kirkegården af og gik ind til præstegården og forsvandt henne ved stalddören ind i karlens kammer, og ingen så mere til hende, eller hvornår hun gik igjen. Til sidst gik det så galt, at ingen turde være der på lag ved den tid på aftenen. En aften bad hr. Petersen dem om at gå i seng allesammen, ikke en kjæft måtte våge, og dørene blev lukkede og låsede. Selv trak han i kjole og krave, og så gik han imod hende, og siden så de hende aldrig. Men intet levende menneske fik at vide, hvad der var bleven forhandlet imellem dem.", "english_publication": "While Pastor Pedersen was minister in Svejstrup, there was a girl in the parsonage who had been seduced by the feed hand and he was a married man. When the time came that she was to give birth, the delivery was really hard. They wanted her to say who the father of the child was because that usually can help. But she wouldn’t. Then she died undelivered and was buried and it was never cleared up who the father of the child was. But every evening, just after sunset, a white virgin would come out of the cemetery and walk to the parsonage and disappear there by the stall door in the farmhand’s room and nobody saw anymore of her until she went again. Finally it got so bad that no one dared stay there at that time of the evening, they ran away. One evening Mr. Pedersen asked all of them to go to bed, not a single sound could be uttered, and the doors were closed and locked. Himself, he gets into his robes and collar and then he went out to meet her, and after that they never saw her again. But not a living soul found out what they’d negotiated between them.", "keywords": {"keyword": ["bed", "birth", "burial", "cemetery", "children", "collar", "death", "disappearance", "door", "evening", "farmhand", "father", "girl", "lock", "marriage", "minister", "parsonage", "Pastor Pedersen", "soul", "sounds", "stall", "sunset", "virgin", "white"]}, "etk_index": {"heading_danish": "Kvindelige gjenfærd", "heading_english": "Female revenants"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}