{"publication_info": "DS_V_822", "full_name": "123 - 2.05 - DS_V_822", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 2.05, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 615, "name": "Svejstrup", "display_name": "Svejstrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_IV_687", "full_name": "241 - 2.15 - DS_IV_687", "url": "data/stories/165.dfl"}, {"informant_id": 241, "publication_info": "DS_VI_433", "full_name": "241 - 4.06 - DS_VI_433", "url": "data/stories/177.dfl"}, {"informant_id": 540, "publication_info": "DS_V_386", "full_name": "540 - 0.00 - DS_V_386", "url": "data/stories/612.dfl"}, {"informant_id": 376, "publication_info": "DS_VI_592", "full_name": "376 - 0.00 - DS_VI_592", "url": "data/stories/674.dfl"}, {"informant_id": 564, "publication_info": "DS_V_820", "full_name": "564 - 0.00 - DS_V_820", "url": "data/stories/900.dfl"}, {"informant_id": 460, "publication_info": "DS_V_728", "full_name": "460 - 0.00 - DS_V_728", "url": "data/stories/818.dfl"}, {"informant_id": 90, "publication_info": "DS_IV_988", "full_name": "90 - 1.06 - DS_IV_988", "url": "data/stories/329.dfl"}, {"informant_id": 90, "publication_info": "DS_V_831", "full_name": "90 - 3.03 - DS_V_831", "url": "data/stories/357.dfl"}, {"informant_id": 235, "publication_info": "JAH_V_613", "full_name": "235 - 1.26 - JAH_V_613", "url": "data/stories/246.dfl"}]}, "fielddiary_page_start": "3773b", "fielddiary_page_end": "3773b", "bibliographic_info": "Ludvigsen 1977", "bibliography_references": {"reference": {"display_string": "[Article] Ludvigsen, Peter. 1977. Selvmord. Sagn og virkelighed. Vol. 7 of <i>Tradisjon</i>, 91-102."}}, "annotation": "Stories about interrogating the dead are widely attested (DS V 820). Here, the farmhand unwittingly breaks a prohibition against witnessing supernatural encounters with the dead or the devil (DS V 728). Consequently, he suffers greatly and never recovers his faculties. The minister presumably wakes the suicide to find out the cause of his action and, quite possibly, to offer the last rites.\n\n     The sanction against suicide was strong, and suicides were buried in the least favorable part of the cemetery, if they were buried in consecrated ground at all (AMJ 1.06 and 3.03). The burial of suicides was a task often given the natmænd [night men; refuse workers] (KMP 1.26). The motif of the minister waking the suicide and asking him questions is not uncommon (AMJ 1.06 and 3.03).\n\n     Tang Kristensen provided an annotation in Danske Sagn, identifying Pastor Fæster as Hr. Jes Fæster, and gives the dates of his ministry as 1770-1809.", "danish_manuscript": "Hans Form. hed Hr. Feste. I [dh] hans Tid\nvar der en M. som tog sig selv af Dage paa\nGaarden og det var om Somm. s. blev h.\nlugt ind i Laden. S. en Middags stund der\nvar en Karl gaaet ind i Lad. at sove\nMiddagsøvn s. kommer Pr. og gaar derind og\nh gaar hen til den døde og vækker ham og\nden døde satte sig op paa Enden og besvarte\nham. Karlen der laa der inde h. blev s.\nussel te h. aldrig blev til rigtigt Mske mer\nover det Syn.\n", "english_manuscript": "His predecessor was called Mr. Fæster. In his time there was a man who killed himself there at the farm, and it was during the summer so he was placed in the barn. One afternoon a farmhand had gone into the barn to take his afternoon nap and then the minister comes and goes in there and walks over to the dead person and wakes him up and the dead person sits up on his behind and answers the minister's questions. The farmhand who was lying in there became so wretched that he never really was much of a person after having seen that sight.", "danish_publication": "Imens pastor Fæster var præst i Svejstrup, var der en mand, som tog sig selv af dage på gården, og det var om sommeren, så han blev lagt ind i laden. Så en middagsstund var en karl gået ind i laden at sove middagssøvn, og da kommer præsten også derind og går hen til den døde, som han så vækker op. Han sætter sig op på enden og besvarer præstens spörgsmål. Karlen, der lå der inde, han blev så ussel, te han aldrig blev til rigtigt menneske mere over det syn.", "english_publication": "While Pastor Fæster was minister in Svejstrup, there was a man who killed himself there at the farm, and it was during the summer so he was placed in the barn. One afternoon a farmhand had gone into the barn to take his afternoon nap and then the minister went in there too and goes over to the dead person whom he wakes up. He sits up on his behind and answers the minister’s questions. The farmhand who was lying in there became so wretched that he never really was much of a person after having seen that sight.", "keywords": {"keyword": ["afternoon", "barn", "death", "farm", "farmhand", "kill", "minister", "nap", "pastor", "summer"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}