{"publication_info": "DS_VII_1299", "full_name": "150 - 1.35 - DS_VII_1299", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 1.35, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 164, "name": "Fløø", "display_name": "Fløø (place mentioned)"}, {"place_id": 200, "name": "Gravlev", "display_name": "Gravlev (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "DS_VI_428", "full_name": "150 - 3.02 - DS_VI_428", "url": "data/stories/64.dfl"}, {"informant_id": 235, "publication_info": "DS_VII_1312", "full_name": "235 - 2.04 - DS_VII_1312", "url": "data/stories/287.dfl"}]}, "fielddiary_page_start": "3249a", "fielddiary_page_end": "3249b", "bibliographic_info": "Rørbye 1976. \nHansen 1943.", "bibliography_references": {"reference": [{"display_string": "[Book] Rørbye, Birgitte. 1976. <i>Kloge folk og skidtfolk. Kvaksalveriets epoke i Danmark</i>. Copenhagen: Politiken."}, {"display_string": "[Book] Hansen, H. P. 1943. <i>Kloge folk. Folkemedicin og overtro i Vestjylland</i>. Copenhagen: Ejnar Munksgaard."}]}, "annotation": "Jens tells two linked stories of cunning folk, their reputations, and how they were regarded by their cohort. In the first story, Kræn Degn does not join the joking, because he believes that Anders Bødker has cursed his fields, leading to considerable financial hardship. Given Anders's response to Poul's request, it seems that Jens is unsure whether to believe the alleged curse or not. The story, in that sense, mimics a similar negotiation that informs the townspeople's interaction with Anders as well. Although Kræn is clearly convinced of Anders's maliciousness (and thus implicitly aligning him with witchcraft), the others seem less convinced.\n\n    The cursed cattle and fields carry over to the curse on technology in the next story. By the second half of the nineteenth century, new types of plows, particularly the swing plow, were replacing the earlier wheeled plows. These plows required fewer draught animals to pull them, yet they also required farmers' to develop new skills to use them effectively.  Pulling out of the furrows, or plowing too deep would, of course, lead to unsatisfactory results. The cunning man appears to be part technician in this story, making adjustments to the poorly functioning plow. While witches are generally blamed for cursing plows, the mare and the Wandering Jew are also known to curse them. \n\n    Neither Anders Bødker, Iver Ott nor Old Villads are mentioned in H. P. Hansen's two volume work on cunning folk (1943) or Rørbye's later overview of cunning folk in Denmark (Rørbye 1976). The scope of practice of these cunning men is similar to that of many other rural folk healers--here, the focus is on guaranteeing success in agricultural endeavors. Knowledge of cunning, including ownership of books such as the Cyprianus, was frequently passed down in families.\n\n     An average spinning wheel would be approximately sixty centimeters in diameter.", "danish_manuscript": "Der var en i Gravlev de kaldte Anders Bødker\nh. forheksede Kræn Degns Mark paa Fløø der\nblev et Sted s. stort omkring som et Rokke-\nhjul. S. snart som Høvderne kom dertil, var\nde helt tossede. Byg kunde de ikke avle noget af.\nM. s. Jakob Ingvarson h. kurerede den. S. var det\nen G. Mændene af Gravlev Sogn\n\n3249B\nvar forsamlede, i forrige Tider var de tit forsam-\nlede. Det var til Poul Isaks. der var Anders B.\nogsaa kom. og de Fløø Mænd var der ogsaa. Kan du\nikke lade os faa en halv Pægl Poul. Jo. Skaal\nAnders Bødker, nu skal du lade os avle noget\ngodt Byg. Ja du skal faa noget godt stort stan-\ndende Byg, det var saadan en Gåndtmager\nden A. B.   S. vilde alle Mændene skjænke ham\nfor at faa godt Byg og det sad Kræn Degn sidde\nog høre paa. Anders Paaskes Plov i Fløø\nvar ogsaa bleven forhegset en Middag da hans\nSøn havde haft fra Ploven, h. kunde ikke sty-\nre den paa nogen Maade, enten vilde den til siden\neller op eller for dybt. S. maatte h. spænde fra\nog hjem til Faderen. Ja det havde skidt Folk gjort\nhen til [gl] Ivar Åt der var Villadses Svigersøn\nog havde arvet alle hans Videnskaber. Spændte\nfor Vogn og kjørte hen efter ham. H. hen og \nlæste i hans Bøger og skulde se hvad Ploven fej-\nled, fulgte s. med og læste over Ploven og skru\nede paa alle Skruerne og s. havde h. et bitte Bor\ni hans Lom. og s. en bitte Pind og borede et Hul\nind i Aasen og der banker Pind ind. Nu skal der\ningen gjøre dig det Puds mere s. h. og s. gik\nPloven s. galant som dertil.", "english_manuscript": "There was one in Gravlev they called Anders Bødker. He bewitched Kræn Degn's field on Fløø, there was a place as big around as a spinning wheel. As soon as the cattle would get there they'd go completely crazy. They couldn't grow any barley either. But then Jakob Ingvarsen cured it. One time the men from Gravlev got together--in the old days, they got together often. It was over at Poul Isak's and Anders Bødker had come too and the Fløø men were also there. \"Can't you give us half a pægl Poul?\" Sure. \"Skål, Anders Bødker, now you should let us raise some good barley.\" \"Sure, you'll get some good tall standing barley.\" He was such a joker that Anders Bødker. Then all the men wanted to pour a glass for him so they'd get good barley, and Kræn Degn sat there quietly listening to that. Anders Påske's plow in Fløø had also been bewitched one afternoon, when his son had had the animals out in front, and then he couldn't control it at all that afternoon, either it would go to the side or up out of the ground or too deep. Then he had to unhitch the animals and go home to his father. Yes, evil people had done that. They went go over to [old] Iver Åt, he was Villads's son-in-law, and he'd inherited all his knowledge. He hitches up the wagon and drives over to see him. He came over and read in his books and was going to find out what was wrong with the plow and then he followed along with him and read over the plow and screwed on all the screws and then he had a little drill in his pocket. And a little stick too, and he bored a little hole in the plow axe and he tapped the stick into it. \"No one will do that you anymore,\" he said, and then the plow worked as wonderfully as it had before.", "danish_publication": "Der var én i Gravlev, de kaldte Anders Bødker, og han forheksede Kræn Degns mark på Fløø. Der blev et sted så stort omkring som et rokkehjul, og så snart som hövderne kom der til, så var de helt tossede. Byg kunde de heller ikke avle noget af. Men så Jakob Ingvarsen han kurerede marken. Det var en gang, mændene af Gravlev sogn var forsamlede — i forrige tider var bymændene jo tit samlede — og Anders Bødker var der også, og de Fløø mænd var der også. Det var til Povl Isaks, de var, også siger der nogle: \"Kan du ikke lade os få en halv pægl, Povl?\" Jo, den fik de. \"Skål, Anders Bødker, nu skal du lade os avle noget godt byg\", siger der én, det var Jakob. \"Ja, du skal få noget godt stort standende byg\", siger Anders, det var sådan en gåndtmager (spøgefugl) ham. Så vil alle mændene skjænke ham for at få godt byg, og det sad Kræn Degn stille og hørte på.\n     Anders Påskes plov i Fløø var også bleven forhekset en middag, da hans sön havde haft bæsterne fra, og så kunde han ikke styre den på nogen måde om eftermiddagen, enten vilde den gå for dybt eller oven ud af jorden eller til siden. Så måtte han spænde fra og tage hjem til faderen. Ja, det havde skidt folk gjort, og så måtte de hen til Iver Ott', det var netop gamle Villadses svigersön, og han havde arvet alle hans videnskaber. Altså spænder manden for og kjører hen efter ham. Han kom så hen og læste i hans bøger for at se, hvad ploven fejlede, og dernæst fulgte han med hjem og læste over ploven og skruede på alle skruerne. Tillige med havde han et bitte bor i hans lomme og så en bitte pind, og da han havde boret et hul ind i plovåsen, bankede han pinden der ind. \"Nu skal der ingen gjøre dig det puds mere\", sagde han, Og så gik ploven så galant som der til.", "english_publication": "There was one in Gravlev they called Anders Bødker, and he bewitched Kræn Degn’s field on Fløø. There was a place as big as a spinning wheel and, as soon as the cattle got there, they went completely crazy. They couldn’t raise any barley either. But then Jakob Ingvarsen, he cured the field. It was one time when the men of Gravlev had gathered--in the old days, the townsmen often gathered--and Anders Bødker was also there, and the Fløø men were also there. It was over at Poul Isak’s, that's where they were, and then someone says, “Can’t you give us half a pægl Poul?” Sure, they got that then. “Skål, Anders Bødker, now you should let us raise some good barley,” one of them says, that was Jakob. “Sure, you’ll get some good tall standing barley,” says Anders, he was such a joker he was. Then all the men wanted to pour a glass for him to get good barley, and Kræn Degn sat there quietly listening to that. \n     Anders Påske’s plow in Fløø had also been bewitched one afternoon, when his son had had the animals out in front, and then he couldn’t control the plow at all that afternoon, either it would go too deep or up out of the ground or to the side. Then he had to unhitch the animals and go home to his father. Yes, evil people had done that, and then they had to go over to Iver Ott, he was old Villads’s son-in-law, and he’d inherited all his knowledge. So the man hitches up his wagon and drives over to him. He came over and read in his books to find out what was wrong with the plow and then he followed him home and read over the plow and screwed on all the screws. He had a little drill in his pocket as well as a little stick, and when he’d drilled a little hole in the plow axe, he tapped the stick into it. “Now it won’t give you those problems anymore,” he said, and then the plow went as wonderfully as it had before.", "keywords": {"keyword": ["afternoon", "animals", "barley", "books", "bødker", "cattle", "crazy", "cure", "day", "degn", "evil", "father", "field", "glass", "home", "inheritance", "Iver", "Jakob", "Jakob Ingvarsen", "Kræn", "law", "old", "Old Villads", "plow", "plow axe", "pocket", "Poul", "Poul Isak", "son", "townsmen", "unharnessed", "wheel", "witchcraft"]}, "etk_index": {"heading_danish": "Hekse og deres idrætter", "heading_english": "Witches and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}