{"publication_info": "JAH_VI_639", "full_name": "123 - 2.06 - JAH_VI_639", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 2.06, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 615, "name": "Svejstrup", "display_name": "Svejstrup (place mentioned)"}]}, "stories_mentioned": null, "fielddiary_page_start": "3773b", "fielddiary_page_end": "3774a", "bibliographic_info": "Nørr 1994", "bibliography_references": {"reference": {"display_string": "[Book] Nørr, Erik. 1994. <i>Skolen, præsten og kommunen kampen om skolen på landet 1842-1899</i>. Copenhagen: Jurist- og Økonomforbundet."}}, "annotation": "These two linked stories about school offer a fleeting glimpse into the conditions in the rural schools. Reforms in the school system up through the 1860s led to significantly better teacher training and the abolition of harsh corporal punishment. Discipline was often a problem at the schools, yet the measures taken by Niels Ring would be considered extreme at any time (see Nørr 1994). The amusing episode with the cheese rind relies on a fairly elaborate play on words for its humor: \"at have en skalk i nakken\" is an expression meaning to be cunning. \"At få en skalk i halsen\" substitutes \"at få\" for \"at have\" and \"halsen\" (throat) for \"nakken\" (neck) and, while it literally means \"to have a rind caught in one's throat\", it is close enough to the expression for \"cunning\" that it sets up a humorous cognitive dissonance, since someone choking on a cheese rind can hardly be characterized cunning.", "danish_manuscript": "Degnen i Svejstrup Niels Ring, h. var s haard\nte naar h en Gang straffede en Tøs [saa] for-\nkede Klæderne op om hende og satte hende\nop med den bare Ende paa den gloende\nKakkelovn en Tid s. Kjødet var halvt\nforbrændt, da hu kom ned igien. Men s.,\nblev h. for gl. og de drev spot med ham\nog stak hans Stol fuld af Knappenaale\nH var først Tjener [paa] hos Herrm paa\nVingegaard og [d] h. satte ham ind i Embe\ndet.\nDet er den ældste Degn a ved af\nDen næste Degn hed Søren Jul. En dygtig\nMand men stræng og naar h. blev gal s.\nslog h. Knægterne samme i en Dynge og s.\ntraadte h. oven paa med hans [Tr] læppe\nde Træsko og s. raabte h. I Satans Ulve\n\n3774A\nunger. Men i hvor strigs h. var gjorde\nde alligevel Kunster det gjorde Knægterne\n[den en] der var en af dem der hed Mads h.\nblev født op ved hans Oldemor. S. en Dag\nvar h. bleven lidt sildig paa Færde og var\nikke færdig med hans Dovre da h. kom til\nSkole og den bestod af en Skalk ost og et\nSt. Brød. Da h. kommer over i Skolen, s. \nvar Degn. lige begyndt paa Overhøringen\nS. hans Sidekammerat, Niels Rebslaaer\nh. ser hans Snit og ilag Mads gnaver paa\nOsteskalken da rækker h. til og kjører ham\nden ned i Halsen og der sad [han] Mads og\nkunde hverken faa Sk. frem ell. tilbage.\nBørnene begy. at grine og Degn kunde ikke\nstyre dem. Hvad er der ved det s. h. lige\ns. bøs til dem. Straks spr. N. R. op og s.\ndet er Mads der har faaet en Sk. i Halsen\ni hvor strigs h. var kunde D. lige godt\nikke bare sig for at grine, [og i hvor] men\nde maatte lige godt op at have Stram\nbux begge to.\n", "english_manuscript": "The parish clerk in Svejstrup, Niels Ring, he was so harsh, one time he punished a young girl by lifting up her clothes around her and putting her bare bottom up on a glowing wood-burning stove so long that her skin was half burned when she came back down. But then he got too old and the children teased him, they filled his chair with pins. He was first a servant for the manor lord at Venge farm and he appointed him to the position. He's the oldest parish clerk that I know about. The next parish clerk was Søren Jul. He was a clever man, but strict, and when he got angry he'd throw all the boys together in a heap and then he'd walk all over them with his leather-soled clogs and then he'd yell, \"You Goddamn wolf children!\" But regardless of how strict he was, they still played tricks, they did those boys. One of them was called Mads, he'd been born up at his great grandmother's house. So one day he'd gotten off to a bit of a late start, and when he got to school, he wasn't even finished with his breakfast, since he arrived chewing on a cheese rind and a piece of bread. When he gets to school, the parish clerk had just started the lessons. Then his desk mate, Niels Rebslåer, sees his chance and while Mads is sitting there chewing on the cheese rind, he reaches out and shoves it down his throat and so Mads is sitting there and couldn't get the rind either up or down. The other children began to laugh and the parish clerk couldn't control them. \"What is going on?\" he asks them gruffly. Immediately, Niels Rebslåer jumps up and says, \"It's Mads, he's cunning (he's got a rind stuck in his throat)!\" Regardless of how strict he was, the parish clerk couldn't help laughing, but they both had to go and get spanked anyway.", "danish_publication": "Den ældste degn, a véd af i Svejstrup, han hed Niels Ring. Han var først tjener hos herren på Vengegård, og han satte ham ind i embedet. Han var så hård, te da han en gang straffede en tøs, forkede han klæderne op om hende og satte hende med den bare ende op på den gloende kakkelovn en tid, så kjødet var halvt forbrændt, da hun kom ned igjen. Men så blev han for gammel, og börnene drev spot med ham, de stak hans stol fuld af knappenåle.\n     Den næste degn hed Sören Jul. Det var en dygtig mand, men stræng, og når han blev gal, så slog han knægtene sammen i en dynge og så trådte han oven på dem med hans læppede træsko, og så råbte han: \"I Satans ulveunger!\" Men ihvor strigs han var, gjorde de alligevel kunster, det gjorde knægtene. Der var en af dem, der hed Mads, han blev født op ved hans oldemoder. Så en dag var han bleven lidt sildig på færde, og da han kom til skole, var han endnu ikke færdig med hans davre, for han kom gnavende på en skalk ost og et stykke brød. Han var jo kommen vel sildig op den morgen. Da han nu kommer derover, er degnen lige begyndt på overhøringen. Så ser hans sidekammerat, Niels Rebslåer, hans snit, og ilag nu Mads sidder og gnaver på osteskalken, da rækker han til og kjører ham den ned i halsen. Der sad nu Mads og kunde hverken få skalken frem eller tilbage. De andre börn begyndte at grinne, og degnen kunde ikke styre dem. \"Hvad er der ved det?\" siger han lige så bøs til dem. Strags springer Niels Rebslåer op og siger: \"Det er Mads, der har fået en skalk i halsen\". I hvor strigs han var, kunde degnen lige godt ikke bare sig for at grinne, men de måtte dog op at have strambugs begge to.", "english_publication": "The oldest parish clerk that I know of in Svejstrup was Niels Ring. He was first a servant for the manor lord at Venge farm and he appointed him to the position. He was so harsh that once when he punished a young girl, he lifted up her clothes and but her bare bottom up on top of a glowing wood-burning stove for so long that her skin was half burned off when she came down. But then he got too old and the children teased him, they filled his chair with pins.\n     The next parish clerk was Søren Jul. He was a clever man, but strict, and when he got angry he’d throw all the boys together in a heap and then he’d walk all over them with his leather-soled clogs and then he’d yell, “You goddamn wolf children!” But regardless how strict he was, they still played tricks, they did those boys. One of them was called Mads, he’d been born up at his great grandmother’s house. So one day he’d gotten off to a bit of a late start, and when he got to school he wasn’t even finished with his breakfast, since he arrived chewing on a cheese rind and a piece of bread. When he gets there, the parish clerk had just started the lessons. Then his desk mate, Niels Rebslåer, sees his chance and while Mads is sitting there chewing on the cheese rind, he reaches out and shoves it down his throat. Now Mads was sitting there and couldn’t get the rind either up or down. The other children began to laugh and the parish clerk couldn’t control them. “What is going on?” he asks them gruffly. Immediately, Niels Rebslåer jumps up and says, “It's Mads, he’s cunning!” Regardless of how strict he was, the parish clerk couldn’t help laughing, but they both had to go and get spanked anyway.", "keywords": {"keyword": ["angry", "birth", "boy", "bread", "breakfast", "chair", "cheese", "children", "clogs", "clothing", "day", "farm", "fire", "girl", "grandmother", "house", "laughter", "Mads", "manor lord", "Niels", "Niels Rebslåer", "old", "parish clerk", "punishment", "ringing", "school", "servant", "skin", "stove", "Søren Jul", "tease", "throat", "trickery", "wolf", "wood", "young"]}, "etk_index": {"heading_danish": "Vore fædres tankesæt og åndsliv", "heading_english": "Our forebears' way of thinking and spiritual life"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}