{"publication_info": "DS_V_1370", "full_name": "123 - 2.08 - DS_V_1370", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 2.08, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 161, "name": "Flensted", "display_name": "Flensted (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 426, "publication_info": "DS_V_1376", "full_name": "426 - 0.00 - DS_V_1376", "url": "data/stories/565.dfl"}, {"informant_id": 90, "publication_info": "Unpub_AMJ_218", "full_name": "90 - 2.18 - Unpub_AMJ_218", "url": "data/stories/350.dfl"}, {"informant_id": 90, "publication_info": "DS_VI_1028", "full_name": "90 - 2.20 - DS_VI_1028", "url": "data/stories/352.dfl"}, {"informant_id": 90, "publication_info": "DS_VII_505", "full_name": "90 - 3.08 - DS_VII_505", "url": "data/stories/362.dfl"}, {"informant_id": 235, "publication_info": "DS_I_782", "full_name": "235 - 1.19 - DS_I_782", "url": "data/stories/238.dfl"}, {"informant_id": 235, "publication_info": "DS_I_783", "full_name": "235 - 1.61 - DS_I_783", "url": "data/stories/282.dfl"}]}, "fielddiary_page_start": "3774a", "fielddiary_page_end": "3775a", "bibliographic_info": "van Gennep 1909\nTurner 1969", "bibliography_references": {"reference": [{"display_string": "[Book] Gennep, Arnold van. 1909. <i>Les rites de passage</i>. Paris: É. Nourry."}, {"display_string": "[Book] Turner, Victor Witter. 1969. <i>The ritual process : structure and anti-structure (The Lewis Henry Morgan lectures, 1966)</i>. Chicago: Aldine Pub. Co."}]}, "annotation": "Midnight is a dangerous time to be out because it is a truly liminal period, on the border between one day and the next (van Gennep 1909; Turner 1969). The young man should be inside and asleep, but instead he is far from the farm or the village boundaries, out in the relative wild of the heath. It is not surprising, then, that he meets a supernatural being. \n\n     The boy's strategy for dealing with the confrontational haunt relies on Christian symbolism. The motif of the \"found cross\" (an intersection, crossed furrows, or other phenomena in the landscape that coincidentally make the shape of the cross) as effective against supernatural attack is a common feature of stories of encounters with supernatural outsiders, such as ghosts, witches and mound folk (see AMJ 2.20 and 3.08; KMP 1.19 and 1.61). \n\n     Although the young man escapes from his encounter with the ghost unscathed, the experience does change his behavior.", "danish_manuscript": "S. ver der ogsaa en M. h. gik en Aft s. sildig\n\n3774B\nsom Ungkarl paa en 17. 18 Aar og en hel\nDel modig var h. Det var maaneskint,\nog hen ad ved Midnatstide. Allerbedst som\nh. gaar, kommer h. til et Kvindfolk der \nstaar og graver s. meget ivrig inde i Kan-\nten af et Bakke. S. s. h. Gud hjælpe dig\nDen svarte ikke. H. s. det en G. til. Den\nsvarte heller ikke. S. s. h. det 3. G. Da\nsætter den Spaden og s. kommer den hen\ntil ham. Nu blev h. ræd og gav sig til at\ngaa. Den fulgte ham og lige s. stærk som\nh. gik, gik den ogsaa og det var ikke at se\nte den bevægte Bentøjet. Endelig kommer de\ntil en korsvej og enten hu nu ikke har\nkunnet gaa over den Korsvej eller hvor-\ndan det har staaet til nok er det hun gaar\nhen til ham og lægger den ene Haand pa\nhans Bry. og den 2 paa hans Ryg og s. grin-\nte hu ham lige ind i Ansigt og slog en\nMund paa ham lige s. stor og hendes Øj-\nne var at se til ligesom naar man ser\nind i 2 Huller. S. slap hu ham og s. for-\nsvandt. H. kom hjem men var syg og\nmaatte ligge i længere Tid efter den Tur.\nDet var ud efter Flensted Hede det passe-\nrede. Da h. fortalte det s. h. I kan stole\npaa at a siden har ladet dem passe\n\n3775A\nderes Arbejde a kom om ved, for det har\na aldrig glemt i mine Dage.\n", "english_manuscript": "Then there was also a man, he was walking late one night when he was a young man about seventeen or eighteen years old. It was a moonlit night about midnight. As he's walking along, he meets a woman who is standing digging furiously in the side of a hill. Then he says, \"God help you!\" It didn't answer. He said it again. It still didn't answer. Then he says it a third time. Then it puts the shovel down and comes over to him. Now he got scared and started to walk. It followed him, and no matter how fast he walked, it would go just as fast, but he couldn't see that it moved its legs. Finally he comes to an intersection and now either she couldn't cross it, or however it was, it's enough to know that she walks over to him and puts one hand on his chest and the other on his back, and then she laughed right in his face, and she opened her mouth incredibly wide, and looking into her eyes was like looking into two holes. Then she let go of him and disappeared. He got home but he was sick and he had to stay in bed for quite a while after that walk. It was out past Flensted heath this happened. When he told about it, he said, \"You better believe that I let people who I meet do their work, since I've never forgotten that in all my days.\"", "danish_publication": "En ungkarl på en sytten, atten år, der var en hel del modig, gik en måneskinsnat ved midnatstide hen ad en vej. Allerbedst som han går, kommer han til et kvindfolk, der står og graver så meget ivrig ind i kanten af et bakke. Så siger han: \"Gud hjælp dig!\" Den svarte ikke. Han sagde det én gang til. Den svarte endnu ikke. Så siger han det tredje gang. Da sætter den spaden, og så kommer den hen til ham. Nu blev han ræd og gav sig til at gå. Den fulgte ham, og lige så stærkt han gik, gik den også, men det var ikke at se, te den bevægte bentøjet. Endelig kommer de til en korsvej, og enten hun nu ikke har kunnet gå over den, eller hvordan det har stået til, nok er det, hun går hen til ham og lægger den ene hånd på hans bryst og den anden på hans ryg, og så grinte hun ham lige ind i ansigtet, og hun slog en mund på ham lige så stor, og hendes øjne var at se til, ligesom når man ser ind i to huller. Så slap hun ham og forsvandt. Han kom hjem, men var syg og måtte ligge i længere tid efter den tur. Da han fortalte det, sagde han: \"I kan stole på, te a siden har ladet dem passe deres arbejde, a kom om ved, for det har a aldrig glemt i mine dage.\" Det var ud efter Flensted hede, det passerede.", "english_publication": "A young man, about seventeen or eighteen years old, who was quite brave, went along a road one moonlit night about midnight. As he’s walking along, he meets a woman who is standing digging furiously in the side of a hill. Then he says, “God help you!” It didn’t answer. He said it again. It still didn’t answer. The he says it a third time. Then it puts the shovel down and comes over to him. Now he got scared and started to walk. It followed him, and no matter how fast he went, it would go just as fast, but he couldn’t see that it moved its legs. Finally he comes to an intersection and now either she couldn’t cross it, or however it was, it’s enough to know that she walks over to him and puts one hand on his chest and the other on his back, and then she laughed right in his face, and she opened her mouth incredibly wide, and looking into her eyes was like looking into two holes. Then she let go of him and disappeared. He got home but he was sick and he had to stay in bed for quite a while after that walk. When he told others about it, he said, “You better believe that I let people who I meet do their work, since I’ve never in all my days forgotten that.” It was out past Flensted heath this happened.", "keywords": {"keyword": ["bed", "belief", "bravery", "chest", "day", "digging", "disappearance", "eye", "god", "heath", "hill", "home", "intersection", "laughter", "leg", "midnight", "moonlit", "mouth", "night", "old", "road", "shovel", "sickness", "woman", "work", "young"]}, "etk_index": {"heading_danish": "Kvindelige gjenfærd", "heading_english": "Female revenants"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}