{"publication_info": "DS_III_744", "full_name": "123 - 2.09 - DS_III_744", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 2.09, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 595, "name": "Stilling sø", "display_name": "Stilling sø (place mentioned)"}, {"place_id": 617, "name": "Svolbjærg", "display_name": "Svolbjærg (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "JAH_V_724", "full_name": "235 - 1.09 - JAH_V_724", "url": "data/stories/228.dfl"}, {"informant_id": 217, "publication_info": "DS_III_2175", "full_name": "217 - 0.00 - DS_III_2175", "url": "data/stories/632.dfl"}, {"informant_id": 348, "publication_info": "DS_V_116", "full_name": "348 - 0.00 - DS_V_116", "url": "data/stories/733.dfl"}, {"informant_id": 306, "publication_info": "DS_III_2302", "full_name": "306 - 0.00 - DS_III_2302", "url": "data/stories/804.dfl"}, {"informant_id": 77, "publication_info": "DS_III_2198", "full_name": "77 - 0.00 - DS_III_2198", "url": "data/stories/809.dfl"}, {"informant_id": 416, "publication_info": "DS_III_2228", "full_name": "416 - 0.00 - DS_III_2228", "url": "data/stories/743.dfl"}, {"informant_id": 441, "publication_info": "DS_III_2233", "full_name": "441 - 0.00 - DS_III_2233", "url": "data/stories/747.dfl"}, {"informant_id": 374, "publication_info": "DS_III_2256", "full_name": "374 - 0.00 - DS_III_2256", "url": "data/stories/536.dfl"}, {"informant_id": 68, "publication_info": "DS_III_2292", "full_name": "68 - 0.00 - DS_III_2292", "url": "data/stories/556.dfl"}, {"informant_id": 428, "publication_info": "DS_III_2296", "full_name": "428 - 0.00 - DS_III_2296", "url": "data/stories/838.dfl"}, {"informant_id": 123, "publication_info": "DS_III_528", "full_name": "123 - 3.14 - DS_III_528", "url": "data/stories/417.dfl"}, {"informant_id": 402, "publication_info": "DS_III_529", "full_name": "402 - 0.00 - DS_III_529", "url": "data/stories/778.dfl"}, {"informant_id": 423, "publication_info": "DS_III_531", "full_name": "423 - 0.00 - DS_III_531", "url": "data/stories/846.dfl"}, {"informant_id": 361, "publication_info": "DS_III_533", "full_name": "361 - 0.00 - DS_III_533", "url": "data/stories/526.dfl"}]}, "fielddiary_page_start": "3775a", "fielddiary_page_end": "3775a", "bibliographic_info": "Lindow 1982\nFoster 1965", "bibliography_references": {"reference": [{"display_string": "[Article] Lindow, John. 1982. Swedish Legends of Buried Treasure. Vol. 95 of <i>The Journal of American Folklore</i> 377: 257-279."}, {"display_string": "[Article] Foster, George. 1965. Peasant Society and the Image of Limited Good. Vol. 67 of <i>American Anthropologist</i>, 293-315."}]}, "annotation": "Stories of buried treasure are common in Denmark (DS III 2198, 2228, 2233, 2256, 2292, 2296; see also Lindow 1982). There are also many stories about churches or church bells that sink to the bottom of lakes as a form of divine punishment for the transgressions of the minister or parishioners (DS III 528, 529, 531, 533). Peder combines both motifs in this account.\n\n     The minister's ungodliness causes the church, perhaps the clearest symbol of the human community, to sink into the water, rendering it useless. That the church is still visible acts as an ongoing reminder to the fate that can befall the ungodly.\n\n     The parishioners' attempt to seize the treasure is also worthy of censure. In stories of the drinking cup stolen from the mound folk, the cup is most often used to build a church, or in some other way figures in the communal treasure kept at the church. The church itself stands as a form of community treasure as it represents the clearest protection against the various threatening supernatural forces that confront the human community. \n\n     The goal of the treasure hunt is personal enrichment, as opposed to the communal enrichment espoused by the drinking cup theft narratives. Not surprisingly, the treasure hunt fails (Lindow 1982). The apparent conflagration engulfing the town that interrupts the erstwhile treasure hunters, a common motif in these stories, is a clear physical representation of the destruction of the community's social structures that would ensue if their treasure hunt were to succeed. \n\n     The treasure hunters' solitary pursuit of wealth contradicts the ideal of community solidarity, yet aligns well with the emerging capitalist economy and incentives for individual success. The \"limited good\" model suggests that any such personal gain would come at the expense of others in the community; the new, capitalist model stressing individual initiative and success proposes an \"unlimited good\" model, where one man's fortune is not necessarily congruent with others' misfortune (Foster 1965).", "danish_manuscript": "Stilling Sø ligger der Kirke paa Bunden\naf. I stille Vejr kan en se Murene og\nder ligger en stor Skat der nede i en jærn-\nbeslaaet Kiste. De Svolbjærg Folk de var\nsejlet ud med to Baade efter at ville\nhave den. De havde ladet dem slaa Ha-\nger ved Smeden: de kunde slaa i og havde\nogsaa faaet den lige til Kanten af begge\nBaadene og var ved at sejle ind til Land\nmed den. Men i det de kommer derind s.\nforekommer det dem som deres By den\nstod i Lys Lue og s. gav de slip paa den og den\ngik til Bunds igien. Det sank for en Præ\nstes Skyld der var s. ugudelig og under Mes-\nsen gik Kirken under med ham.\n", "english_manuscript": "There's a church at the bottom of Stilling lake. In still weather, you can see the walls, and there's a large treasure down there in an ironclad chest. These people from Svolbjærg had sailed out there in two boats, and they wanted to get hold of it. They'd had some hooks made at the smithy which they could hook onto it with, and they'd also managed to get the chest right up to the gunwales of both boats and they were about to sail to shore with it. But before they get there, it looks to them like their town was on fire, and so they let the chest go and it went back down to the bottom. It had sunk on account of a minister who was so ungodly and during a mass the church went down with him.", "danish_publication": "Stilling sø ligger der en kirke på bunden af. I stille vejr kan en se murene, og der ligger en stor skat der nede i en jærnbeslået kiste. De Svolbjærg folk var sejlede ud med to både efter at ville have den, og de havde ladet dem slå hager ved smeden, som de kunde slå i, og de havde også fået kisten lige til kanten af begge bådene og var ved at sejle ind til land med den. Men idet de kommer derind, så forekommer det dem, som deres by står i lys lue, og så gav de slip på kisten, og den gik til bunds igjen.\nDen kirke var sunken for en præstes skyld, der var så ugudelig, og under messen var det, kirken gik under med ham.", "english_publication": "There’s a church at the bottom of Stilling lake. In still weather, you can see the walls, and there’s a large treasure down there in an ironclad chest. These people from Svolbjærg had sailed out there in two boats, and they wanted to get hold of it, and they’d had some hooks made at the smithy which they could hook onto it with, and they also managed to get the chest right up to the gunwales of both boats and they were about to sail to shore with it. But before they get there, it looks to them like their town was on fire, and so they let the chest go and it went back down to the bottom. The church had sunk on account of a minister who was so ungodly that during a mass the church went down with him.", "keywords": {"keyword": ["boat", "chest", "church", "fire", "lake", "minister", "sailing", "shore", "sinking", "smithing", "town", "treasure", "walls", "weather"]}, "etk_index": {"heading_danish": "Kirker og deres opbyggelse. Klostre, hellige kilder, m. m.", "heading_english": "Churches and their construction. Monasteries, holy springs, etc."}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}