{"publication_info": "DS_I_767", "full_name": "123 - 2.11 - DS_I_767", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 2.11, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 22, "name": "Alken", "display_name": "Alken (place mentioned)"}, {"place_id": 110, "name": "Dakbjærg", "display_name": "Dakbjærg (place mentioned)"}, {"place_id": 400, "name": "Månnes", "display_name": "Månnes (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DSnr_I_901", "full_name": "241 - 4.09 - DSnr_I_901", "url": "data/stories/180.dfl"}, {"informant_id": 235, "publication_info": "DS_II_A_57", "full_name": "235 - 1.01 - DS_II_A_57", "url": "data/stories/220.dfl"}, {"informant_id": 235, "publication_info": "DS_II_A_99", "full_name": "235 - 1.42 - DS_II_A_99", "url": "data/stories/262.dfl"}, {"informant_id": 235, "publication_info": "DS_II_A_100", "full_name": "235 - 1.60 - DS_II_A_100", "url": "data/stories/281.dfl"}, {"informant_id": 90, "publication_info": "DS_II_A_98", "full_name": "90 - 2.15 - DS_II_A_98", "url": "data/stories/347.dfl"}, {"informant_id": 123, "publication_info": "JFm_XIII_38", "full_name": "123 - 4.04 - JFm_XIII_38", "url": "data/stories/432.dfl"}, {"informant_id": 519, "publication_info": "DS_I_774", "full_name": "519 - 0.00 - DS_I_774", "url": "data/stories/522.dfl"}, {"informant_id": 382, "publication_info": "DS_I_898", "full_name": "382 - 0.00 - DS_I_898", "url": "data/stories/790.dfl"}, {"informant_id": null, "publication_info": "DS_I_756", "full_name": "0 - 0.00 - DS_I_756", "url": "data/stories/862.dfl"}, {"informant_id": 128, "publication_info": "DS_I_717", "full_name": "128 - 0.00 - DS_I_717", "url": "data/stories/554.dfl"}, {"informant_id": 106, "publication_info": "DS_I_748", "full_name": "106 - 0.00 - DS_I_748", "url": "data/stories/579.dfl"}, {"informant_id": 457, "publication_info": "DS_I_755", "full_name": "457 - 0.00 - DS_I_755", "url": "data/stories/511.dfl"}, {"informant_id": 352, "publication_info": "DS_II_A_91", "full_name": "352 - 0.00 - DS_II_A_91", "url": "data/stories/608.dfl"}]}, "fielddiary_page_start": "3776a", "fielddiary_page_end": "3776a", "bibliographic_info": null, "bibliography_references": null, "annotation": "The dance of the mound dwellers is widely attested in Danish folk narrative (DS I 717, 748, 755). Here, the dance is quite energetic and the mound is raised on four glowing poles, suggesting that the dance takes place at night. The little man keeping watch over the dance wears the typical red stocking hat of the Danish farm worker. The red stocking hat is well-known as part of the standard attire of the farm guardian spirit, the nisse and has also been adopted in contemporary culture for Santa Claus's little helpers.\n\n     After his generalized description of the mound dwellers' dance, Peder relates a more specific legend of kidnapping. Here, the victim is danced to death by the mound folk (see also KMP 1.01, 1.42 and 1.60; AMJ 2.15). Satan also dances people to death, and so an intertextual relationship is established between the mound folk and Satan. The dancing occurs during normal farming activity and the girl has done nothing to bring this upon herself. In other variants, the hired hand seeks out the mound dwellers on his or her own accord. The death of the hired girl clearly threatens to disrupt the functioning of the farm, and has  implications for the physical well-being of the farm workers, the fecundity of the community in the future, and the economic survival of the farm. Jakob Jørgensen (DS I 717) and K. P. Dalin (DS II A 91) tell remarkably similar variants of this story.\n\n    In the published version of the story, Tang Kristensen added the remark \"and stayed dead,\" to the end of the story.", "danish_manuscript": "De er kommen ned igjennel Maannes Hule og\nhar set Dakbj. staa paa 4 gloende Pæle\nog Bjærgf. har svunget dem derunder efter\nfuld Musik og en bitte Mand med en stor\nrød Lue paa sad og kikkede i Toppen af\nHøjen. Og til Bevis paa, at der har væ-\nret noget der s. var de i Alken ude at\nhverre Hø en Middag ude ved Højen og s.\nden ene af Pig hu vilde ikke med hjem hu\ntykte hu var s. tung og de andre gik og\nlod hende ligge. Da de kom tilbage stod\nFraaden ud af Halsen paa hende og da\nhavde Troldtøjet danst hende ihjel. H. var\ndød.\n", "english_manuscript": "They came down through Månnes hollow and saw that Dakbjærg was raised up on four glowing poles, and the mound folk were swinging about in there to music played all-out, and a little man with a big red cap on sat and kept a watch from the top of the mound. And for proof that there was something there, they were out haying in Alken one afternoon near the mound and one of the hired girls didn't want to go home, she felt so heavy, and so the others went and let her lie there. When they came back, she was frothing at the mouth and those devils had danced her to death. She was dead.", "danish_publication": "De er komne ned gjennem Månnes hule og har set Dakbjærg stå på fire gloende pæle, og bjærgfolkene har svunget dem derunder for fuld musik, og en bitte mand med en stor rød lue på sad og kikkede i toppen af höjen. At der har været noget der, er sikkert nok, for en gang var de ude at hverre hø i Alken sådan ved middagstid, og det var i nærheden af höjen. Så skulde de hjem at æde deres middagsmad, men den ene pige hun vilde ikke med, hun tykte, hun var så tung, og så gik de andre og lod hende ligge. Da de kom tilbage, stod fråden ud af halsen på hende, og da havde troldtöjet dandst hende ihjel, hun var død og blev død.", "english_publication": "They came down through Månnes hollow and saw that Dakbjærg was raised up on four glowing poles, and the mound folk were swinging about in there to music played all-out, and a little man wearing a big red cap sat and looked on from the top of the mound. There’s no doubt that there was something out there because once they were out haying in Alken at around lunch time, and that was nearby the mound. They were going to go home and eat their lunch but one of the girls didn’t want to go along, she said that she felt really heavy, and so the others went and let her be. When they came back, she was frothing at the mouth and those devils had danced her to death. She was dead and stayed dead.", "keywords": {"keyword": ["cap", "dancing", "death", "devil", "girl", "glowing poles", "hay", "hollow", "home", "lunch", "mound", "mound folk", "mouth", "music", "red"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}