{"publication_info": "MA_II_424", "full_name": "123 - 2.12 - MA_II_424", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 2.12, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 615, "name": "Svejstrup", "display_name": "Svejstrup (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 235, "publication_info": "JAH_II_213", "full_name": "235 - 1.02 - JAH_II_213", "url": "data/stories/221.dfl"}}, "fielddiary_page_start": "3776a", "fielddiary_page_end": "3776b", "bibliographic_info": null, "bibliography_references": null, "annotation": "The German rope maker's unusual expression, \"God be dead\", is the main focus of the story. The unsettling image of a weasel eating through a bucket of tripe is counteracted by the amusing image of the weasel being sent head over heels from the cudgel blow.", "danish_manuscript": "S. var der en gl. Rebslaaer i Svejstrup h.\nkaldte sig en Hørsvinger. H. var en Tysker og\nlidt gal i Maalet. Da jeg blev gift da havde\njeg 7 Klædeskjorter, nu har jeg Gs Død ikke s.\nmeget jeg kan tørre min Røv med. S. en Dag\nvar jeg gaaet til Hem efter Tarme og da jeg\nkommer hjem sætter jeg Spanden i Forstuen med\n\n3776B\nTørmene i. Da jeg havde siddet lidt s. hører\njeg noget der buldrer ude i Spanden. Jeg siger\nda til min søn Kristian: Gaa ud og se efter\nhvad der er i Sp. H. gik men kunde intet\nse. Om lidt beg. det igien. S. s. jeg til min\nSøn Niels: Gaa du da ud og se efter....\nN. gik og kunde heller intet se. S. s. jeg til\nmin lille Lavrs. Men du L. lad mig se\nom du er en vakker Knægt og kan se ....\nL. gik, kunde heller ingen se. S. rejste jeg \nmig, tog Lys i 1 Hand og Stok i 2. Da jeg\nkom derud var det G. Død en Ilder som\naad af Tarmene, og s. drev jeg den en\nover Ryggen, te den sprang over Tørve\nskruen. men fy hvor den Satan han fes.\n", "english_manuscript": "There was an old rope maker in Svejstrup, he called himself a flax beater. He was a German and a bit odd in his speech. When I got married I had seven cloth shirts, now I don't have, God be dead, enough to wipe my ass with. One time I'd gone to Hem for intestines and when I get home I put the bucket in the anteroom, with the intestines in it. After I'd sat there for a little while I hear something banging about in the bucket. I say to my son Kristian: \"Go and see what's in the bucket.\" He went out but he couldn't see anything. A little later, it started again. Then I said to my son Niels: \"Go out and see what's in the bucket.\" Niels went out and couldn't see anything either. Then I said to my little Lars. \"Lars, let me see if you're a good boy, and see what's in the bucket.\" Lars went out, and couldn't see anything either. Then I got up and took a lantern in one hand and a cudgel in the other. When I got out there, there was, God be dead, a weasel eating the intestines, and then I smacked it one across the back so it jumped right over the peat pile. But boy did that devil take off.", "danish_publication": "Der var en gammel rebslåer i Svejstrup, han var en Tysker og lidt gal i målet. Han kaldte sig en hörsvinger, og han fortalte en gang følgende: Da jeg blev gift, da havde jeg syv klædeskjoler, nu har jeg Guds død ikke så meget, jeg kan törre min röv med. Så en dag var jeg gået til Hem efter tarme, og da jeg kommer igjen, sætter jeg spanden i forstuen med tarmene i. Da jeg havde siddet lidt, så hører jeg noget, der buldrer ude i spanden. Jeg siger da til min sön Kristian: \"Gå ud og se efter, hvad der er i spanden?\" Han gik, men kunde intet se. Om lidt begynder det igjen. Så siger jeg til min sön Niels: \"Gå du ud og se efter, hvad der er i spanden\". Niels gik og kunde heller intet se. Så siger jeg til min lille Lavs: \"Men du, Lavs, lad mig se, om du er en vakker knægt og kan se efter, hvad der er i spanden\". Lavs gik, men kunde heller ingen ting se. Så rejste jeg mig, tog et lys i den ene hånd og en stok i den anden. Da jeg kom derud, var det Guds død en ilder, som åd af tarmene. Så drev jeg den én over ryggen, te den sprang helt over törveskruen. Men fy, hvor den Satan han fes.", "english_publication": "There was an old rope maker in Svejstrup, he was a German and a bit odd in his speech. He called himself a flax beater, and once he told the following: When I got married I had seven cloth shirts, now I don’t have, God be dead, enough to wipe my ass with. One time I’d gone to Hem for intestines and when I got home I put the bucket with the intestines in it in the anteroom. After I’d sat there for a little while I hear something banging about in the bucket. I say to my son Kristian: “Go and see what’s in the bucket.” He went out but he couldn’t see anything. A little later, it started again. Then I said to my son Niels: “Go out and see what’s in the bucket.” Niels went out and couldn’t see anything either. Then I said to my little Lars. “Lars, let me see if you’re a good boy, and see what’s in the bucket.” Lars went out, and couldn’t see anything either. Then I got up and took a lantern in one hand and a cudgel in the other. When I got out there, there was, God be dead, a weasel eating the intestines. Then I smacked it one across the back so it jumped right over the peat pile. But boy did that devil take off.", "keywords": {"keyword": ["ass", "banging", "boy", "bucket", "clothing", "death", "devil", "flax", "german", "god", "home", "intestines", "Kristian", "lantern", "Lars", "marriage", "Niels", "old", "peat", "ropemaker", "seven", "shirt", "son", "weasel"]}, "etk_index": {"heading_danish": "Molbo og Aggerbohistorier", "heading_english": "Stories of Molbo and Aggerbo (Numbskull tales)"}, "tango_indices": {"tango_index": [null, null, null, null, null]}, "genre": null}