{"publication_info": "DS_V_872", "full_name": "123 - 2.13 - DS_V_872", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 2.13, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 615, "name": "Svejstrup", "display_name": "Svejstrup (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 150, "publication_info": "Unpub_BJK_128", "full_name": "150 - 1.28 - Unpub_BJK_128", "url": "data/stories/31.dfl"}}, "fielddiary_page_start": "3776b", "fielddiary_page_end": "3777a", "bibliographic_info": null, "bibliography_references": {"reference": {"display_string": "[Book] Uther, Hans-Jörg. 2004. <i>The types of international folktales : a classification and bibliography, based on the system of Antti Aarne and Stith Thompson (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}}, "annotation": "The motif of the men who will not stop arguing even after death is an amusing refiguration of the motif of the lovers whose love continues into the afterlife. In those stories, trees or rose bushes grow out of the graves and intertwine. In this case, as in AT 836D tales, \"Fighting after Death\", two contentious men continue to fight even after their death. \n\n      Carrying the small box of the fighting fists around the church during the  New Years' celebration is strange. Although the fighting fists might offer a strong corrective to members of the parish who were involved in petty squabbles--and thus help to unite the community at the start of the new year--the display is carnivalesque in nature and unfitting for the solemn atmosphere of the church. The church seems an unlikely place to parade a phenomenon that is clearly linked to haunting and, by extension, Satan. Interestingly, Tang Kristensen deletes the reference to this taking place in the church in the published version of the story. ", "danish_manuscript": "Den samme Mand fortalte, at der var to\nMænd som laa i Splid og s. døde de. Den\nTid de var begravet, groede der en Haand\nop paa hvers Grav og de stod og truede imod\nhinanden. S. tykte de det var s. grimt\net Syn og s. hug de Hænderne af og lod lave\nen lille Kasse som Hænderne blev lagt\ni og hver Nyaarsdag blev de baaret rundt\nimellem Folkene i Kirken. Men s. var der\nden Mærkelighed ved dem at lige s. tit de\nskiftede Hænderne om, lige s. tit var de skif\ntet tilbage igien. Den ene vilde bestandig \nvære øverst og den 2 ville ogsaa og ved den\n\n3777A\nLejlighed gik de bestandig saadan over hin-\nanden. Det var jo, at den 1 vilde raade over\nden anden.\n", "english_manuscript": "The same man told about two men who had bad blood between them and then they died. When they were buried, a hand grew out of each of their graves and they stood there and threatened each other. Then people thought that it was such a gruesome sight that they chopped the hands off and made a little box which they put them into and every New Year's day, they were carried around among the people in the church. But the odd thing was that no matter how often they switched the hands around, they always switched themselves back. One always wanted to be on top, as did the other one, and at that time they were always going on top of each other. One of them always wanted to rule the other.", "danish_publication": "En gammel rebslåer i Svejstrup fortalte, at der var to mænd, som lå i splid. Så døde de, og den tid de var begravede, groede der en hånd op på hvers grav, og de stod og truede imod hinanden. Så tykte folk, det var så grimt et syn, og så hug de hænderne af og lod lave en lille kasse, som de blev lagt i. Hver nytårsdag blev de så båret rundt imellem folkene. Men der var den mærkelighed ved dem, at lige så tit man skiftede hænderne om, lige så tit var de skiftet tilbage igjen. Den ene vilde bestandig være øverst, og den anden vilde også, og ved den lejlighed gik de bestandig over hinanden. Det var jo sådan, at den ene vilde råde over den anden.", "english_publication": "An old rope maker in Svejstrup told that there were two men who had bad blood between them. Then they died and when they were buried, a hand grew out of each of their graves and they stood there and threatened each other. Then people thought that it was such a gruesome sight that they chopped the hands down and made a little box which they put them into. Every New Year's day, they were carried around among the people. But the odd thing was that no matter how often one switched the hands around, they always switched themselves back. One always wanted to be on top, as did the other one, and at that time they were always going on top of each other. One of them always wanted to rule over the other one.", "keywords": {"keyword": ["blood", "box", "burial", "day", "death", "grave", "old", "ropemaker", "threat", "year"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null]}, "genre": null}