{"publication_info": "DS_I_830", "full_name": "123 - 2.14 - DS_I_830", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 2.14, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 651, "name": "Tørring", "display_name": "Tørring (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 365, "publication_info": "DS_I_807", "full_name": "365 - 0.00 - DS_I_807", "url": "data/stories/617.dfl"}, {"informant_id": 527, "publication_info": "DS_I_860", "full_name": "527 - 0.00 - DS_I_860", "url": "data/stories/464.dfl"}, {"informant_id": 532, "publication_info": "DS_I_869", "full_name": "532 - 0.00 - DS_I_869", "url": "data/stories/623.dfl"}, {"informant_id": 235, "publication_info": "DS_II_A_100", "full_name": "235 - 1.60 - DS_II_A_100", "url": "data/stories/281.dfl"}, {"informant_id": 235, "publication_info": "DSnr_I_240", "full_name": "235 - 2.13 - DSnr_I_240", "url": "data/stories/296.dfl"}, {"informant_id": 90, "publication_info": "DS_II_A_98", "full_name": "90 - 2.15 - DS_II_A_98", "url": "data/stories/347.dfl"}, {"informant_id": 483, "publication_info": "DS_I_832", "full_name": "483 - 0.00 - DS_I_832", "url": "data/stories/463.dfl"}]}, "fielddiary_page_start": "3777a", "fielddiary_page_end": "3777a", "bibliographic_info": null, "bibliography_references": null, "annotation": "Peter returns to the frightening threat of the mound folk who attack the young shepherd girl (see KMP 1.60 and 2.13; AMJ 2.15). In many stories, the kidnapped girl never returns (DS I 860, 869). In contrast to those variants and his earlier story of a \"dance\" with the devil (troldtøj) where the girl dies (see 2.11 above), here the girl survives (see also DS I 832). \n\n     The man's quick intervention averts the likely calamity of the loss of the girl. The use of religious symbols--both iconographic such as the inscription of the cross in the landscape and the oral, such as prayer--have a great deal of power over these threats to the human community. \n\n     The young girl is an interesting victim for a number of reasons. First, given her youth and gender, she represents both childhood innocence, and the future of the community. A threat to her is a threat to the community's children now and, because she will presumably become a mother later, future generations of children. Second, because she is working as a shepherd, she is contributing in an integral way to the economy of the farm. A threat to her is a threat to the farm's productivity.", "danish_manuscript": "S. var der en Pige i Tørring hun var en 10 Aar\nog laa og vogtede Faarene ude i Marken tid-\nlig paa Foraaret og lige i Mundingen af et\nDal, og  der kjørte en M. oven for og plove-\nde og s. albedst som h. s. kom til at se\nsig om, da havde Troldtøjet taget Pigen og\nkjørte runden om med hende i Dalet op-\npe i Luften. Pigen hu skreg i vilden Sky\nover dh. S. holdt M. stille og gav sig til\nat læse hans Fadervor. Da h. havde læst\n3 G. slap det hende og h. slap uskadt derfra.\n", "english_manuscript": "There was a girl in Tørring, she was about ten years old, and early one spring she was tending sheep out in a field right at the entrance to a dale. There was a man on the other side plowing and just as he's going along he happens to look about and then a devil had taken the girl and driven her around the dale with her up in the air. The girl screamed wildly because of this. Then the man stopped and began to read his Our Father. When he'd read it three times, it let her go and she got away unharmed.", "danish_publication": "Der var en pige i Tørring, hun var en 10 år og lå og vogtede fårene ude i marken tidlig på foråret og lige i mundingen af en dal. Der kjørte en mand oven for og plovede. Så allerbedst som han går, kommer han til at se sig om, og da havde troldtøjet taget pigen og kjørte runden om med hende oppe i luften der nede i dallet. Pigen hun giver sig til at skrige i vilden sky over dether. Så holdt manden stille og gav sig til at læse hans Fadervor, og da han havde læst det tre gange, så slap troldtøjet hende, og hun slap uskadt derfra.", "english_publication": "There was a girl in Tørring, she was about ten years old, and early one spring she was tending sheep out in a field right at the entrance to a dale. There was a man on the other side plowing. Just as he’s going along he happens to look about and then a devil had taken the girl and driven her about up in the air down there in the dale. The girl screams wildly because of this. Then the man stopped and began to read his Our Father, and when he’d read it three times, the devil let her go and she got away unharmed.", "keywords": {"keyword": ["air", "dale", "devil", "field", "girl", "old", "Our Father", "plowing", "sheep", "spring", "three"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}