{"publication_info": "DS_II_E_20", "full_name": "123 - 2.15 - DS_II_E_20", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 2.15, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": {"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "DS_II_E_2", "full_name": "150 - 1.13 - DS_II_E_2", "url": "data/stories/16.dfl"}, {"informant_id": 399, "publication_info": "DS_II_E_42", "full_name": "399 - 0.00 - DS_II_E_42", "url": "data/stories/607.dfl"}, {"informant_id": 439, "publication_info": "DS_VI_1252", "full_name": "439 - 0.00 - DS_VI_1252", "url": "data/stories/848.dfl"}, {"informant_id": 490, "publication_info": "DS_II_E_22", "full_name": "490 - 0.00 - DS_II_E_22", "url": "data/stories/598.dfl"}, {"informant_id": 235, "publication_info": "DS_II_E_84", "full_name": "235 - 2.09 - DS_II_E_84", "url": "data/stories/292.dfl"}]}, "fielddiary_page_start": "3777a", "fielddiary_page_end": "3777a", "bibliographic_info": null, "bibliography_references": null, "annotation": "The lindorm presented here is unusual, partly because of where it is found, and partly because of its ability to eat man, horse and plow. In most stories of lindorm, the serpent threatens to topple a church (DS II E 22), or simply prevents people from attending church (see KMP 2.09). The threat the lindorm poses in those stories is clearly directed at the institution of the Lutheran church and, in the period prior to the constitutional reforms of 1849, the power and the authority of the Crown. \n\n     In Peder's story, the lindorm's threat is mainly economic. The lindorm is buried out on a field, and the man, his horse and plow all represent, in encapsulated form, the agricultural basis of the economy. Peder undermines the power of the story with his amusing mention that \"things were smaller back then.\" \n\n     Stone walls, such as the one where the lindorm was buried, became a common feature of the Danish landscape after the land reforms of 1780. Walls separating fields were essential to maintain order in the crops, and to keep animals from tramping or overgrazing the fields.", "danish_manuscript": "Der var et Sted der var en Lindorm begravet\nog lige s. langt som Stendiget var der\nstod oven den lige s. lang har Lindormen\nværet. Den var blevet slaaet ihjel paa den\nMaade, at den havde ædt en M. og et Spænd\nHeste og s. en Plov og s. var den bleven dvask\naf det og s. var de kommen over den og havde\nstent den ihjel med Stenene af det Dige.\nSaa byggede de det Dige over den. Ja det\nlyder sært, men en maa tage i Betragt-\nning at det var [sten] smaa Bæster deng. og Træ-\nplove. Min Oldefader sagde hvor det var,\nmen a kan ikke huske det.\n", "english_manuscript": "There was a place where there was a lindorm buried, and just as long as the stone wall that was over it, that's how long the lindorm had been. It had been killed since after it had eaten a man, and a horse in its harness and a plow, it had gotten so slow and so they'd gone over to it and stoned it to death with the stones from the stone wall. Then they built the wall over it. Sure, it sounds strange, but you've got to understand that the horses were smaller back then and they used wooden plows. My grandfather told me where it was, but I can't remember.", "danish_publication": "Der var et sted, der var en lindormebegravelse og lige så langt som stendiget var, der stod over den, lige så lang har lindormen været. Den havde ædt en mand og et spænd heste og så en plov, og så var den bleven dvask af det, og der var kommet nogen over den og havde stenet den ihjel med stenene af det dige. Så byggede de det dige over den der, hvor den lå, og sådan blev det til. Ja, det lyder sært, men én må tage i betragtning, at det var små bæster den gang og træplove. Min oldefader sagde, hvor det var, men a kan ikke huske det.", "english_publication": "There was a place where there was a lindorm buried under a stone wall, and just as long as that stone wall was, that’s how long the lindorm had been. It had eaten a man, and a horse in its harness and a plow, and then it had slowed down because of that, and then someone had come over and stoned it to death with the stones from the stone wall. Then they built the wall over it there where it lay and that’s how that came to be. Sure, it sounds strange, but you’ve got to understand that the horses were smaller back then and they used wooden plows. My great grandfather told me where it was, but I can’t remember. ", "keywords": {"keyword": ["burial", "death", "grandfather", "harness", "horse", "lindorm", "plow", "plowing", "sounds", "stone", "walls", "wooden"]}, "etk_index": {"heading_danish": "Lindorme og småkryb", "heading_english": "Wiverns and small creepy-crawlies"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}