{"publication_info": "DS_IV_121", "full_name": "123 - 2.16 - DS_IV_121", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 2.16, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 362, "name": "Legårdslyst", "display_name": "Legårdslyst (place mentioned)"}, {"place_id": 418, "name": "Mossø", "display_name": "Mossø (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 241, "publication_info": "DSnr_II_G_250", "full_name": "241 - 4.32 - DSnr_II_G_250", "url": "data/stories/204.dfl"}}, "fielddiary_page_start": "3777a", "fielddiary_page_end": "3777b", "bibliographic_info": "http://www.nomos-dk.dk/skraep/1200-1400.htm \nhttp://www.ecomuseum.dk/historier/enevaeldens_afvikling.htm", "bibliography_references": null, "annotation": "Peder situates historical events within the immediate landscape in this story. In this manner, he signals the importance of the Mossø area to the growing sense of Danish nationalism and, through his narrative, vicariously takes part in one of the few successful battles the Danes waged against Prussia.\n\n     In 1888, battles with Prussians were still fresh in the minds of many Danes, and in particular Jutlanders, given the crushing defeat that Denmark suffered at the hands of Bismark's army in 1864, including the slaughter at Dybbøl (April 18, 1864), and the subsequent loss of Schleswig and Holstein. The political turmoil caused by the ongoing discussion of the Schleswig and Holstein question reverberated for decades in the newly forming Danish state. \n\n     Niels Ebbesen, a hero from the fourteenth century, and the Danish \"victory\" at Isted over the German-backed Schlewsig-Holstein army on July 25, 1850, became narrative touchstones for many Danes who were rightfully worried about the looming threat of Bismarck's Germany to the south. Peder makes the connection between Niels Ebbesen and 1849 explicit in his story, since in 1849 there were over two hundred German soldiers housed at Legårdslyst, a farm to the west of Vrold, and quite close to Fuldbro Mølle. The skirmish at Fuldbro Mølle, on the bridge that ran directly in front of where Peder lived, was with German soldiers quartered at Legårdslyst.\n\n     Niels Ebbesen is one of the best known Danish freedom fighters. He fought against Count Gerhad from Holstein in Randers in April 1340, and died in the fort at Skanderborg on the first of November of that same year. Among the earliest descriptions of Niels Ebbesen's deeds in this battle are those in the nearly contemporaneous Jyske Krønike (1342) and the slightly later Sjællandske Krønike (1367). Along with various legends, Niels Ebbesen also appears in ballads (see DgF 156). Later references to Niels Ebbesen include a play by Kaj Munk (1944). A frigate in the post-WWII Danish navy is also named after him. Perhaps the only better known Danish hero is Holger Danske (JPP 4.32).", "danish_manuscript": "Paa Legaardslyst Mark er en hel Hoben Kæm\npegrave. Se der menes der, at Niels Ebbe\n\n3777B\nsen ligger begravet og der faldt h. Se da\nstod Mos Sø i Forbindelse med Havet s.\nde kunde sejle derop og alle Engene var\nunder Vand. Danskerne havde en Flaade\nog der kunde de søge ud paa da det kneb\nmen Tyskerne det satte bag efter de  sad\nfast i Døjet. Paa den Maade vandt\nDansk. slaget. Men Niels maatte blive\nder og s. rejste de ham de Sten. Der findes\nogsaa Skandser paa det Sted.\n", "english_manuscript": "On Legårdslyst field there's a whole bunch of warrior graves. They think that Niels Ebbesen is buried there and that's where he fell. You see, at that time, Mos lake was connected to the ocean, so they could sail up there, and all the meadows were under water. The Danes had a raft that they could get up on when the going got rough, but the Germans who were after them got stuck in the mud. The Danes won the battle that way. But Niels had to stay there, and so they raised a stone for him. There are also some battlements at the same place.", "danish_publication": "På Legårdslyst mark er en hel hoben kjæmpegrave, og der menes Niels Ebbesen at være begravet, for det var der, han faldt. Se, da stod Mos sø i forbindelse med havet, så de kunde sejle derop, og alle engene var under vand. Danskerne havde en flåde, og der kunde de søge ud på, da det kneb, men Tyskerne, der satte bag efter, de sad fast i dyndet. På den måde vandt Danskerne slaget. Men Niels måtte blive der, og så rejste de ham de sten. Der findes også skandser på det samme sted.", "english_publication": "On Legårdslyst field there’s a whole bunch of warrior graves, and it's believed that Niels Ebbesen is buried there because that was where he fell. You see, at that time, Mos lake was connected to the ocean, so they could sail up there, and all the meadows were under water. The Danes had a raft that they could get up on when the going got rough, but the Germans who were after them, got stuck in the mud. The Danes won the battle that way. But Niels had to stay there, and so they raised a stone for him. There are also some battlements at the same place.", "keywords": {"keyword": ["battle", "belief", "burial", "fall", "field", "german", "grave", "lake", "meadow", "mud", "Niels", "Niels Ebbesen", "ocean", "sailing", "stone", "warrior", "water"]}, "etk_index": {"heading_danish": "Småkonger og deres fejder. Konger. Fjenders indfald", "heading_english": "Small kings and their feuds. Kings. Enemy invasions"}, "tango_indices": {"tango_index": [null, null, null, null]}, "genre": null}