{"publication_info": "DS_V_202", "full_name": "123 - 2.17 - DS_V_202", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 2.17, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 441, "name": "Nygård", "display_name": "Nygård (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "DS_II_H_141", "full_name": "235 - 1.14 - DS_II_H_141", "url": "data/stories/233.dfl"}, {"informant_id": 235, "publication_info": "MA_II_456", "full_name": "235 - 2.14 - MA_II_456", "url": "data/stories/297.dfl"}, {"informant_id": 492, "publication_info": "DS_V_215", "full_name": "492 - 0.00 - DS_V_215", "url": "data/stories/666.dfl"}]}, "fielddiary_page_start": "3777b", "fielddiary_page_end": "3777b", "bibliographic_info": null, "bibliography_references": null, "annotation": "The headless horse rather than the headless rider is a dominant motif in Danish tradition (see KMP 1.14 and 2.14; DS V 215). The horseman's sudden appearance disrupts Peder's father and uncle's nocturnal hunt and so spooks the dog that they have to call off their hunt. \n\n      Hunting privileges were usually reserved for the aristocracy and the Crown. Peasants tried to circumvent these laws, but forest rangers were employed by most landowners to prevent poaching. It is not too surprising that the two men encounter a frightening supernatural being while breaking the law late at night out in the woods.", "danish_manuscript": "I Nygaards Skov rider en Rytter paa en hoved\nløs Hest. Min F. og Morbroder gik meget\npaa Nattejagt og de kom til det. Det\nknasede i Løvet og hug ligesom en Hest\nog de Hunde som de havde med dem kunde\nde ikke faa af Stedet, s. de den Nat\nmaatte tage hjem igien.\n", "english_manuscript": "In Nygård's woods, a horseman rides on a headless horse. My father and my maternal uncle often went out hunting at night and they encountered it. It crackled in the leaves and snorted just like a horse, and they couldn't get the dogs they had with them to move from the spot and so they they had to go back home again that night.", "danish_publication": "I Nygårds skov rider en rytter på en hovedløs hest. Min fader og morbroder gik meget på nattejagt, og de kom til det spøgeri. Det knasede i løvet og hug ligesom en hest, og hunden, de havde med dem, kunde de ikke få af stedet, så de den nat måtte tage hjem igjen.", "english_publication": "In Nygård’s woods, a horseman rides on a headless horse. My father and my maternal uncle often went out hunting at night and they encountered that haunting. It crackled in the leaves and snorted just like a horse, and they couldn’t get the dog they had with them to move from the spot and so they they had to go back home again that night.", "keywords": {"keyword": ["dog", "father", "haunting", "headless horse", "home", "horse", "horseman", "hunting", "night", "riding", "uncle", "woods"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}