{"publication_info": "JAH_I_263", "full_name": "123 - 2.19 - JAH_I_263", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 2.19, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 418, "name": "Mossø", "display_name": "Mossø (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 123, "publication_info": "JAH_V_212", "full_name": "123 - 2.25 - JAH_V_212", "url": "data/stories/399.dfl"}}, "fielddiary_page_start": "3777b", "fielddiary_page_end": "3778a", "bibliographic_info": null, "bibliography_references": null, "annotation": "The illness that kills off the cows appears to be directly related to the growth of an algae in the local lake. A toxic blue green algae (as Peder describes) can form on lakes during hot, still weather. If cows ingest the algae with their drinking water, they can suffer massive liver damage, and die within the hour (Bovine Blue-Green Algae Toxicosis).\n\n     Animal epidemics and other sudden animal deaths were a devastating phenomenon in rural Jutland, and could ravage the economy of an entire community. These epidemics became a particular threat when farms moved away from a grains based agriculture to one emphasizing animal husbandry, dairy herds in particular.\n\n     Working at the mill, Peder was in a perfect position to hear from all of the farmers the problems that they were having on their farms, including problems with their herds.", "danish_manuscript": "[S. snar som] Den Sommer te Fæsygen\n[da] var her, da var der saadan Varme og Tan\nning te alting døde hen og alt græsset\nsvejtest og Søen (Mos Sø) var overtrukken\nmed et grønt Lag formedelst der var saa-\ndan meget stille Vejr. S. snart som Høvder-\n\n3778A\ns. rendte løse og kom til Vandet, s. døde de\nøjeblikkelig og kuns de Høveder kunde staa den\nder kunde leve af Duggen, der falder.\n", "english_manuscript": "The summer that the fæsygenen (cow sickness) was here, there was an incredible heat and stillness, so that everything died, and all of the grass withered, and the lake (Mos lake) was covered with a green layer, likely because the weather was so calm. As soon as the cattle ran loose and came down to the water, they'd die immediately and only the cattle that could live off of the dew that fell survived.", "danish_publication": "Den sommer, te fæsygenen var her, da var der sådan varme og tanning, te alting døde hen, og alt græsset svejtest, og søen (Mos sø) var overtrukken med et grönt lag, formedelst der var sådan meget stille vejr. Så snart som hövderne rendte løse og kom til vandet, så døde de øjeblikkelig, og kuns de höveder kunde stå dem, der kunde leve af duggen, der falder.", "english_publication": "The summer that the cow sickness was here, there was an incredible heat and stillness, so that everything died, and all of the grass withered, and the lake (Mos lake) was  covered with a green layer, likely because the weather was so calm. As soon as the cattle ran loose and came down to the water, they’d die immediately and the only cattle that survived were the ones that could live off of the dew that fell.", "keywords": {"keyword": ["cattle", "cow", "death", "fall", "grass", "lake", "sickness", "summer", "survivor", "water", "weather"]}, "etk_index": {"heading_danish": "Om fortidens landbrug", "heading_english": "Concerning earlier agricultural practices"}, "tango_indices": {"tango_index": [null, null, null, null, null]}, "genre": null}