{"publication_info": "JAH_V_579", "full_name": "123 - 2.20 - JAH_V_579", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 2.2, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": {"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "JAT_V_109", "full_name": "235 - 3.13 - JAT_V_109", "url": "data/stories/315.dfl"}, {"informant_id": 235, "publication_info": "Unpub_KMP_312", "full_name": "235 - 3.12 - Unpub_KMP_312", "url": "data/stories/314.dfl"}]}, "fielddiary_page_start": "3778a", "fielddiary_page_end": "3778a", "bibliographic_info": "Jørgensen 1940.", "bibliography_references": {"reference": {"display_string": "[Book] Jørgensen, Harald. 1979. <i>Studier over det offentlige Fattigvæsens historiske Udvikling i Danmark i det 19. Aarhundrede</i>. Copenhagen: Selskabet for Udgivelse af Kilder til Dansk Historie."}}, "annotation": "Peder turns his attention to the wandering poor who had been a  common part of the Danish landscape up through the early parts of the nineteenth century. There was a pervasive sentiment that these people could not be trusted and were dangerous. Such sentiment influenced legislation concerning the treatment of the poor up through the end of the century (Jørgensen 1940). At the same time, the incidence of alcoholism and its attendant problems, including violence, were quite high in this group (Jørgensen 1940).\n\n     Farms acting as informal inns were common. Many farmers earned extra money by selling their own distilled spirits. These private stills were illegal, and inspectors would occasionally confiscate the equipment and levy fines (see KMP 3.12). Offering lodgings and shelter to wanderers was a bit unusual, and obviously somewhat risky, but apparently an economically worthwhile business as well.\n\n     Peder's mother was born in 1828, and so this fight presumably took place in the 1830s.", "danish_manuscript": "Kjæltr. loserede altid i min Moders Fødegrd\nhvor der var som Smutkro og der kjøbte\nde dem altid en Pægl. De var en G. ved at\nkoge Æblesuppe og de gjorde Ild paa og\ndet inde i Laden ved Halmen uden at\nde brød sig om det. Men det brændte dog\naldrig for den Slags Folk. Den 2 havde\nkjøbt sig en Pægl. S. s. han der havde lavet\nSuppen. Aa lad mig smage af din Pægl\ns. maa du faa nogle Æblesuppe med mig.\nog det fik h. ogsaa Lov til og h. drak al\nPæglen og den 2. raabte i vilden Sky over\ndh. S. s. h. Hvis! Ti stille du maa faa\nal min Æbl. Aa a skider et Stykke i\ndin Æbles. og s. røg de i Totterne af hin\nanden og gjennemtampede hinanden da\ns. meget blodig. Det saa min Moder. \n", "english_manuscript": "Wanderers always stayed at the farm where my mother was born, which was a like an informal inn, and they always bought themselves a half pint there. Once they were cooking apple soup, and they were doing this out in the barn, where they'd lit a fire with some hay without worrying about it. But it never burned out of control for that kind of people anyway. The other one had bought himself a half pint. Then the first one who had made the soup says, \"Hey, give me a taste of your half pint, then I'll give you some of my apple soup.\" And he got permission, but then he drank the entire cup, and the other one started shouting at him about this. Then he says, \"Shh! Be quiet. You can have all of my apple soup.\" \"Oh I shit in your apple soup,\" then they came to blows with each other and beat each other bloody. My mother saw that fight.", "danish_publication": "Kjæltringerne loserede altid i min moders fødegård, hvor der var som smutkro, og der kjöbte de dem altid en pægl. De var en gang ved at koge æblesuppe, og det gik jo for sig ude i laden, hvor de gjorde ild på ved halmen, uden at de brød sig om, at det var så farligt. Men det brændte alligevel aldrig for den slags folk. Den ene lavede suppen, og den anden havde imidlertid været henne at kjøbe sig en pægl. Så siger den første: \"Aa, lad mig smage af din pægl, så må du fa nogle æblesuppe ved mig\". Det fik han da også lov til, men så drak han al pæglen, og den anden råbte i vilden sky over dette her. Så siger han: \"Hviss! ti stille, du må få al min æblesuppe\". Så røg de i totterne på hinanden og gjennemtampede hinanden da så meget blodig. Min moder så det slagsmål.", "english_publication": "Wanderers always stayed at the farm where my mother was born, which was a like an informal inn, and they always bought themselves a half pint there. Once they were cooking apple soup, and they were doing this out in the barn, where they’d lit fire to some hay without worrying about how dangerous this was. But it never burned for that kind of people anyway. One of them was making the soup and the other one had been away to buy himself a half pint. Then the first one says, “Hey, give me a taste of your half pint, then I’ll give you some of my apple soup.” And he got permission, but then he drank the entire cup, and the other one started shouting at him about this. Then he says, “Shh! Be quiet. You can have all of my apple soup.” Then they came to blows with each other and beat each other bloody. My mother saw that fight.", "keywords": {"keyword": ["apples", "barn", "birth", "blood", "blow", "cooking", "cup", "drank", "farm", "fight", "fire", "hay", "inn", "mother", "permission", "soup", "wanderer"]}, "etk_index": {"heading_danish": "Livet uden døre", "heading_english": "Life outdoors"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}