{"publication_info": "JAH_VI_176", "full_name": "123 - 2.21 - JAH_VI_176", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 2.21, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": {"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}}, "stories_mentioned": {"story": {"informant_id": 123, "publication_info": "JFm_XIII_38", "full_name": "123 - 4.04 - JFm_XIII_38", "url": "data/stories/432.dfl"}}, "fielddiary_page_start": "3778a", "fielddiary_page_end": "3778b", "bibliographic_info": null, "bibliography_references": null, "annotation": "In this story, Peder emphasizes the violent nature of the wandering poor. In many stories about the poor, there seems to be an underlying sense that these people are \"different\": they speak differently, they act differently, they wear unusual clothes. This \"difference\" comes to the fore in other stories about night men (natmænd), knackers (rakkere), and other vagabonds, in which the difference is also based on ascribed ethnicity. Even though most natmænd and rakkere were ethnically Danish, they were often lumped in with ethnic outsiders such as Jews, gypsies (tatere) and Poles.\n\n     The wanderer's violent outburst at the kitten--and the death of the kitten--is out of line with the actual offense. While the death of the kitten does not impact the economy of the farm in a meaningful way (perhaps there will be a few more mice running about), the extraordinary violence of the outburst does pose a threat. Indeed, if he could kill a cute, furry little kitty cat, imagine what he could do to a child. The outburst links the wanderer to other outsiders, including supernatural outsiders such as the nisse, whose reactions also tend to be disproportionate. The reference to his size--\"almost like a giant\"--and his strange speech solidify this link.", "danish_manuscript": "Der var en ham kunde min Oldefader hu-\nske, h. gik altid nøgen undtagen paa Bry\nog Ryg, der havde h. et Faareskind. H.\nhed Ovsel (Axel) og h. brugte meget saadan\nat ligge ude paa Folks Mønger om Som-\nmerne og sove. S. var det en Middag h.\nligger og sover, da kommer der en Killing og bed\nsig fast i hans store Taa og det var s. meget \nen forfærdelig stor Mske, snart lige som\n\n3778B\nen Kjæmpe. Den samme kunde vist ikke\nsn. for da h. nu vaagner, bed Killingen\nsig rigtig godt fast og s. sagde h. Garrehu\nGarrehu! Det var det eneste h. sagde og s. knuste\nh. Kill. med et Hug.\n", "english_manuscript": "My grandfather remembered one guy, he always walked about naked except for his chest and back, where he wore a sheepskin. He was called Ovsel (Axel) and he spent a lot of time lying about in people's scrap heaps in the summer, sleeping. One afternoon, while he's lying there sleeping, a little pussy cat comes and bites onto his big toe. Now he was a really big guy, almost like a giant. He apparently couldn't speak well, so when he wakes up, the pussy cat really bites down hard and he said, \"Garrehu! Garrehu!\" That was the only thing he said, and then he crushed the pussy cat with one blow.", "danish_publication": "Der var én, der hed Ovsel (Axel), ham kunde min oldefader huske, han gik altid nøgen undtagen på bryst og ryg, der havde han et fåreskind. Han brugte meget sådan at ligge ude på folks mønger om sommeren og sove. Så var det en middag, han ligger der og sover, da kommer der en killing, og den bider sig fast i hans store tå. Nu var det så meget et forfærdelig stort menneske, snart ligesom en kjæmpe. Da han nu vågner, bed killingen sig rigtig godt fast, og så sagde han: \"Garrehu, garrehu!\" Det var det eneste, han sagde, og så knuste han killingen med ét slag. En skulde snart tro, han ikke kunde snakke rigtig.", "english_publication": "There was a guy named Axel, my great grandfather remembered him, he always walked about naked except for his chest and back, where he wore a sheepskin. In the summer he spent a lot of time lying about in people’s scrap heaps sleeping. One afternoon, while he’s lying there sleeping, a little pussy cat comes and bites onto his big toe. Now he was a really big guy, almost like a giant. So now when he wakes up, the pussy cat really bites down hard and he said, “Garrehu! Garrehu!” That was the only thing he said, and then he crushed the pussy cat with one blow. You’d think he couldn’t really speak properly.", "keywords": {"keyword": ["afternoon", "axel", "blow", "cat", "chest", "giant", "grandfather", "naked", "name", "pussy", "sheep", "sleep", "summer", "toe"]}, "etk_index": {"heading_danish": "Vore fædres tankesæt og åndsliv", "heading_english": "Our forebears' way of thinking and spiritual life"}, "tango_indices": {"tango_index": [null, null, null, null, null]}, "genre": null}