{"publication_info": "DS_I_1140", "full_name": "123 - 2.22 - DS_I_1140", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 2.22, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 122, "name": "Dover kirke", "display_name": "Dover kirke (place mentioned)"}, {"place_id": 459, "name": "Østergård", "display_name": "Østergård (place mentioned)"}, {"place_id": 615, "name": "Svejstrup", "display_name": "Svejstrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 123, "publication_info": "JFm_XIII_38", "full_name": "123 - 4.04 - JFm_XIII_38", "url": "data/stories/432.dfl"}, {"informant_id": 217, "publication_info": "DS_I_1122", "full_name": "217 - 0.00 - DS_I_1122", "url": "data/stories/630.dfl"}, {"informant_id": 515, "publication_info": "DS_I_1124", "full_name": "515 - 0.00 - DS_I_1124", "url": "data/stories/667.dfl"}, {"informant_id": 478, "publication_info": "DS_I_1128", "full_name": "478 - 0.00 - DS_I_1128", "url": "data/stories/680.dfl"}, {"informant_id": 402, "publication_info": "DS_I_1137", "full_name": "402 - 0.00 - DS_I_1137", "url": "data/stories/775.dfl"}]}, "fielddiary_page_start": "3778b", "fielddiary_page_end": "3779a", "bibliographic_info": "Lindow 1975\nTangherlini 1998", "bibliography_references": {"reference": [{"display_string": "[Book section] Lindow, John. 1975. The Male Focus of Scandinavian Household Spirits. In <i>Papers IV : The 8th Congress for the International Society for Folk Narrative Research</i>: 35-46. Bergen: Folkekultur."}, {"display_string": "[Article] Tangherlini, Timothy R. 1998. Barter and Games : Economics and the Supernatural in Danish Legendry. Vol. 54 of <i>Arv</i>, 41-62."}]}, "annotation": "There are numerous variants of this story attested throughout Scandinavia (DS I 1122, 1124, 1128). Birthing was a dangerous proposition, and the incidence of death in childbirth was high. There are multiple explanations for the nisse's request for help. It is likely that the nisse hopes that the child can become Christian through the intervention of the human midwife, and the subsequent payment that results in the gift to Dover church. It is equally possible that the nisse's wife is a human, kidnapped into the other world. Accordingly, the wife would need a human to help her deliver.\n\n     Peder's story of midwife to the nisse is unusual in that he casts the nisse in the role of supernatural protagonist rather than a mound dweller. Nisser are generally solitary figures and there are few stories in which they have families. John Lindow's analysis of the nisse would preclude a nisse family (Lindow 1975), since his analysis show nisse to be decidedly male and non-fertile.\n\n    The reward offered the woman for her services and her reaction are typical. Things from the other world--food, money, animals--are often not what they appear to be. Here, of course, they are much more valuable than they seem. The stories can be seen as addressing the complexities of low level out group transactions, where the value of goods and services exchanged is hard to calculate (Tangherlini 1998).\n\n    Many variants of this story resolve negatively when the woman discovers that she has thrown away considerable wealth since the one or two shavings remaining in her apron have transformed into gold (DS I 1137). Peder's secondary ending allows for a more positive resolution.\n\n     Peder also adds a short, secondary story, also widely attested, and also usually related to the mound dwellers. Peder's tale emphasizes the symbiotic nature of the relationship between the farmer and the nisse.", "danish_manuscript": "I Svejstrup Østergaard havde Gaardbonisser-\nne slaaet Bolig under deres Nøds. De mistede\net Hoved stadig i en vis Baas. S. en Dag i \nHøstens Tid da Kon. gik alene hjem, s. kom\nGb. ind til hende og bad hende s meget min\ndelig om at følge med og forløse... H. viste\nhende et bitte Hul som h. smuttede ind i\nog hu kunde kravle igj. og da var deres\nseng lige under dh. Baas og hu forl.\nog Ko. og det gik lykkelig over. S. s. ha Ja\ndu skulde have lidt for din Ulejlighed og\ns. fejede h. gulvskarnet samme og kom i\nhendes Forkl. og da hu kommer s. op smider\nhu jo dh. gsk. S. kunde hu godt se te de\ndet skind ligesom guld, men det forsvandt\nmed det samme igien. S. om Natt. da hu laa\ni hendes Seng, tykte hu Gb. kom og sagde\ntil hende: Ja du foragtede mine gaver\ni Går allig. de var bedre end de synede\ntil, men nærenstid du rejser dig s. gaa\nud til den blakkede Stud, for Munden af\nden ligger noget som ikke s let skal for\nsvinde. Den 1 Del skal du have for din\n\n3779A\nUlejlighed, den 2 Del vilde a gjærne om\ndu vilde give Kirken for mit Barns skyld.\nDa hu s kommer derud om Morg. laa 2\nSølvkander for Mu af St. og de fik den\nen Sølvk. og Kirken fik en Alterkande i\nDover. Da sagde ha til hende hvad\nSkade det kunde gjøre med det Kreatur\nda hu var der nede. Der var et fugtigt\nSted og det dryppede ned i deres Senge-\nleje. Siden satte de ingen Kreat. i det\nSted.\n", "english_manuscript": "In Østergård in Svejstrup, the nisse had built his house under their barn. They kept losing a head of cattle in a certain stall. One day during the harvest, while the farm wife was home alone, the nisse comes up to her and asks her quite politely to come and help his wife give birth... He showed her a little hole which he slipped down and she was able to crawl through it and then she saw that their bed was right under this stall and she helped the wife give birth, and it was successful. Then he says, \"Well, you should have a little something for the inconvenience.\" Then he swept the dirt up off the floor and put it in her apron, and when she gets up again, she threw these sweepings away. She could see that it glittered like gold, but it disappeared immediately. Then that night as she lay in her bed, she thought that the nisse came and said, \"Well, you refused my gifts yesterday, even though they were better than they looked, but as soon as you get up you should go and look by the mouth of the spotted ox and you'll find something there that won't disappear as easily. I want you to have one part of it and the other part I'd like you to give to the church for my child. When she goes out there in the morning, there were two silver pots by the spotted ox's mouth, and they got one and the church in Dover got an altar pitcher. Then he also told her the damage the animal was doing when she was down there. There was a damp spot and it dripped down into their bed. After that, they never put any animals in that stall.", "danish_publication": "I Svejstrup-Östergård havde gårdbonisserne slået bolig under deres nøds, og de mistede stadig et höved i en vis bås. Så en dag i høstens tid, da konen gik alene hjemme, da kommer gårdbonis ind til hende og bad hende så meget mindelig om at følge med og forløse hans kone, der var i barnnød. Han viste hende et bitte hul, som han smuttede ned i, og hun kunde kravle igjennem, og da så hun, at deres seng var lige under denher bås. Hun forløser også konen, og det gik lykkeligt over. Så kommer manden, og han siger: \"Ja, du skulde have lidt for din ulejlighed.\" Så fejede han gulvskarnet sammen og kom i hendes forklæde, og da hun så kommer op igjen på jorden, så smed hun jo dether gulvskarn. I det samme det faldt, så kunde hun godt se, det skinnede ligesom guld, men det forsvandt med det samme igjen. Så om natten, da hun lå i hendes seng, tykte hun, gårdbonis kom og sagde til hende: \"Ja, du foragtede mine gaver i går, alligevel de var bedre, end de synede til, men nærenstid du rejser dig, så gå ud til den blakkede stud, for munden af den ligger noget, som ikke så let skal forsvinde. Den ene del skal du have for din ulejlighed, den anden del vilde a så gjærne, om du vilde give kirken for mit barns skyld.\" Da hun så kommer der ud om morgenen, lå to sølvkander for munden af studen, og de fik den ene, og kirken i Dover fik sig en alterkande. Det er sandt, han sagde hende også, da hun var der nede, hvad skade det kunde gjøre med det kreatur. Han viste hende, at der var et fugtigt sted på loftet, og det dryppede ned i deres sengeleje. Siden satte de ingen kreaturer i den bås.", "english_publication": "At Svejstrup-Østergaard, the nisse had built his house under their barn and they lost a head of cattle in a certain stall. One day during the harvest, while the farm wife was walking home alone, the nisse comes up to her and asks her quite politely to come and help his wife give birth, she was having a difficult birth. He showed her a little hole that he slipped down and she was able to crawl through it and then she saw that their bed was right under this stall. She helps his wife give birth, and it was successful. Then the nisse husband comes and says, “Well, you should have a little something for the inconvenience.” Then he swept the dirt off the floor and put it in her apron, and when she gets up again on land, she threw these sweepings away. As soon as they fell, she could see that they glittered like gold, but they disappeared immediately. Then that night as she lay in her bed, she thought that the nisse came and said, “Well, you refused my gifts yesterday, even though they were better than they looked, but as soon as you get up you should go and look by the mouth of the spotted ox and you’ll find something there that won’t disappear as easily. I want you to have one part of it and the other part I’d like you to give to the church for my child.\" When she goes out there in the morning, there were two silver pots by the spotted ox’s mouth, and they got one and the church in Dover got an altar pitcher. It's true. He also told her about the damage the animal was doing. He showed her a damp spot on the ceiling of his room and it dripped right down into their bed. After that, they never put any animals in that stall.", "keywords": {"keyword": ["altar", "animals", "apron", "barn", "bed", "birth", "cattle", "ceiling", "children", "church", "day", "dirt", "disappearance", "fall", "farm", "floor", "gift", "gold", "harvest", "home", "house", "husband", "land", "morning", "mouth", "night", "nisse", "ox", "pitcher", "pot", "silver", "stall", "wife", "yesterday"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}