{"publication_info": "JAH_V_357", "full_name": "123 - 2.23 - JAH_V_357", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 2.23, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 504, "name": "Ry", "display_name": "Ry (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 123, "publication_info": "DS_IV_1517", "full_name": "123 - 1.01 - DS_IV_1517", "url": "data/stories/373.dfl"}}, "fielddiary_page_start": "3779a", "fielddiary_page_end": "3780a", "bibliographic_info": "Jørgensen 1940", "bibliography_references": {"reference": {"display_string": "[Book] Jørgensen, Harald. 1979. <i>Studier over det offentlige Fattigvæsens historiske Udvikling i Danmark i det 19. Aarhundrede</i>. Copenhagen: Selskabet for Udgivelse af Kilder til Dansk Historie."}}, "annotation": "The border between vagabonds and thieves was a fluid one, at least in the narrative tradition (PJ 1.01). The two thieves start off as Danish Robin-Hoods but quickly degenerate in the narrative into thugs. The thieves encapsulate many of the worries that people had about the large number of poor who wandered the countryside, particularly at the end of the eighteenth and beginning of the nineteenth centuries. These worries undoubtedly influenced the fairly rapid move in the 1860s toward the establishment of poor farms in many Jutlandic districts (Jørgensen 1940). \n\n      The hunt for the two thieves is helped along by the intervention of a miller. In this manner, Peder injects himself--or at least his representative--into the narrative. The song that is written about Kyvling-Søren is also clearly of interest to Peder given his work as a fiddler. Peder is similarly fascinated by the escape tool that the thief hides in his bowels. \n\n     The stocks house (stokhus), named for the whipping stocks on its premises, where Kyvling-Søren is incarcerated was one of Denmark's most notorious prisons. Originally a military prison, it was opened to civilian prisoners in 1741. The prisoners were broken into two groups: \"honest\" prisoners and \"dishonest\" prisoners, this latter group being those who had been whipped. Whipping was seen not only as a harsh punishment but also as a loss of honor. The prison was closed in 1860.\n\n     The narrative hovers between fascination with these outlaws, and the celebration of their harsh punishment.", "danish_manuscript": "Der var et Par Kjæltringer der huserede en G.\noppe i Ry Skov, de havde deres Tilhold i\nSavkulerne Kyvling Søren og s. en de kaldte\nJens Knop. De brugte ellers den Trafik\nat stjæle fra de rige og give til de fattige.\nMen hårde var de, de skar Brysterne af\nKvinderne og stuk Børnene ihjel med deres\nKnive. S. blev det for galt med dem og\nBønderne slog dem sammen og jagede dem\nfor egen Regning og Risiko da og Jens Kn.\nham skød. men K.S. kunde de ikke op-\ndage hvor h. var. De havde jaget ham\nover Ry Bro, men da var h. sprunget \ni Aaen og siden havde de ikke set ham. Men\nom h. var druknet, det tvivlede de paa, for\nh. var s. meget en Karl til at kunne svøm\nme og sporet havde de jo helt og bar tabt\naf ham. Men s. blev de ved at følge ned\n\n3779B\nimellem Skoven og Søen for at passe paa\nat h. skulde ikke smutte op i Skoven igien.\nog blev ved langs Stranden. S. kommer der\nen af Møllefolk. hen til dem som de\nlaa der i Kanten af Søen og laa og snakk.\nom ham. S. ved det de ligger der og ser ud\nover Søen siger han: Der er en Græstue, den\nvar der ikke i Aftes. S. tager der en af\nMændene sin Bøsse og skyder efter Tuen og\ns. rammer den ham i det tykke af Armen.\nH. havde hans Haand oppe og holdt i\nTuen over Hovedet med. S. fik de ham\nfat, og h. blev sendt over paa Stokhuset\ni Kbh. og s. [stod] skulde h. til en Begy.\nhave 27 Slag Ris, ham og s. en til. Den\n2 h. fik først, men h. gav sig s. meget ilde\nmed det. S. s. Søren: Giver du dig for s. lidt\ns. maa du være lidt blød af dig, og s. kom\nh Tur næst efter. H. blev bunden til Stok-\nken, saadan at Knæerne blev bunden til\nførst og s. blev Hænderne bunden dertil s.\netter Ryggen strammet, og s. fik h. af 9 Ris\nog de var lagt i Saltlagre og h. fik 3 Slag\naf hver. Men de sidste 3 Ris dem kunde\nMesteren saadan tage og struge Fingeren\nned ad og s. kom Blodet pissende ud af\ndem, men ikke et Muk hørte de af ham. \nS. var h. der i 27 Aar og s. kom h. ud\n\n3780A\nog var en gl. M. og kunde ingen Ting og for\ntjente hans Føde ved at gaa om og synge og\nspille lidt for Folk. Iblandt andet spilte\nh. et stykke som kaldes Kyvling Sørens Stykke\nog spilles undertiden endnu. Det sidste gang\nde tog ham da holdt de ham, men h. var\ntit fanget før og sat i Arrest, men de hav-\nde aldrig kunnet holde ham uden en Nat,\ndet kom af, at h. havde en Indretning med\n[en] lavet som en Dolk og den kunde save\ntil den ene Side og file til den anden og i\net Hylster og den havde h. gjemt i hans\nEndetarm. Med den kunde h. save de tyk-\nkeste Jernstænger over som vi saver i\nTræ. Den sidste G. tog de den fra ham.\n", "english_manuscript": "There was a couple of wanderers who once lived up in Ry forest, they had their hang-out in the saw pits. It was Kyvling-Søren and one they called Jens Knop. They were in the habit of stealing from the rich and giving to the poor. But they were rough, they chopped the breasts off of women and stabbed children to death with their knives. But then it got to be a bit too much, and the peasants got together and hunted them down at their own risk and cost. They shot Jens Knop but they couldn't find Kyvling-Søren. They had chased him over Ry bridge, but then he jumped into the river and they hadn't seen him since. They didn't believe he'd drowned since he was a good swimmer, and so now they'd simply lost trace of him. So now they went along the riverside to make sure that he didn't slip up into the woods again. As they lay there along the edge of the lake and talked about him, one of the millers comes over to them. Now as they're lying there looking out over the lake, he says, \"That tuft of grass wasn't there last night.\" So one of the men grabs his rifle and shoots at the tuft and he hits him in the thick part of the arm. He had his hand up and was holding this tuft of grass up over his head. They got hold of him and he was sent to the stockade over in Copenhagen. He was supposed to start off by getting 27 lashes, him and one other guy. The other one was first, but he didn't handle it well at all. Then Søren says, \"If you give in after so little, then you've got to be kind of soft.\" It was Søren's turn next. He was tied to the stocks, so that his knees were bound to it first and then his hands were bound to them, then his back was stretched and he got whipped with nine separate whips that had been soaked in brine, and he got three lashes with each one. The last three whips the Master could run his fingers down and the blood came pissing out of them. But they didn't hear a word from him. Then he was there for twenty-seven years and then he got out and he was an old man. He couldn't do anything at that point, and he earned his keep by going around and singing and playing music for people. Among other things, he played a piece he called Kyvling-Søren's piece, which is still played today occasionally. The last time that they caught him, they held him. But he'd been arrested a lot before and sat in jail but they never could keep him more than a night and that was because he had a contraption, shaped like a dagger, and it could be used as a saw on its one side, and a file on the other and he had it in a holster and he hid it in his anus. With it he could saw the thickest iron bars like when we cut wood. The last time they took it from him.", "danish_publication": "Der var et par kjæltringer, som huserede en gang oppe i Ry skov. De havde deres tilhold i savkulerne. Det var Kyvling-Sören og så en, de kaldte Jens Knop. De brugte ellers den trafik at stjæle fra de rige og give til de fattige. Men hårde var de. De skar brysterne af kvinderne og stak börnene ihjel med deres knive. Så blev det for galt med dem, og bønderne slog dem sammen og jagede dem for egen regning og risiko. Jens Knop ham skød de, men Kyvling-Sören kunde de ikke opdage, hvor var. De havde jaget ham over Ry bro, men da var han sprunget i åen, og siden havde de ikke set ham. De havde dog ikke tro til, at han var druknet, for han var så meget en karl til at svømme, og nu havde de altså helt og bar tabt sporet af ham. Men så blev de ved at følge åen ned imellem skoven og søen for at passe på, at han skulde ikke smutte op i skoven igjen, og de blev ved langs stranden. Som de nu lå der i kanten af søen og lå og snakkede om ham, så kommer der en af möllerfolkene hen til dem. Ved det de nu ligger og ser ud over søen, siger han: \"Der er en græstue, den var der ikke i aftes\". Da tager en af mændene sin bøsse og skyder efter tuen. Så rammer han ham i det tykke af armen, for han havde hans hånd oppe og holdt i tuen over hovedet med den. De fik ham nu fat, og han blev sendt over på stokhuset i Kjöbenhavn. Så skulde han til begyndelse have 27 slag ris, ham og så en til. Den anden han fik först, men han gav sig meget ilde ved det. Så siger Sören: \"Giver du dig for så lidt, så må du være lidt blød af dig\". Nu kom Sörens tur næst efter. Han blev bunden til stokken sådan, at knæerne blev bundne til först, og så blev hænderne bundne dertil. Nu var ryggen strammet, og så fik han af 9 ris, der var lagt i saltlage, og han fik tre slag af hver. Men de sidste tre ris dem kunde mestermanden sådan tage og stryge fingrene ned ad, og da kom blodet pissende ud af dem. Men ikke et muk de hørte af ham. Så var han der i stokhuset i 27 år, og så kom han ud som en gammel mand. Da kunde han ingen ting, og han fortjente hans føde ved at gå om og synge og spille lidt for folk. Iblandt andet spilte han et stykke, som kaldes Kyvlings-Sörens stykke og spilles undertiden endnu.\n     Den sidste gang de tog ham, da holdt de ham. Men han havde tit været fanget för og sat i arrest. De havde dog aldrig kunnet holde ham uden én nat, og det kom af, at han havde en indretning, lavet som en dolk, og den kunde save til den ene side og file til den anden. Den var i et hylster, og så havde han den gjemt i hans endetarm. Med den kunde han save de tykkeste jærnstænger over, som når vi saver i træ. Men den sidste gang tog de den fra ham.", "english_publication": "Once there was a couple of wanderers who lived up in Ry forest. They had their hang-out in the saw pits. It was Kyvling-Søren and one they called Jens Knop. They were in the habit of stealing from the rich and giving to the poor. But they were hard. They chopped the breasts off of women and stabbed children to death with their knives. But then it got to be a bit too much, and the peasants got together and hunted them down at their own risk and cost. They shot Jens Knop but they couldn’t find Kyvling-Søren. They had chased him over Ry bridge, but then he jumped into the river and they hadn’t seen him since. They didn’t believe he’d drowned since he was a good swimmer, and so now they’d simply lost his track. So now they went along the riverside to make sure that he didn’t slip up into the woods again. As they lay there along the edge of the lake and talked about him, one of the millers comes over to them. Now as they’re lying there looking out over the lake, he says, ”That tuft of grass wasn’t there last night.” So one of the men grabs his rifle and shoots at the tuft of grass. And he hits him in the thick part of the arm, because he had his hand up and was holding this tuft of grass up over his head. They got hold of him and he was sent to the stockade over in Copenhagen. He was supposed to start off by getting twenty-seven lashes, him and one other guy. The other one was first, but he didn’t handle it well at all. Then Søren says, “If you give in after so little, then you’ve got to be kind of soft.” It was Søren’s turn next. His knees were bound to the stocks first and then his hands were bound to them. Now his back was stretched and he got whipped with nine separate whips that had been soaked in brine, and he got three lashes with each one. The last three whips the master could run his fingers down and the blood came pissing out of them. But they didn’t hear a word from him. Then he was in the stocks house for twenty-seven years, and he got out when he was an old man. He couldn’t do anything at that point, and he earned his keep by going around and singing and playing music for people. Among other things, he played a piece he called Kyvling-Søren’s piece, which is still played today occasionally.\n     The last time that they caught him, they held him. But he’d been arrested a lot before and sat in jail. But they never could keep him an entire night and that was because he had a contraption, shaped like a dagger, and it could be used as a saw on its one side, and a file on the other. He had it in a holster and he hid it in his anus. With it he could saw the thickest iron bars like when we cut wood. But the last time they took it from him.", "keywords": {"keyword": ["arms", "arrest", "belief", "blood", "breasts", "bridge", "brine", "chase", "children", "dagger", "death", "drowning", "finger", "forest", "grass", "house", "hunting", "iron", "jail", "Jens", "knee", "knife", "Kyvling Søren", "lake", "master", "miller", "music", "night", "old", "peasantry", "poor", "rich", "rifle", "river", "seven", "shooting", "singing", "stab", "stockade", "swimming", "Søren", "Søren", "theft", "three", "today", "wanderer", "whip", "woman", "wood", "woods"]}, "etk_index": {"heading_danish": "Livet uden døre", "heading_english": "Life outdoors"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}