{"publication_info": "DS_III_870", "full_name": "123 - 2.24 - DS_III_870", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 2.24, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 122, "name": "Dover kirke", "display_name": "Dover kirke (place mentioned)"}, {"place_id": 615, "name": "Svejstrup", "display_name": "Svejstrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 469, "publication_info": "DS_III_898", "full_name": "469 - 0.00 - DS_III_898", "url": "data/stories/534.dfl"}, {"informant_id": 375, "publication_info": "DS_IV_1788", "full_name": "375 - 0.00 - DS_IV_1788", "url": "data/stories/581.dfl"}, {"informant_id": 283, "publication_info": "DS_IV_1253", "full_name": "283 - 0.00 - DS_IV_1253", "url": "data/stories/616.dfl"}, {"informant_id": 377, "publication_info": "DS_IV_1783", "full_name": "377 - 0.00 - DS_IV_1783", "url": "data/stories/676.dfl"}, {"informant_id": 437, "publication_info": "DS_V_97", "full_name": "437 - 0.00 - DS_V_97", "url": "data/stories/842.dfl"}, {"informant_id": 468, "publication_info": "DS_III_880", "full_name": "468 - 0.00 - DS_III_880", "url": "data/stories/854.dfl"}, {"informant_id": 417, "publication_info": "DS_IV_1777", "full_name": "417 - 0.00 - DS_IV_1777", "url": "data/stories/462.dfl"}, {"informant_id": 494, "publication_info": "DS_IV_1787", "full_name": "494 - 0.00 - DS_IV_1787", "url": "data/stories/682.dfl"}, {"informant_id": 235, "publication_info": "DS_III_887", "full_name": "235 - 1.18 - DS_III_887", "url": "data/stories/237.dfl"}, {"informant_id": 90, "publication_info": "DSnr_III_478", "full_name": "90 - 3.05 - DSnr_III_478", "url": "data/stories/359.dfl"}, {"informant_id": 235, "publication_info": "JAT_III_213", "full_name": "235 - 3.10 - JAT_III_213", "url": "data/stories/312.dfl"}, {"informant_id": 123, "publication_info": "DS_IV_1517", "full_name": "123 - 1.01 - DS_IV_1517", "url": "data/stories/373.dfl"}]}, "fielddiary_page_start": "3780a", "fielddiary_page_end": "3780b", "bibliographic_info": "Ball 2009", "bibliography_references": {"reference": [{"display_string": "[Thesis] Ball, Kimberly. 2009. The Otherworld Vessel as Metatraditional Motif in Northern European Literature and Folk Narrative. Vol. PhD of <i>Comparative Literature</i>PhD diss., University of California Press."}, {"display_string": "[Article] Lindow, John. 1973-1974. Personification and Narrative Structure in Scandinavian Plague Legends. Vol. 29-30 of <i>Arv</i>, 83-92."}, {"display_string": "[Article] Tangherlini, Timothy R. 1988. Ships, Fogs and Traveling Pairs. Plague Legend-migration in Scandinavia. Vol. 101 of <i>Journal of American Folklore</i> 400: 176-206."}, {"display_string": "[Article] Strömbäck, Dag. 1958. Den första kyrkplatsen i sägen och folklig tro. Vol. 17 of <i>Religion och bibel</i>, 3-13."}]}, "annotation": "The corpse lamb does not appear overtly as a portent for death. Rather, the lamb acts as a foundation sacrifice for the building of the church. Such sacrifices were intended to dispel the affects of harmful spirits or haunts. The most extreme form of such sacrifice occurs in stories about the plague. In some of those stories, children are buried at the boundary to the town or in churchyard walls to stop the disease (DS IV 1777). In other variants, the live burial is intended to help reestablish the community, and is not related to disease (DS IV 1787). The ghost of the sacrificed lamb subsequently haunts in the shape of the corpse lamb. Paradoxically, the people of the parish, in an attempt to guarantee the success of their church, unleash the innocent haunt of the lamb on the community.\n\n     The foundation sacrifice is clearly not sufficient to guarantee the successful building of the church. Usually instructions for finding the building site come from a cunning person or a community member. In this case, they come clearly from outside the community. (See also KMP 1.18 and 3.10; and AMJ 3.05).\n\n     In the published version, Tang Kristensen deleted the meta-performative reference to the story about the manor lord at Illerup, and the naming of the church, which are found in the manuscript (PJ 1.01).", "danish_manuscript": "Der gaar et Liglam for Dover Kirke, det\ngaar paa 3 Ben. Da Kirken blev bygt skul-\nde de have et levende Kreatur begravet\nunder grunden. S. var de s. forarmede at\nde kunde ikke anskaffe andet end et Lam,\nfor ellers andre Steder har de en So eller\nHest eller Ko. Da den Kirke skulle bygges\neller retter de have en ny Kirke, for den \ngl. laa ellers i Illerup. Men den var ble\nven s. brøstfældig at den kunde ikke hænge\nsammen, og s. skulde der bygges en ny. S. vilde\nde have den lagt i Svejstrup, det var ikke\nsaadan i den 1 Side af sognet, men der\n\n3780B\nvar Præstegaarden og Skolen. Men alt det de\nbyggede vilde ikke hænge sammen og ikke de\nkunde faa Kirke paa det Sted. Aldrig deres \nRaad. S. kom der en vejfarende forbi en\nDag som de stod og dundrede med det Mur-\nværk og s. Hvad er det. I har for lille Fol-\nkens for a tykkes dh. ser saadan lidt\nbroklere ud. Ja vi vilde have os en Kirke\nher, men kan ikke faa den til at staa, den\nfalder ned for os. Ja s. h. I skal ikke saa\ndan bære jer ad. tage to Stude der har\naldrig gaaet i Tøj og dem lægge Træktøj\npaa og spænd dem sammen og s. for et\nPar Hjul og lade dem gaa efter at Solen\ner gaaet ned. S. vandt Studene s. langt\nat de kom over til hvor nu D. K. ligger\nder var et stort Elmorads, der kom de in\ni den og kunde ikke komme derfra. Se der\nblev s. Kirken lagt. S. kom den Hist. knap\n----\nefter om Hm. fra Illerup og s. fik Kirken\nsit Navn. Det Liglam er set af enkel-\nte. Smede Rask har set det og min Olde-\nfader, h. troede da det var det.\n", "english_manuscript": "There's a corpse lamb over at Dover church, it goes about on three legs. When the church was built, they were supposed to bury a living creature under the foundation. They were so poor that they couldn't get a hold of anything other than a lamb, at other places there was usually a sow, a horse or a cow. The old church was actually in Illerup, but it had become so dilapidated, that it couldn't stay up and then they were going to build a new one. They wanted to build in Svejstrup, it wasn't in one end of the parish like that, and the parsonage and school were there too. But everything they built wouldn't stay together and they couldn't get a church at that place. So they didn't know what to do. Then one day a traveler came by and while they stood there and hammered on the walls, he said, \"What have you got here, little people, this looks like it's falling apart to me.\" - \"Well, we want to build a church here, but we can't get it to stand; it falls down for us.\" - \"Well,\" he says, \"you shouldn't do it like this, you should get two oxen, which have never been in a harness before, and put a pulling harness on them, and then harness them to a pair of wheels, and let them go after the sun has set.\" Then the oxen wandered so far during the night that they came over to where Dover church now stands; there was a big alder swamp, and they went out into that and they couldn't get out. And so that's where the church was built. Then the story about the Manor Lord from Illerup came right after and that's how the church got it's name. The corpse lamb has been seen by a few people. Smede-Rask has seen it, and my grandfather, he believed that that is what it was.", "danish_publication": "Der går et liglam for Dover kirke, det går på tre ben. Da kirken blev bygt, skulde de have et levende kreatur begravet under grunden. Så var de så forarmede, at de kunde ikke anskaffe andet end et lam, for ellers andre steder har de en so eller hest eller ko. Den gamle kirke lå ellers i Illerup, men den var bleven så brøstfældig, at den kunde ikke hænge sammen, og så skulde der bygges en ny. Så vilde folkene have den lagt i Svejstrup, det var ikke sådan i den ene side af sognet, og der var præstegården og skolen. Men alt det, de byggede, vilde ikke hænge sammen, og ikke de kunde få kirke på det sted. Så vidste de aldrig deres råd. Da kom der en vejfarende forbi en dag, som de stod og dundrede med det murværk, og han siger: \"Hvad er det, I har for, lille folkens, for a tykkes, det her ser sådan lidt broklere ud.\" — \"Ja, vi vilde have os en kirke her, men kan ikke få den til at stå; den falder ned for os.\" — \"Ja,\" siger han, \"I skal ikke sådan bære jer ad, I skal tage to stude, der har aldrig gået i töj, og lægge træktöj på dem og så spænde dem sammen for et par hjul og lade dem gå, efter at solen er gået ned.\" Så vandt studene så langt om natten, at de kom over til, hvor Dover kirke nu ligger; der var et stort ellemorads, og det kom de ind i, og kunde ikke komme der fra. Se, der blev så kirken lagt.\nDet liglam er set af enkelte, og Smede-Rask har da set det, og min oldefader også; han troede, det var det.", "english_publication": "There’s a corpse lamb over at Dover church, it goes about on three legs. When the church was built, they were supposed to bury a living creature under the foundation. They were so poor that they couldn’t get a hold of anything other than a lamb, at other places there was usually a sow, a horse or a cow. The old church was actually in Illerup, but it had become so dilapidated, that it couldn’t stay up and then they were going to build a new one. The people wanted it built in Svejstrup, it wasn’t in one end of the parish, and the parsonage and school were there too. But everything they built wouldn’t stay together and they couldn’t get a church to stand there. So they didn’t know what to do. Then one day a traveler came by and while they stood there hammering on the walls, he said, “What have you got here, little people, this looks like it's falling apart to me.” – “Well, we want to build a church here, but we can’t get it to stand; it keeps on falling down.” – “Well,” he says, “you shouldn’t do it like this, you should get two oxen, which have never been in a harness before, and put a pulling harness on them, and then harness them to a pair of wheels, and let them go after sunset.” Then the oxen wandered so far during the night that they came over to where Dover church now stands; there was a big swamp, and the oxen went out into that and they couldn’t get out. And so that’s where the church was built. The corpse lamb has been seen by a few, and Smede-Rask has seen it, and also my great grandfather; he believed that that is what it was.", "keywords": {"keyword": ["belief", "burial", "church", "corpse", "corpse lamb", "cow", "creature", "day", "foundation", "grandfather", "harness", "horse", "lamb", "leg", "night", "old", "ox", "parish", "parsonage", "poor", "school", "sow", "sunset", "swamp", "three", "traveler", "walls", "wandering", "wheel"]}, "etk_index": {"heading_danish": "Kirker og deres opbyggelse. Klostre, hellige kilder, m. m.", "heading_english": "Churches and their construction. Monasteries, holy springs, etc."}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}