{"publication_info": "JAH_V_212", "full_name": "123 - 2.25 - JAH_V_212", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 2.25, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 615, "name": "Svejstrup", "display_name": "Svejstrup (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 123, "publication_info": "JAH_I_263", "full_name": "123 - 2.19 - JAH_I_263", "url": "data/stories/393.dfl"}}, "fielddiary_page_start": "3780b", "fielddiary_page_end": "3781a", "bibliographic_info": null, "bibliography_references": null, "annotation": "This amusing story comments indirectly on the level of hygiene on most Danish farms. The cure, told in the best fashion of the cunning folk, is simply a ruse.\n\n     The appearance of a character in the story named Peder Johansen is surprising, but it is unlikely that Peder was referring to himself in the third person. It could well be that Tang Kristensen changed \"mig\" to P. Johansen while recording the story, although this seems unlikely. Regardless, Peder likely enjoys the vicarious narrative position of being the one who tricks Big Lavst into washing. Ironically, other stories tell of Peder's own slovenliness.", "danish_manuscript": "Store Lavst i Svejstrp havde en syg Gris.\ngik ude i Tørvemosen og var grundig beskidt.\nkom til P. Johansen. Kjøbe for 4 sk. grøn \nsæbe.... o. s. v. Grisen styrtede men Lavst\nblev vasket ren. Blev til Spot for alle Folk\ni Mosen, de havde ikke set ham s. ren siden\n\n3781A\nh. blev gift. Ja a ved kun et Raad og hvis\ndet ikke hjælper, s. ved a ingen.\n", "english_manuscript": "Big Lavst in Svejstrup had a sick pig. He went about down in the peat bogs and was incredibly dirty. Then he came to Peder Johansen. \"You need to buy 4 shillings worth of green soap, and wash yourself with it and give the pig the water.\" The pig died, but Lavst got washed clean. Now he was teased by everybody out on the moor since they hadn't seen him that clean since he got married. \"I can only give you one piece of advice and, if that doesn't help, I don't know what else to do.", "danish_publication": "Store-Lavst i Svejstrup havde en syg gris. Han gik nede i törvemosen og var gruelig beskidt, og så kom han til Peder Johansen. \"Ja, a véd kun ét råd, og hvis det ikke hjælper, så véd a ingen. Du skal kjøbe for 4 skilling grön sæbe, og det skal du vaske dig med og så give grisen vandet\". Grisen styrtede, men Lavst blev vasket ren. Nu blev han til spot for alle folk i mosen, de havde ikke set ham så ren, siden han blev gift.", "english_publication": "Big Lavst in Svejstrup had a sick pig. He went about down in the peat bogs and was incredibly dirty. Then he came to Peder Johansen. “I can only give you one piece of advice and, if that doesn’t help, I don’t know what else to do. You need to buy four shillings worth of green soap, and wash yourself with it and give the pig the water.” The pig died, but Lavst got washed clean. Now he was teased by everybody out on the moor since they hadn’t seen him that clean since he got married.", "keywords": {"keyword": ["advice", "Big Lavst", "death", "Lavst", "marriage", "peatbogs", "Peder Johansen", "pig", "shilling", "sickness", "soap", "tease", "water"]}, "etk_index": {"heading_danish": "Livet uden døre", "heading_english": "Life outdoors"}, "tango_indices": {"tango_index": [null, null, null, null, null]}, "genre": null}