{"publication_info": "JFm_X_42", "full_name": "150 - 1.01 - JFm_X_42", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 1.01, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}}, "stories_mentioned": {"story": {"informant_id": 150, "publication_info": "JFm_X_79c", "full_name": "150 - 1.04 - JFm_X_79c", "url": "data/stories/7.dfl"}}, "fielddiary_page_start": "3236a", "fielddiary_page_end": "3236a", "bibliographic_info": null, "bibliography_references": null, "annotation": "Jens begins his first session with a variant of the ballad \"Skipper og Jomfru\" (Skipper and Maiden). The girl is tricked into sailing off with the King, and he holds her hostage until she bears him children. In other variants, the girl escapes, often by jumping into the water.\n\n     Tang Kristensen's manuscript includes a verse at the end of the performance, set apart in parentheses. In the printed version in JFm X, the verse appears as verse 8. In JFm X, he notes another variant, in which two variant verses, 6 and 7, were performed: \"Ja jeg kan se paa din røde Rosenkind/at aldrig har du kyst noget Smaabarns Kind//Kong Valdemar han taler til en af sin' Smaadreng':/I bringer mig baad' Mjød og klaren Vin!\" [Well I can see by your red cheeks/that you have never kissed a small child's cheek//King Valdemar he speaks to one of his small boys/Bring me both mead and clear wine!]. These would have replaced Jens's verses 6-8. The change from Vallivand to Valdemar in this second variant is attested in other variants as well (DgF 241 Lc).\n\n     There are numerous variants of this ballad recorded in DgF. Grundtvig proposes three main groups for the ballad, and Jens's version belongs to group C, in which the emphasis is on the King, and the girl does not escape (DgF 10, 602-9 ).", "danish_manuscript": "Kong Vallivand, han sejled saa sildig under Kind\nder stod en skjøn Jomfru og smiled til hans Sind\n     Vallivand\nog Vallivand og han sejler aarlig.\nOg vil du nu følge med mig lidt ud fra Land\ns. vilde jeg følge med dig en anden Gang.\nS. fulgtes h. med ham s. langt ud fra Land\nindtil h. kunde se baade Mast, Sejl og Skib\nGud bedre og Gud trøste mig for mine Børn små\nja mest for den lille som hjem i Vuggen laa\nNej dette kan jeg se paa dit snehvide Bryst\nvist aldrig har du trøstet noget Barns Tørst.\nJa dette kan jeg se paa dine røde Rosenskind\nvist aldrig har du trøstet noget Barns Sind\nS. drak de s. længe baade Mjød og klaren Vin\nindtil h. [sank] sov hen i bare Særken sin\n[Men] S. sov hu sig en Søvn og den var lang\nh. vaagnede ikke før i Treddikongens Land\nog du hun opvaagned, hun saa sig omkring\nh. vidst’ ej hvor h. var og h. kjendte ingen Ting\nVist aldrig skal du se din Faders Land\nfør du føder mig en Søn, som Skibet styre kan\nVist aldrig skal du se din Moders By\nfør du [født] født [faar] mig en Datter som Silke kan sy\nJa efter som du er nu Herre over mig\ns. kan du vel sige mig Navnet paa dig\nMit Navn det er jo ej s. landt ud af Stand\nmin Svende og min’ Drenge kalder mig Kong\nVallivand\n-------\nJens Kristensen, Erslev, Bitte-Jens\n(Kong V. h. taler til Tjeneren sin\nI bringer mig baad Mjød og klaren Vin. ) ?", "english_manuscript": "King Vallivand, he sailed so late without children\nthere stood a beautiful maiden and smiled to him,\nVallivand\nKing Vallivand and he sails each year\n\nAnd if you will follow me a bit away from land\nthen I will gladly follow you another time\n\nSo she followed him so far from land\nuntil she could see both the mast, sail and ship\n\nGod save and God comfort me for my small children\nyes most for the little one lying in the crib at home\n\nNo, I can see by your snow-white breast\nthat you have never calmed a child’s thirst\n\nWell I can see on your rosy cheek\nyou have never comforted a child’s mind\n\nThen they drank both mead and wine for a long time\nuntil she fell asleep in only her shift\n\nThen she slept a sleep that was long\nshe didn’t wake before the third king's land\n\nand when she awoke, and she looked around\nshe had no idea where she was and she did not recognize a thing\n\nYou will certainly never see your father’s land\nbefore you bear me a son, who can steer the ship\n\nYou will certainly never see your mother’s land\nbefore you bear me a daughter who can sew silk\n\nWell, now that you are master over me\nthen you can tell me your name\n\nMy name is not so out of order\nmy servants and boys call me King Vallivand.\n\nKing V. he speaks to his servant\nBring me both mead and clear wine", "danish_publication": "1. Kong Walliwand han sejled' saa sildig under Kind, \nder stod en skjøn Jomfru og smiled' til hans Sind,\n— Walliwand. \nKong Wallivand og han sejler aarlig.\n\n2. \"Og vil du nu følge mig lidt ud fra Land, \nsaa vilde jeg følge med dig en anden Gang.\"\n\n3. Saa fulgte hun hannem et langt Stykke Vej,\nhun vidste endnu ikke, om hun skuld' vende eller ej.\n\n4. Saa fulgtes hun med ham saa langt ud fra Land, \nindtil hun kunde se baade Mast, Sejl og Skib.\n\n5. \"Gud bedre, og Gud trøste mig for mine Børn smaa, \nja, mest for den lille, som hjem' i Vuggen laa.\"\n\n6. \"Nej, dette kan jeg se paa dit snehvide Bryst, \nvist aldrig har du slukket noget Barns Tørst.\n\n7. Ja, dette kan jeg se paa din røde Rosenskind, \nvist aldrig har du trøstet noget Barns Sind.\"\n\n8. Kong Walliwand han taler til Tjeneren sin:\n\"I bringer mig frem baad' Mjød og klaren Vin!\"\n\n9. Saa drak de saa længe baade Mjød og klaren Vin, \nindtil hun sov hen i bare Særken sin.\n\n10   Saa sov hun sig en Søvn, og den var lang, \nhun vaagnede ikke før i Treddikongens Land.\n\n11. Og da hun opvaagned', hun saa sig omkring,\nhun vidst' ej, hvor hun var, og hun kjendte ingen Ting.\n\n12. \"Vist aldrig skal du se din Faders Land,\nfør du føder mig en Søn, som Skibet styre kan.\"\n\n13. Vist aldrig skal du se din Moders By,\nfør du føder mig en Datter, som Silke kan sy.\"\n\n14. \"Ja, eftersom du er nu en Herre over mig, \nsaa kan du vel sige mig Navnet paa dig.\"\n\n15. „Mit Navn det er jo ej saa langt ud af Stand,\nmin'  Svende og min' Drenge kalder mig Kong Walliwand.\"\n— Walliwand.\nKong Walliwand og han sejler aarlig.\n", "english_publication": "King Walliwand, he sailed so late without children\nthere stood a beautiful maiden and smiled to him,\n— Walliwand\nKing Wallivand and he sails each year\n\nAnd if you will follow me a bit away from land\nthen I will gladly follow you another time\n\nSo she followed him so far from land\nshe did not know whether she should turn back or not\n\nSo she followed him so far from land\nuntil she could see both the mast, sail and ship\n\nGod save and God comfort me for my small children\nyes most for the little one lying in the crib at home\n\nNo, I can see by your snow-white breast\nthat you have never calmed a child’s thirst\n\nWell I can see on your rosy cheek\nyou have never comforted a child’s mind\n\nKing Walliwand he speaks to his servant:\n“Bring forth to me both mead and clear wine.”\n\nThen they drank both mead and wine for a long time\nuntil she fell asleep in only her shift\n\nThen she slept a sleep that was long\nshe didn’t wake before the third king's land\n\nand when she awoke, and she looked around\nshe had no idea where she was and she did not recognize a thing\n\nYou will certainly never see your father’s land\nbefore you bear me a son, who can steer the ship\n\nYou will certainly never see your mother’s land\nbefore you bear me a daughter who can sew silk\n\nWell, now that you are master over me\nthen you can tell me your name\n\nMy name is not so out of order\nmy servants and boys call me King Walliwand.\n— Walliwand\nKing Wallivand and he sails each year\n", "keywords": {"keyword": ["asleep", "bear", "beautiful", "boy", "breasts", "cheeks", "children", "crib", "daughter", "drank", "fall", "father", "god", "home", "king", "land", "maiden", "mast", "master", "mead", "mother", "name", "sailing", "servant", "sewing", "ship", "silk", "sleep", "son", "steer", "three", "wine", "year"]}, "etk_index": {"heading_danish": "Jyske Folkeminder", "heading_english": "Folklore from Jutland"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}