{"publication_info": "Unpub_BJK_137", "full_name": "150 - 1.37 - Unpub_BJK_137", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 1.37, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 146, "name": "Erslev", "display_name": "Erslev (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "Unpub_BJK_103", "full_name": "150 - 1.03 - Unpub_BJK_103", "url": "data/stories/6.dfl"}, {"informant_id": 150, "publication_info": "JAH_V_364", "full_name": "150 - 3.37 - JAH_V_364", "url": "data/stories/100.dfl"}]}, "fielddiary_page_start": "3249b", "fielddiary_page_end": "3249b", "bibliographic_info": null, "bibliography_references": null, "annotation": "The home invasion robbery is horrific, and eerily reminiscent of similar stories from contemporary urban centers. The intense fear generated by this particular threat--and the capriciousness of the attack--comes across clearly despite the fragmentary nature of the performance.\n\n     Tang Kristensen published a variant of this story that he collected from Jens during their third session together (BJK 3.37). It seems likely that Tang Kristensen either misheard or misrecorded the location of the assault, since in the later version the victim is said to have bought two houses in Ersted from the counselor at Nørlund, six and half kilometers to the southwest. Accordingly, Jens most likely said \"Ersted,\" and Tang Kristensen wrote Erslev. Erslev is a town in Mors, sixty two kilometers west of Ersted.", "danish_manuscript": "Bitte Fanden, Skjærslipper. Lassen og Lovmk Mejer\nde var inde i et Hus her i Erslev og slog M. og Konen\nbandt de Hænderne for paa og s tog hende i Nakken\nen 2, 3 gange og sagde nu havde h. faaet nok, men for\nset dem, idet h. jog Hænderne op for Ansigtet og tog\ningen Skade.\n", "english_manuscript": "Bitte Fanden (Little Devil), Skjærslipper (Knife Sharpener) Lassen and Lovmk Mejer were in a house here in Erslev and they assaulted the husband and wife. They tied her hands in front of her and then took her by the neck two or three times, and then they said, she's had enough, but she saw them, because she'd covered her face with her hands and didn't get hurt.", "danish_publication": "Unpublished.", "english_publication": "Unpublished version reads: Bitte Fanden (Little Devil), Skjærslipper (Knife Sharpener) Lassen and Lovmk Mejer were in a house here in Erslev and they assaulted the husband and wife. They tied her hands in front of her and then took her by the neck two or three times, and then they said, she’s had enough, but she saw them, because she’d covered her face with her hands and didn’t get hurt.", "keywords": {"keyword": ["bitte", "devil", "house", "husband", "knife", "neck", "three", "tie", "wife"]}, "etk_index": {"heading_danish": "Uudgivne historier", "heading_english": "Unpublished stories"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}