{"publication_info": "JAH_III_456", "full_name": "123 - 2.26 - JAH_III_456", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 2.26, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": {"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 123, "publication_info": "JAH_II_413", "full_name": "123 - 3.18 - JAH_II_413", "url": "data/stories/421.dfl"}, {"informant_id": 123, "publication_info": "JFm_XII_64", "full_name": "123 - 1.02 - JFm_XII_64", "url": "data/stories/374.dfl"}, {"informant_id": 123, "publication_info": "JFm_XIII_36", "full_name": "123 - 2.27 - JFm_XIII_36", "url": "data/stories/401.dfl"}]}, "fielddiary_page_start": "3781a", "fielddiary_page_end": "3781a", "bibliographic_info": "Hvidt and Olsen 1990\nStokker 1992", "bibliography_references": {"reference": [{"display_string": "[Book] Hvidt, Kristian, Olsen, Olaf. 1990. <i>Gyldendal og Politikens Danmarkshistorie bd 11 1850-1900</i>. Copenhagen: Gyldendal."}, {"display_string": "[Article] Stokker, Kathleen. 1992. Migratory Legend 3005 : 'The Would- Be Ghost' -- Why Be He a Ghost?. Vol. 48 of <i>Arv</i>, 143-152."}]}, "annotation": "One of the main complaints lodged against farm owners by their workers was the poor food and lodgings they received. Wages for farmhands and day laborers were very low, largely because of a glut of workers. Many contracts simply offered food, lodging, and a very small stipend paid quarterly or semi annually (Hvidt and Olsen 1990).\n\n     The manor lady's churchgoing is unusual, taking place on a day and at a time not generally associated with churchgoing. Her solitary (rather than communal) use of the church mimics her selfishness and stinginess. It also leaves her wide open to apparent supernatural (Satanic) attack. The farmhand plays on this liminality in his successful attempt to trick her.\n\n     Peder's story is reminiscent of the story of the would-be ghost (ML3005) (Stokker 1992). In those stories, however, the corrective is misguidedly aimed at the minister who turns out to be engaged in the necessary protection of the community from evil, and the farmhand is appropriately--if somewhat harshly--punished.\n\n     Peder tells several stories of farmhands who trick their superiors for their own personal gain (PJ 1.02 and 2.27). Here, of course, the manor lady, much like the harsh manor lord at Urup (PJ 2.01), deserves to be punished for the mistreatment of her workers.", "danish_manuscript": "Der var en Kone som var vel knap med hen-\ndes Folk. Boede tæt ved en Kirke og havde\nKirkenøglen inde ved sig. Havde den Skik\nfor hele Ugen\nat gaa ud i Kirk, hver Løverdag Aften\nog bede hendes Bønner for hele Ugen. Faa\net en ny Karl ad Nov. Spekul. paa\nom h. kunde ikke faa hende lært til\nat give dem nok s. god en Føde og nu\nmærkede h. hende det jo af med dh. Gaa-\nen til Kirke og tænkte: Der skal h. lige\ngodt narres. En L. Aft. er h. s. betids\nat komme ind før hun og ren bag Alteret.\nKj. hu kommer jo og falder ned paa Knæ\nfaldet og slaar hendes Hænder ud og siger\nAk hvor man lever godt. Ja F. føder\ndin Krop. Nu blev jo lidt hed om Ørene\nog troede at det var en fra 2 Verden. Hvor\nfor dette kjære Herre. Fordi du giver dine\nFolk s. lidet at fortære. Ak jeg vil\nmig forbedre. Ja s. vil j dig ogsaa naadig\nvære. Se alt dette holder jeg s. for min\nG. Ja hellers skal din bitte riv begge din\nØwn ud. Og s. hu ud af Kirken alt hvad\nRemmer og Tøj kunde holde, nu havde hu\nfaaet nok af den Kirkeg. Siden den Tid\nsøgte hu Kirken sam med andre Folk og hendes\nFolk fik Kost som andre Steder.\n", "english_manuscript": "There was a woman who was quite stingy towards her workers. She lived near a church and had the church key. She had the habit of going into the church every Saturday evening to say all her prayers for the whole week. Now, she had gotten a new farmhand in November, and he wondered how he could teach her to give them better food. He had noticed her church-going and so he thought, \"I'll trick her there.\" One Saturday evening he's in time to get into the church before her and he sits down behind the altar. The old woman comes in and falls down onto the kneeler, spreads her hands out and says: \"Oh, how well one lives.\" \"Yes, the devil feeds your body.\" Now she gets a little hot around the ears and thought that it was someone from the other world. \"Why do you say that, dear sir?\" \"Because you give your workers so little to eat.\" \"Oh, I'll improve myself.\" \"Well then I'll be merciful.\" -- \"But you see, I'm keeping all of that for my God.\" -- \"Well, otherwise the little one [Satan] will tear out both your eyes.\" Then she hurried out of the church as fast as reins and bridle could hold, she'd had enough of that churchgoing. Since that time, she went to church along with other people, and her workers received fare like at the other farms.", "danish_publication": "Der var en kone, som var vel knap ved hendes folk. Hun boede tæt ved en kirke og havde kirkenøglen inde ved sig. Så havde hun den skik at gå ind i kirken hver løverdag aften og bede hendes bønner for hele ugen. Nu havde hun faet en ny karl ad november, og han spekulerede på, hvordan han kunde få hende lært til at give dem nok så god en fode. Han havde jo mærket hende det af med denher gåen til kirke, og sa tænkte han: \"Der skal hun lige godt narres.\" En løverdag aften er han så betids, at han kommer derind för hun og sætter sig omme bag alteret. Kjællingen hun kommer jo og falder ned på knæfaldet og slår hendes hænder ud og siger: \"Ak, hvor man lever godt.\" Han svarede höjt: \"Ja, Fanden føder din krop.\" Nu blev hun jo lidt hed om ørerne, for hun troede jo, det var én fra den anden verden. \"Hvorfor dette, kjære herre?\" Han svarer: \"Fordi du giver dine folk så lidt at fortære.\" Hun siger så helt elendig: \"Ak, jeg vil mig forbedre,\" og han tilföjer: \"Ja, så vil jeg dig også nådig være.\" — \"Se, alt dette holder jeg så for min Gud.\" — \"Ja, hellers skal den Bitte rive begge din' öjn' ud.\" Så hun ud af kirken, alt hvad remmer og töj kan holde, nu havde hun fået nok af den kirkegang. Siden den tid sögte hun kirken sammen med andre folk, og hendes folk fik kost som andre steder.", "english_publication": "There was a woman who was quite stingy towards her workers. She lived near a church and had the church key. She had the habit of going into the church every Saturday evening to say all her prayers for the whole week. Now she had gotten a new farmhand in November, and he wondered how he could teach her to give them better food. He had noticed her churchgoing and so he thought, “I'll trick her there.” One Saturday evening he’s in good enough time to get into the church before her and he sits down behind the altar. The old woman comes in and falls down onto the kneeler, spreads her hands out and says: “Oh, how well one lives.”  “Yes, the devil feeds your body.” Now she gets a little hot around the ears, since she thought that it was someone from the other world. “Why do you say that, dear sir?” “Because you give your workers so little to eat.” “Oh, I'll improve myself.” “Well then I'll be merciful.” -- “But you see, I'm keeping all of that for my God.” -- “Well, otherwise the little one [Satan] will tear out both your eyes.” Then she hurried out of the church as fast as reins and bridle could hold. Since that time, she went to church along with other people, and her workers received fare like at the other farms.", "keywords": {"keyword": ["altar", "body", "bridle", "church", "devil", "ear", "evening", "eye", "farm", "farmhand", "feed", "food", "god", "hag", "key", "November", "old", "prayer", "reins", "Satan", "Saturday", "trickery", "week", "woman", "worker", "world"]}, "etk_index": {"heading_danish": "Husene og livet deri", "heading_english": "Houses and life in them"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}