{"publication_info": "JFm_XIII_36", "full_name": "123 - 2.27 - JFm_XIII_36", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 2.27, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 8, "name": "Aarhus", "display_name": "Aarhus (place mentioned)"}, {"place_id": 122, "name": "Dover kirke", "display_name": "Dover kirke (place mentioned)"}, {"place_id": 253, "name": "Hemstok", "display_name": "Hemstok (place mentioned)"}, {"place_id": 480, "name": "Ravnsø", "display_name": "Ravnsø (place mentioned)"}, {"place_id": 531, "name": "Skanderborg", "display_name": "Skanderborg (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 123, "publication_info": "JAH_III_456", "full_name": "123 - 2.26 - JAH_III_456", "url": "data/stories/400.dfl"}, {"informant_id": 123, "publication_info": "JAH_II_413", "full_name": "123 - 3.18 - JAH_II_413", "url": "data/stories/421.dfl"}, {"informant_id": 123, "publication_info": "JFm_XIII_38", "full_name": "123 - 4.04 - JFm_XIII_38", "url": "data/stories/432.dfl"}, {"informant_id": 123, "publication_info": "DSnr_IV_657", "full_name": "123 - 4.05 - DSnr_IV_657", "url": "data/stories/433.dfl"}, {"informant_id": 123, "publication_info": "DS_IV_1517", "full_name": "123 - 1.01 - DS_IV_1517", "url": "data/stories/373.dfl"}]}, "fielddiary_page_start": "3781b", "fielddiary_page_end": "3786b", "bibliographic_info": "Feilberg 3, 273", "bibliography_references": {"reference": [{"display_string": "[Book] Feilberg, Henning F. 1977. <i>Bidrag til en ordbog over jyske almuesmål</i>. Copenhagen: Dansk Historisk Håndbogsforlag."}, {"display_string": "[Book section] Tangherlini, Timothy R. 2012. 'To market! To market!': Markets and the Märchen in Nineteenth Century Denmark. In Vol. 1 of <i>News from Other Worlds: Studies in Nordic Folklore, Mythology, and Culture</i>: 267-289. Berkeley: North Pinehurst Press."}]}, "annotation": "One of Peder's most elaborate stories, this fictional tale focuses on a young man whose quick thinking and ability to keep his cool--character traits that Peder clearly valued--allow him to lead a more prosperous life. \n\n    The sale of goods on the way to market was forbidden, and the initial side agreement that Jens makes with the Hemstok men clearly falls outside of the law (Tangherlini 2012). This early transgression enables the rest of the story which relies entirely on the sale of goods that are not even remotely what they appear to be. \n\n    The overtly destructive nature of Jens's tricks resonates with Peder's first story, in which the farmhand kills the grandmother at the neighboring farm (PJ 1.01). The order of the ruses seems a bit confused since it does not progress in a manner of increasing harm. The men's deaths, by contrast, fittingly comes at the end of the story. The seeming disarray in the order of events is underscored by Peder's addition, after the end of the tale, of an episode in which Jens sells the men a fox to stay with their geese.  This addition is noted in expanded form in the fair copy of the tale.\n\n    The Poles alluded to in the story were in Denmark during the war with Sweden, 1657-1659. The reference here to the Poles suggests that the story is understood to have taken place a long time ago--essentially \"once upon a time.\"\n\n    The story is indexed in the folk tale fair copy collection as Æv 1296 where it is given the title \"Skjælmen og Narrene\" [The Rogue and the Fools]. See also Registranterne til S. Grundtvigs samling af håndskrevn danske folkeæventyr, nr. 108 (Feilberg 3, 273). Although it appears in the table of contents of JFm XIII as story 37, it appears in the actual published collection as story 36, as the stories \"Pisk i Asken,\" and \"Guldkoen\" are both numbered as story 27 in the published collection. It is a variant of ATU 1539, \"Cleverness and Gullibility\".", "danish_manuscript": "Der ude paa Dover Hede laa et bitte Hus,\ni det var ikke andre end en gl. Kone og hendes\nSøn. S. en Dag som Konen var ned at væve\ns. havde hu faaet et skønt stykke Vadmel lavet\nog s. s. hun til Knægten. Hør Jens nu kan du\ntage det St. Vadmel og gaa til Aarhus med\ndet kan ikke hjælpe du gaar til Skanderb. der\nkan du ikke blive af med det og s. kan du\nsælge det, men have 1 M for Al. Men lad \nmig nu se, du bærer dig lidt ordentlig ad.\nJa det skal a nok siger h. og h. tager Tøjet\nog gik med. S. gik h. om ad Hemstok og der\nstaar de Hemst. Mænd uden for og staar og\nsn. Hvor skal du hen med det du farer s.\nstærk. Ja a skal til A. med det St. T. for\nmin M. N. det skal du, hvad skal det da\nkoste.... 1 M. Ja s. er det da ikke værd du\ngaar længere, s. vil vi tage det, du skal ikke\ngaa til A. for den Sags skyld. Det var Kn.\ns. meget glad til og h. faar hans M. og de faar\nV. og h. gik hjem til hans M. med det. N. s. \nhu s. da hun fik det at høre, du har saadan\nbaaret dig ad bitte J. .  Ja a tvivlte nok paa\ndet. S. er der ikke noget mere ved det at gjøre\nfor kjender a de H. M. rigtig s. holder de nok\nved det, de faar fat i. S. en Dags Tid efter hav-\nde hu været ud at kjærne. Se her har du nu dh.\n\n3782A\nSmør og dh. Kjærnemælk, det maa helst bli-\nve samme i Kj. det hele og s. maa du helst\nfaa det paa din Ryg. Men s. skal du ikke gaa\nden Vej, du skal gaa over til Polakkerne\ndet var i den Tid de huserede her og de\nhavde deres Baase i den By der hedder\nBoes, deraf har den sit Navn. Der kunde\nde overse hele Landet og ingen kunde kom-\nme til dem uden fra en Side, de andre\nvar omflødt med Vand og det ligger s. højt.\nMen de skulde jo have noget at leve af og \ndet gjorde Konen Regning paa. Men lad mig\nnu endeligen se bitte J. te de narrer dig\nikke. Nej. Dg. skal de minsæl ikke komme\ntil at narre mig mere end dh. Halmstraa\ns. h. Kn. og s. bukker h. sig ned og vil tage\nmed Halmstr. men tager sig ikke vare for\nat Kj og Sm. gik ud over Hovedet paa\nham. Ja det er jo bedrøveligt siger Mod. \nmed saadan et Knuphoved.  Jaja s. h. Kn.\nI er ogsaa s. hidsig. Men lad mig nu faa\ntid til at betænke mig, s. skal a missel\nnok faa dem pudset der oppe. S. gik J. jo\nog spekul. i nogle Dage og h. sørgede jo for\nat faa et St. Lærred hu flyede ham en \nMarkedsdag og h. gik ud til Skand. med det.\nFaar jo at se at de der H. M. var der nede og\n\n3782B\nsaa og J. faar hans Læred solgt og faar lidt\nMynt paa Lommen og s. gaar h. ind til 3\nVærter og sætter dem lidt ind i Sagerne, hvor\ndan h vilde betale de 2 Mænd. S. gaar h. \nud igien og leder de 2 M. op. og byder dem ind\npaa en Gjenstand. og de tykte jo det var ikke\nværd du spenderer noget paa os Jens.\nJa a kan vel handle med jer en anden G. \nog h. brystede sig noget. Jaja s. den 1 M.\nlad os se ad. Hej Vært lad os faa et\nKrus Polak, en Drik der noget alm.\nden G. halvt Br. og halvt Mjød. Værten\nkommer straks spr. med det og dg. de var fær-\ndige, s. tog Jens hans H. af det var saadan\nen gl. buleret en og sætter paa hans Kjæp\nog giver den et Sno og s. Hat det er jo be-\ntalt. A takker s. V. det passer. Det\nvar en grum Hat s. de M. kan du gjøre\ndet en G. til. Ja vi kan jo prøve ad, De\ngik ind et andet Sted. Ja nu vil a missel\nprøve den, s. den 1 af M. Jo det paste\ngodt nok. H. den betalte. Ja s. den 2 M.\nnu har du prøvet den, da vil a ogsaa prøve\nDet gik kort at fortælle ogsaa saadan det 3\nSted. Da de kom ud s. de. Hør Jens, den\nHat har du egentlig ingen Brug for, du\nkommer ikke ud som os og giver ikke mange\nLidkjøb, den overlade os. Det vilde J. ikke\n\n3783A\nhøre om. Endelig faar de ham overtalt til\nat sælge Hat. for en 50 Rdl. og s. mente\nJ. endda h. havde givet dem den. Det tykte\nde endelig ogsaa. Da J. fik Pengene strøj\nhan af hjem. De sagde. Vi vil have lidt\nmere Fornøjelse af den Hattekomedie. De\ngaar hen og faar en M. med og til en Vært\nkræver dygtig ind. Færdig, tager 1 M. Hatten\nog giver den et vældigt Sno ret te den spillede\nHat det er jo betalt. Nej holdt god Karl\ns. V. her gaar det ikke til med Hundkun-\nster. Hvad, er det ikke betalt. Nej. I\nmaa op med Pengene og de maatte jo be-\ntale. S. s. 2. M. Jamen det var ogsaa den\nfejle Side du Snoede til, lad mig nu prøve\nden. Gaar ind paa et 2 Værtshus. Der red-\ndede de dem en god Dragt Klø og s. kunde\nde gaa hjem. Ærgerlig var de og s. s. 1 M.\nVi skal lige godt have ham af med de Penge\nfor vi kan nok magte ham begge to. Hen\npaa anden Dags Aften tridser de om i He-\nden til ham. J. sidder ud paa Vinduet.\nNu kommer de H. M. og de har ikke godt i Sin-\nde, men a vil lige godt prøve om a \nkan ikke narre dem nok en G. og s. gav\nh. M. lidt Underretning om hvordan [de] hu skulde\nforholde sig, naar de kom. Mænd de kommer\n\n3783B\nind og hilser godaft. Folk. bød den jo fra\nDøren at sidde ned, de kommer jo til at sn.\nmed ham om den Handel og den var ikke s.\nrele, men H. lod nej, de havde jo set paa\nVarerne, og h. kunde ikke gjøre for, te de\nhavde ikke det rigtige Haandelag. Som de\nnu sidder og sn. frem og tilbage, da sidder\nKon. og sp. og nikker lidt ved Rok og til\nsidst falder hu helt i Søvn. Ja s. J. da\nskal a lige godt se, om a kan ikke faa lidt\nArbejdslyst i dig. Tager en stor Kjæp der\nstod i Nabolaget ved ham og trækker hende\njo en alvorlig en over Nak. det gl. Skind\nog hu vælter af Stolen og bliver ligg. Ja\nda er du og en farlig Knægt, slaar du og\ndin egen Moder ihjel. Aa det har nok\ningen Fare s. J. og rumster lidt ved hende\nJa hun er sku vis over det. Men det er\nder ingen Fare for og h. rækker op paa en\nHylder og tager en Fløjte der laa og den\nsætter h. om i hendes Nakke og giver sig\ntil at blæse. Op spr. hu Kj lige paa en\nStuds og s. Aa da drømte a da godt.\nog hu sætter sig da til at spinde som om\ningen Ting var forefaldt lige til det knase\nde i Rokkeværket. Ja Mændene de kig\njo lidt paa dh. Ja ved du hvad J. naar\n\n3784A\ndu vil give os den Fløjte, s. skal det hele\nvære glemt med den Hattekom. for den\nFløjte kunde de bruge, deres Kvindfolk var\nslem søvnige af dem. N. de fik jo Fl.\nog de gik nok s. glad og vel fornøjet hjem\nS. s. den M. i den vester Gaard, Ja nu vil\na missel prøve Fl. først, du prøvede H.\nførst og dg. er det da ingen Snyderi, for\nKj. hu var død. Og h. sidder jo om 2 Dags\nAft. inde med hans Kvindfolk og venter jo\ns. haardt paa at den ene af dem skulde\nfalde i Søvn, at ha kunde kom til at \nprøve dh. Indretn. Nu var det jo baade\nsaa og da, for det var nogle satans sikre\nKvindfolk, s. hvis de ikke fik det lidt godt\ns. kunde M. risiker at faa det bag efter.\nSkal der slaaes, s. skal der slaaes til, for\nhellers gaar det ikke. S. omsider falder da\nKon. først i Søvn og sov baade trygt og fast.\nS. havde h. sat en tyk kjæp i en Krog til\ndet Brug, den trækker h. frem og s. giver h.\nhende en lige ind i Planeten og hu vælter\njo om s. død som en Sild. Men hvad gjør\ndu nu, slaar du nu din egen Kone ihjel da\ner du et forvovent Mske. Aa det har\ningen Fare, a skal nok faa hende vaagen,\nI skal ikke klage jer, og h. tager i Fløjten\n\n3784B\nog pib i Nak. paa hende, s. Vandet kom ud\naf begge hans Øjne, men lige meget hjalp\ndet. S. s. h. til de andre: Nu maa I ende\nlig tie stille med det, for den 2 skal mis-\nsel prøve det ogsaa, a vil ikke være ene om\nSkaden, og kort at fort. det gik 2 akku-\nrat lige saadan. Nu fik de jo travlt\ni nogle Dage med at faa deres Koner be\ngravet og s. havde J. jo da Fred i den Tid.\nI melder goddag var nogle Tatere dreven om\nkring og havde haft Losi ved Jens og de\nhavde et udenlands Dyr med dem og det\nhavde de ladt blive med J. en Ulv og h.\nvidste aldrig hvad h. skulde gjøre ved det\nKreatur. S. omsider kommer M. ned til\nham en Dag og beg. at skylde ham for at\nh. havde slaaet deres Koner ihjel og alt\ndeth. S. s. h. til dem. Ja a har jo ingen\nSkyld i det, for I saa jo hvordan a bar\nmig ad, og I har slaaet fejl. Men a har\nfaaet en Vædder her, den vil a give jer for\nat vi kan blive ved at holde Venskab\nA tykker h. ser mig s. strag ud i Tovet,\ns. den 1 Mand. Ja det er h ogsaa mente J.\nmen det er af en udenlandske Race og h. er\nfrisk og sund og hvor h. kommer i en Flok Faar\nder kommer ingen Sygen imeld Faarene.\n\n3785A\nI de Tider havde de s. ondt ved at holde\nLiv i deres Faar, for der var Sygen imeld\ndem. Og s. er der endelig en Ting til og det\ner det, at h er s. god til at passe paa Lam\nme. Rævene kan ingen Lam tage. S. tykte\nde endelig ogsaa: Lad os tage ham, noget\ner bedre end intet og V. fik de og trækk. hjem\nmed ham. De havde deres Faarehold neden\nfor Gaardene og det var lagt til med Sne,\ns. de drev alle Faarene ind i en Fold alle-\nsammen, for de drev sam. altid. S. s. de\ntil deres Folk, nu skal I ikke se til dem\nden første Dags Tid, h. skal have Tid til\nat blive kjendt med dem, ellers vil h.\nrende hen. N. Enden af Visen blev, at\nUlven bed en Del af Faarene ihjel og bræk\nHul paa Taget og rendte sin Vej og de saa\ningen Ulv siden. S. gik det en lille Tid og \nde grubliserede over det Dyr der havde saa-\ndan ødt dem deres Faar og omsider kom\nde i Tanker om, at det var ogsaa en Kjæl-\ntring streg h. havde spillet dem. Men nu \nvar det blevet s. stræng Vinter, nu var der\nikke noget at spekul. paa med ham.\nMen J. havde ikke lagt paa den dovne side\ni det Lag, h. havde gaaet ned og kjøbt sig et\nudgangsøg, og det havde h. faaet\n\n3785B\nstilt op. S. hen i Foraarstiden kom de ned\ntil ham en Dag og s. hvad er det for et Bæst\ndu har der lagt dig til Jens. Det er et \nBæst der er stor Fortj. det ser ikke ud til ret\nmeget, men det er godt allig. S. havde h.\nbundet en vendret Kurv for Røven af\ndet. Hvad skal det betyde den hænger\nder. Aa s. h. det er for ikke at have for\nmeget Ulejlighed med at samle Pengene\nop i Skidtet. Ja, s. skulde de jo hen at\nse i den og der var en Hoben Gjødning, men\nogsaa nogle Kobberskj. Hvad, kan det B\ngjøre Penge. Ja det kan I da vel se. og \ns. med det samme slaar h et godt Slag\nover R. af det og s. trimler der nogle fle\nre ud fra Halen af det. Ja det ser ud\ntil det, s. de, saadan et kunde det nok\nvære værd at have. Ja s. J. det er der god\nFortj. ved, men ikke s. meget for mig,\nfor a har jo ikke Raad til at give det\ns. god en Føde. Jo flere Penge, jo bedre\nFøde det faar. Ja, Enden paa Visen blev\nda at de fik J. til at overlade dem Bæstet\nog s. træk de jo hjem med det. Den ene af\ndem fik det først og h. lod det gaa ind i\nen af hans bedste Stuer og h. bar en hel\nDel Havre ind til det og en hel Del Sænge\n\n3786A\nklæder at det skulde ligge godt, for h. men\nte jo at jo bedre den laa jo flere Penge den\nfik. Men det viste sig, at den spolerede\ndem alting og ingen Penge. Den 2 M. fik\ndet at prøve ogsaa; ham gik det ligesaa\ndan. S. s. de til hindanden: Nu skal h. \nlægges øde, ellers lægger h. os øde og s. fulg-\ntes de ad derud og puttede ham i en Sæk\nde havde med dem og det var en Søndag\nMorg. S. tykte de nu da det var s. nær\nved Kirken, s. vilde de da ind og høre Præk.\nog s. lade ham ligge udenfor Kirk.grds-\nmuren i god Rolighed. S. s. h. albedst\nsom h. ligger, Nej a vill ikke til Himmels\nfor aldrig det. Der kommer en gl. M. i\ndet samme. Da vilde a s. m. gjærne, dersom\na kunde kom der. Ja da kan du nemt\nkomme der, dersom du vil krybe ind i dh.\nSæk s. h. Kn. S. maa vi to hellere kom \ntil at bytte. H. løs for Kn. og kravler\ni Pos. og Kn. binder rigtig godt for ham.\nDa M. de havde hørt Tj. til Ende s. gaar\nde ud og tager Posen igien og s. drager de\naf Sted. Dh. gl. Gut h. spurgte dem ad\nivessomda: Er [de] vi der snart. Ja nu\nskal det ikke vare længe, inden du kommer der\nog s. gav h. sig tilfreds. Da de kom ned\n\n3786B\ntil Ravn Sø. s. smed de ham ud og s. gik\nde hjem. Men undervejs kommer de forbi\nJ. der kommer drivende med et prægtig Hob-\nbel Høveder, det var af Mændenes egne\nder gik løse ude i Skoven og der gik han\nog drøv med en Hjar af dem. Hvad\nhvor er du kommen ved de Høv. I dem\nhar a faaet paa Bunden af Søen, der\ner jo en dejlig Eng og der gik s. mange\nHarkøer og gik og græss. N. det gjorde der\ns. de, s maa vi hellere gaa ned og faa os\nen Hjar ogsaa, naar det gaar saadan til.\nMen nu vil vi være s. forsigtig at kun en \naf os gaar ad G. og naar den s. kommer der\nned s. skal den kalde. Det skete og saa\nidet den første sprang ud s. sagde det Plom\nog h. vidste ikke andet end [det] h sagde Kom\nog s. [druk] sprang h bag efter og s. drukne-\nde de begge to formælst deres Gjerrig\nhed. Siden den Tid levede J. og hans M\ni Rolighed og de begik dem som Folk den\nom Stunder.\n----\nEndnu et Træk. Faaet fat i en Ræv bilder\ndem ind at det er en gasse og de trækker\nden op i deres gaasesti og den spolerede\ndem alle gæsserne og siden brækkede den\nHul paa Muren og løb, s fik den ikke nær-\nmere set efter.", "english_manuscript": "Out there on Dover heath there was a tiny little house, and no one lived there but an old woman and her son. Then one day when the woman had gone down to weave, she'd made a very nice piece of homespun and then she said to the boy, listen Jens, can't you take this piece of homespun and go to Aarhus with it, there's no use in going to Skanderborg, you won't be able to get rid of it there, and then you can sell it, but you're to get 1 mark for each two foot length. And please let me see that you can do this properly. I certainly will, he says, and he takes the cloth and went off. He went past Hemstok and the Hemstok men are standing outside there talking. Where are you going with that, you're going so fast. Yes, I'm going to Aarhus with this piece of cloth for my mother. Oh, are you now? How much does it cost...1 Mark. Well, then it's not worth your trouble going any farther, we'll take it, you don't have to go to Aarhus for that. The boy was quite happy about that and he gets his Mark and they get the homespun and then he went home to his mother with it. Oh, she said, when she heard how things had gone, that's how you handled yourself, little Jens. I doubted it. Then there's nothing else to do, since if I know those Hemstok men, they'll hold on to what they've got. Then a day later, she'd been out churning. Listen, here's some butter and some buttermilk, they better be in the churn together and you'd better put it on your back. But you aren't to go that way, you're to go over to the Poles, it was in the days when they were here and they had their stalls in a town named Boes, and that's how it got its name. They could see over the entire area, and nobody could come at them from one side, and the other sides were flooded with water, and it lay quite high. But they needed something to live off, and the woman counted on that. But let me see that they don't trick you, little Jens. No. This time they won't trick me any more than this here piece of straw, the boy said and then he bends over and was going to pick up a piece of straw, but isn't careful and the butter and milk spill over his head. Oh, it's a real shame, says the mother, with such a fathead. Yeah, yeah, said the boy, you're also so hot-headed. But give me a moment to think, I'll certainly trick them up there. Then Jens went and thought for several days and he made sure he got a piece of canvas she gave him one market day and he went to Skanderborg with it. He made sure that these Hemstok men were there and had seen him. Jens sells his canvas and gets a few coins in his pocket and then he goes in to three different inns and tells them a bit about how things stand, and how he wants to pay the two men back. Then he goes out again and finds these two men, and invites them in for a drink, and they thought, it isn't worth spending your money on us Jens. Well, I could certainly deal with you another time and he puffed himself up a bit. Sure, sure, said the first man, let's go. Waiter, give us a mug of Polak, that was a common drink in those days, it was half beer and half mead. The waiter brings it over immediately and when they were done, Jens took off his hat, it was an old lumpy one, and he puts it on his stock and gives it a spin and said, Hat, it's paid. Oh thank you, that's right, said the waiter. That's quite a hat, said the men, can you do it again. Sure, we can try, they went in to another place. Now I want to try said one of the men. Sure enough, it was right. The hat paid. Sure, said the second man, now you've tried it, now I want to try it too. To make a long story short, it went the same way the third place. When they came out, they said, Listen, Jens, you don't really need that hat, you don't get out like us and you don't make as many bargains, give it to us. Jens wouldn't hear tell of that. Finally, they convince him to sell the hat for 50 rixdollars, and even then Jens felt he'd given it to them. They thought so too. When Jens got the money, he headed quickly for home. They said, let's have a little more fun with this hat comedy. They go off and get another man to come with them and go to an inn and order a huge amount. When they're done, the first man takes the hat, gives it a good spin, Hat it is paid for. Wait a second, my good man, we don't accept hat tricks here. What, isn't it paid for. No. Out with your money, you have to pay. Then the other man says, it was the wrong side you spun it on, let me try. They go in to another inn. They got themselves a good beating there and then they could go home. They were quite disappointed and then the first man said, We can take the money back from him because the two of us can take him. About evening time the next day they cross over the heath to him. Jens is sitting in the window. Now the Hemstok men are coming and they don't have good ideas, but I'll try to see if I can't trick them again and then he told his mother a little bit about how she should act when they arrived. The men come in and greet them good evening. They invited them in and asked them to sit down. They had come to talk about the deal, they didn't think it had been so honest, but he said no, they had seen the goods, and he couldn't help it if they didn't have the right touch. As they're sitting there talking back and forth, the woman is sitting there spinning, and she's nodding off at the spinning wheel and finally she falls completely asleep. OK, says Jens, let me see if I can't put a little zeal into you. He grabs a big staff that was right near him and smacks her really hard on the back of her head, the poor old thing, and she falls off the chair and remains lying there. Wow, you're a dangerous guy, you killed your own mother. Oh, there's no danger of that, says Jens, and he shakes her a bit. She's beyond that. No, there's no danger of that and he reaches up to a shelf and takes a whistle that's lying there and bends down to the back of her head and begins blowing. And the old woman jumps right up, oh, I was having such a nice dream and she sits down to spin as if nothing had happened and spins so that the spinning wheel crackles. Well, the men look a little at this. You know what, Jens, if you'll give us that whistle, then we'll forget the whole hat comedy thing, because they could use that whistle, their women were so tired of them. Well, they got the whistle and they went home quite happy. Then the man in the western farm says, I want to try the whistle first, you tried the hat first and this time there's no cheating because that old woman, she was dead. And the next evening he's sitting inside with his women and eagerly waits for one of them to fall asleep, so that he could try this thing. Well, it was now this and that, because these were some darn secure women, so if they didn't have it pretty good, he risked hearing about it later. If you're going to hit, then you really need to hit, otherwise it won't work. Then after a while, the wife fell asleep and she slept soundly. Then he'd put a really thick cudgel in a corner to use for that purpose, he pulls it out and he smacks her one right in the face and she falls over as dead as a herring. What are you doing, did you kill your own wife, you're quite a daring person. Oh, there's no danger, I'll wake her up again, don't complain, and he takes the whistle and blows it in the back of her head, so water came out of both his eyes, but it didn't help. Then he says to the others: you better keep quiet about this, because the other one has to try this, I don't want to be the only one to be hurt like this, and to make a long story short, the same thing happened to the other one. Now they were busy for several days getting their wives buried and so Jens had peace for a while. In the meantime, some gypsies had wandered by and had gotten lodgings at Jens's and they had some foreign animals with them, and they'd left a wolf with Jens and he had no idea what he should do with it. Then a little later the men come down to him one day and begin to blame him for having them kill their wives and all that. Then he says, I'm not at fault, because you saw what I did, and you hit wrong. But I've gotten a ram here and I'll give it to you so we can stay friends. He looks like he's pulling a bit at the ropes, said the first man. Yes, he is, said Jens, but he's a foreign race and he is healthy and energetic and when he is put out in a flock of sheep, there'll be no illness among the sheep. In those days, they had a really hard time keeping their sheep alive, because they always got sick. And there's one more thing--he's really good at taking care of the lambs. The foxes won't get a single lamb. Then they thought: OK, let's have him, something is better than nothing and they got the ram and they led him home. They had their sheep down below the farms and it was covered with snow, so they drove all their sheep into a fold, since they always drove their animals together. Then they said to their people, don't check on them for a few days, he needs time to get to know them, otherwise he'll run away. Well, the end of the ballad was that the wolf bit a bunch of sheep to death and broke a hole in the roof and ran away and they didn't see the wolf again. Then a little time passed and the men went about wondering about the animal that had eaten their sheep and finally it occurred to them that he'd played a trick on them. But now the winter had gotten so harsh, there was nothing they could do to him. But Jens hadn't gotten lazy, he went down and bought himself an old nag, and he'd set it up there. Then toward spring time, they came down to him one day and they asked him, what kind of beast is that you've gotten yourself Jens. That's an animal that really helps out a lot, it doesn't look like much, but it's good anyway. He'd tied an upside down basket onto its ass. What's that supposed to mean, it hanging there like that. Oh, then I don't have to have the bother of picking up the money out of the shit. Well, then they wanted to go have a look, and there was a bunch of fertilizer, but also some copper coins. What, can that animal give money. Sure, you can see that yourself and at the same time he smacks the animal's ass and some more trickle out from its tail. Well, it sure looks that way, it would certainly be worth it having one like that. Yes, said Jens, it's a good investment, but not for me since I can't afford to give it good food. The better the food, the more money. Yes, the end of the ballad was that they got Jens to give them the animal and then they led it home. One of them got it first and he let it go about in one of his best rooms and he carried a bunch of oats in to it, and a bunch of bed clothes so that it would be comfortable, since he figured the better it lay the more money he'd get. But it turned out it ruined everything and no money. The other man got it to try too; it went the same way for him. Then they said to each other: Now we're going to destroy him, otherwise he'll destroy us and they went out there together and they put him in a sack they'd brought with them and it was a Sunday morning. Then they thought that they were so close to the church, they'd go in and listen to the sermon and so they left him lying quietly outside the church wall. Then he says, as he's lying there, no I don't ever want to go to heaven. An old man is walking by at that moment. I certainly do, said the man, if I could get there. You can get there easily, if you'll climb into this sack, said the boy. Well, then the two of us better switch. He opened up for the boy and climbs into the bag and the boy ties it up good and tight for him. When the men had listened to the end of the sermon, then they go out and pick up the bag again and then they head off. This old guy asked them, will we get there soon. Yes, it won't be long now, before you get there and he was happy with that. When they got down to Ravn lake, they threw him out there and then they went home. But along the way they meet Jens whose coming driving a big herd of cows, they were the men's own, they wandered about loose in the forest and he went there driving a herd of them. Hey, where did you find those cows. I found them at the bottom of the lake, there's a wonderful pasture, and there were so many cows grazing there. Oh really, they said, we'd better go down and get us a herd as well, when it's like that. But now we'll be careful and only one of us will go at a time, and when he gets down then he'll call up. That's what happened, and when the first one jumped out, it said Plom and he thought he said, Come, and then he jumped in after him and then they both drowned because of their greed. Since then, Jens and his mother lived peacefully and they acted like people did back then. One more thing. Gets hold of a fox and convinces them that it's a gander and they lead it up to their goose pen and it killed all the geese and then it broke a hole in the wall and ran off, and they never saw it again.", "danish_publication": "Der ude paa Dover Hede laa et lille Hus, og i det boede ikke andre end en gammel Kone og hendes Søn. En Dag, som Konen var ved at væve, blev hun lige færdig med et kjønt Stykke Vadmel, og saa siger hun til Knægten: \"Hør, Jens, nu kan du tage det Stykke Vadmel og gaa til Aarhus med og sælge for mig. Det kan ikke hjælpe, du gaar til Skanderborg, for der kan du ikke blive af med det, og du skal have en Mark for Alen. Men lad mig nu se, du bærer dig lidt ordentlig ad.\" — \"Ja, det skal a nok,\" siger han, og han tager Tøjet og gaar med. Saa gaar han nu om ad Hemstok. Der staar de Hemstok Mænd uden for og Snakker. \"Hvor skal du hen med det Tøj?\" siger de, \"du farer saa stærkt.\" — \"Ja, a skal til Aarhus med det for min Moder.\" — \"Naa, det skal du, hvad skal det da koste?\" — \"Det skal koste en Mark.\" — \"Ja, saa er det da ikke værd, du gaar længere for den Sags Skyld, saa vil vi tage det.\" Det var Knægten saa meget glad til, og han faar hans Mark, og de faar Vadmelet. Saa gik han hjem til hans Moder med det. Da hun fik at høre, hvordan han havde baaret sig ad, siger hun: \"Ja, a tvivlte nok paa, det vilde gaa dig galt, bitte Jens. Der er ikke mere ved det at gjøre, for kjender a de Hemstok Mænd rigtig, saa holder de nok ved det, de faar fat i.\" Det sagde Jens ikke noget til.\nEn Dags Tid efter var hun ved at kjærne, og da hun havde faaet Smør, siger hun til Drengen: \"Her har du nu dether Smør og dether Kjærnemælk, det maa helst blive sammen i Kjærnen med hinandt, og saa skal du tage det paa din Ryg og gaa over til Polakkerne med det.\" Det var i den Tid, de huserede her i Jylland, og de havde deres Baase i den By, der hedder Boes, deraf fik den sit Navn. Derfra kunde de overse hele Landet, for det ligger saa højt, og tilligemed kunde ingen komme til dem uden fra én Side, alle de andre var omflødt med Vand. Nu gjorde Konen jo Regning paa at kunne afsætte nogle Fødevarer til dem, for noget skulde de jo altid have at leve af. \"Lad mig nu endelig se, bitte Jens, te de narrer dig ikke.\" — \"Nej,\" siger han, \"den Gang skal de minsæl ikke komme til at narre mig mere end dether Halmstraa,\" siger han Knægten, og saa bukker han sig ned og vil tage ved Halmstraaet, men tager sig ikke i Vare for, at Kjærnemælken og Smørret gik ud over Hovedet paa ham. \"Nej, det er dog bedrøveligt med saadan et Knudhoved,\" siger Moderen. \"Jaja, I er ogsaa saa hiddsig,\" siger han Knægten, \"men lad mig nu faa Tid til at betænke mig, saa skal a missel nok faa dem pudset der oppe.\"\n     Dermed gik Jens, og saa spekulerede han paa det i nogle Dage. Han sørgede jo for at faa et Stykke Lærred af hans Moder, for der skulde være Marked i Skanderborg, og saa foregav han jo, at han vilde derned og sælge det. Han rejser ogsaa af og faar hans Lærred solgt, saa han faar lidt Mønt paa Lommen. I det samme faar han at se, at de Hemstok Mænd var ogsaa der nede. Saa gaar han ind til tre Værter og Sætter dem til Hobe lidt ind i Sagerne, angaaende hvordan han vilde betale de Mænd for deres Snyderi imod ham, og saa giver han hver af dem saa mange Skillinger, som en Omgang kunde koste. Naa, saa gaar han ud igjen og leder de to Mænd op. Han byder dem altsaa ind paa en Gjenstand. \"Aa,\" siger de, \"vi tykkes ikke, det er værd, du spenderer noget paa os, Jens.\" Ja—a, han brystede sig jo noget, \"a kan vel komme til at handle med jer en anden Gang.\" — \"Jaja,\" siger saa den ene Mand, \"lad os saa gaa ind med dig.\" — \"Hej, Vært, lad os faa et Krus Polak!\" — det var en Drik, der var meget almindelig den Gang og bestod halvt af Brændevin og halvt af Mjød. Værten kom strags springende med det, og den Gang de var færdige, tog Jens hans Hat af, det var saadan en gammel buleret én, og sætter paa hans Kjæp og giver den et Snur og Siger: \"Hat, det er jo betalt.\" — \"A takker,\" siger Værten, \"det passer.\" — \"Det var en grumme Hat,\" siger de Hemstok Mænd, \"kan den gjøre det én Gang til?\" — \"Ja, vi kan jo prøve ad.\" De gik saa ind et andet Sted. \"Ja, nu vil a missel prøve den,\" siger den ene af Mændene, og Jens kræver ind, og Manden snurrede med den. Jo, det paste godt nok. Hatten den betalte. \"Ja,\" siger den anden Mand, \"nu har du prøvet den, da vil a ogsaa se at give den et Snur.\" Det gik kort at fortælle lige saadan det tredje Sted. Jens sagde: \"Hat, du har jo betalt\", og Værten kom Springende og sagde: \"A takker, det passer.\" Da de kom ud, sagde Mændene: \"Hør, Jens, den Hat kan du overlade os, den har du egentlig ingen Brug for, da du ikke kommer videre ud, saadan som os, og giver ikke mange Lidkjøb.\" Men det vilde Jens ikke høre om. Endelig faar de ham overtalt til at sælge Hatten for en 50 Rigsdaler, og saa mente Jens endda, han havde givet dem den. Det tykte de da endelig ogsaa selv. Da Jens fik Pengene, strøg han af hjem.\n     Saa sagde Mændene: \"Vi vil have lidt mere Fornøjelse af den Hattekomedie.\" De gaar hen og faar en Tredjemand med, og saa triner de ind til en Vært og kræver dygtig ind. Da de er færdige, tager den ene Mand Hatten og giver den et Sno, rette den spillede paa Kjæppen. \"Hat, det er jo betalt,\" siger han, men Værten sagde noget andet. \"Nej, holdt, god Karl, her gaar det ikke til med Hunderkunster.\" — \"Hvad, er det ikke betalt?\" siger de. \"Nej, I maa op med Pengene, hvem skulde have betalt for jer?\" og de maatte altsaa punge ud. Saa siger den anden Mand, da de var kommen uden for: \"Jamen det var ogsaa den fejle Side, du snoede til, lad mig nu prøve den.\" Saa gaar de ind paa et andet Værtshus og spiser og drikker, og der reddede de dem en god Tragt Klø, saa kunde de gaa hjem med det. Ærgerlige var de, og det til Gavns.\n     \"Vi skal lige godt have ham af med de Penge igjen,\" siger den ene Mand, \"for han har jo snydt os vel grovt, og vi kan nok magte ham begge to.\" Hen paa anden Dags Aften tridser de ud i Heden til ham. Jens kikker ud paa Vinderet og siger: \"Nu kommer de Hemstok Mænd, og de har ikke godt i Sinde, men a vil lige godt prøve, om a kan ikke narre dem nok en Gang.\" Saa gav han Moderen lidt Underretning om, hvordan hun skulde forholde sig, naar de kom. Mændene de kommer ind og hilser Godaften. Folkene bød dem jo fra Døren at sidde ned, og de kommer saa til at snakke med ham om den Handel. De mente jo, den var ikke saa rele, som den kunde være. Men Jens paastod, at de havde jo set paa Varerne, og han kunde ikke gjøre for, te de havde ikke det riglige haandelag. Som de nu sidder og snakker frem og tilbage, da sidder Konen ved Rokken og spinder, og hun nikker lidt, og til sidst falder hun helt i Søvn. \"Naa, du har det saadan,\" siger Jens, \"da skal a lige godt se, om a kan ikke faa lidt Arbejdslyst i dig,\" og dermed tog han en stor Kjæp, der stod i Nabolaget ved ham, og trækker hende jo en alvorlig én over Nakken, det gamle Skind, saa hun vælter ned af Stolen og bliver liggende. \"Ja, da er du og en farlig Knægt,\" siger Mændene, \"slaar du din egen Moder ihjel.\" — \"Aa, det har nok ingen Fare,\" siger Jens og rundsler lidt ved hende. \"Ja, hun er missel vist ovre det,\" siger de. \"Nej, det er der ingen Fare for\", og han rækker op paa en Hylde og tager en fløjte, der laa, og den sætter han om i hendes Nakke og giver sig til at blæse. Op springer hun Kjællingen lige paa en Studs og siger: \"Aa, da drømte a endda godt.\" Hun sætter sig da til at spinde, som om ingen Ting var forefaldt, og det, lige til det knasede i Rokkeværket. Ja, Mændene de keg jo lidt paa dether. \"Ja, ved du hvad, Jens,\" siger de, \"naar du vil give os den Fløjte, saa skal det hele være glemt med den Hattekommers,\" for den Fløjte kunde de bruge, deres Kvindfolk var nemlig slemt søvnige af sig. Naa, de fik Fløjten, og de gik nok saa glade og vel fornøjede hjem. Saa siger Manden i den vestre Gaard: \"Ja, nu vil a missel prøve Flojten først, du prøvede Hatten først. Denher Gang er det da intet Snyderi, for vi saa jo, Kjællingen hun var død og blev levende igjen.\"\n     Anden Dags Aften sidder han inde i Stuen ved hans kvindfolk og venter jo saa haardt paa, te den ene af dem skulde falde i Søvn, for at han kunde komme til at prøve denher Indretning. Nu var det jo baade saa og da, for det var nogle Fandens sikre Kvindfolk, han havde, og hvis de ikke fik et rigtig godt Træk, saa kunde han risikere at faa det gjengjældt bag efter. Det sad han nu og tænkte paa. \"Skal der slaaes til, saa skal der slaaes til, for ellers gaar det ikke,\" tænkte han ved sig selv. Omsider falder da Konen i Søvn først og sov baade trygt og fast. Nu havde han sat en tyk Kjæp i en Krog til det samme Brug, og saa trækker han den frem og giver hende én ind lige i Planeten, og hun vælter jo om saa død som en Sild. \"Men hvad gjør du nu!\" siger de andre, og Springer op og hujer og skriger, \"slaar du nu din egen Kone ihjel, da er du og et forvovent Menneske.\" — \"Aa, det har ingen Fare,\" siger han, \"a skal nok faa hende vaagen, I skal ikke klage jer.\" Han tager i Fløjten og piber i Nakken paa hende, saa Vandet kom ud af begge hans Øjne, men lige meget hjalp det. Saa siger han til hans Folk: \"Nu maa I endelig tie stille med det, for min Nabomand skal missel prøve det ogsaa, a vil ikke være ene om Skaden.\" Og kort at fortælle, det gik den anden akkurat lige saadan.\n     Nu fik de jo travlt i nogle Dage med at faa deres Koner begravet, og saa havde Jens da Fred i den Tid. Imelder godlag var nogle Tattere dreven omkring og havde haft Logi ved Jens, og de havde et udenlands Tyr med dem, som de kaldte en Ulv. Saa havde de ladt den blive ved ham, og han vidste aldrig, hvad han skulde gjøre ved det Kreatur. Omsider kommer Mændene ned til ham en Dag og begynder at Skylde ham for, at han havde slaaet deres Koner ihjel og alt dether. Dertil svarer han: \"Ja, a har jo ingen Skyld i det, for I saa jo, hvordan a bar mig ad, og I maa jo have slaaet fejl. Men a har faaet en Vædder her, den vil a give jer, for at vi kan blive ved at holde Venskab.\" — \"A tykkes, han ser mig saa strag ud i Tovet,\" siger den anden Mand. \"Ja, det er han ogsaa,\" mente Jens, \"men det er af en udenlandsk Race, og han er frisk og sund, og der er den store Fordel ved at have ham, te hvor han kommer i en Flok Faar, der kommer ingen Sygen imeld dem.\" I de Tider havde de nemlig saa ondt ved at holde Liv i deres Faar, for der var tit Sygen imeld dem, og mange døde hver Vinter. \"Og saa er der endelig én Ting til\", siger Jens, \"og det er, at han er saa god til at passe paa Lammene, og naar I har ham, saa kan Ræven ingen Lam tage.\" De tykte endelig ogsaa, at den var værd at have. \"Lad os tage ham, noget er bedre end intet,\" sagde de, og saa fik de denher Vædder og trækkede af hjem med ham.\n     De havde deres Faarefold neden for Gaardene, og lige i Tiden var Markerne lagt til med Sne, saa de havde drevet alle deres Faar ind i en Fold, og begge Mændene drev altid sammen med deres Faar. Da de nu lader Ulven komme ind til dem, sagde de til deres Folk: \"Nu skal I ikke se til dem den første Dags Tid, han skal have Tid til at blive kjendt med dem, ellers vil han vel rende hen, naar Faarene kommer ud igjen.\" Naa, Enden af Visen blev, at Ulven bed en Del af faarene ihjel og brækkede saa Hul paa Taget og rendte sin Vej, og de saa ingen Vædder siden. Da Folkene kommer hen og skal have set til deres Faar, saa laa de der i en bedrøvelig Forfatning.\n     Nu gik der en lille Tid, og Mændene gik og grubliserede over, hvad det var for et Dyr, der saadan havde ødt dem deres Faar. Omsider kom de i Tanker om, at det var ogsaa en Kjæltringstreg, Jens havde spillet dem. Men nu var det blevet saa stræng en Vinter, te nu var der ikke noget at spekulere paa med ham for det første.\n     Men Jens havde ikke ligget paa den dovne Side i det Lag. Han havde gaaet ned og kjøbt sig et Udgangsøg, og det havde han faaet indkvarteret hjemme i Huset. Saa hen i Foraarstiden kom Mændene ud til ham en Dag, og de faar strags dether Øg at se. \"Hvad er det for et Bæst, du har der lagt dig til, Jens?\" — \"Det Bæst er der stor Fortjeneste ved,\" siger han, \"det ser ikke ud til ret meget, men det er godt alligevel.\" Nu havde han jo set, Mændene de kom, og saa havde han bundet en vendret Kurv for Røven af det. \"Hvad skal det betyde, den Kurv hænger der?\" siger de. \"Aa,\" siger han, \"det er for ikke at have for megen Ulejlighed med at samle pengene op i Skidtet.\" Ja, saa Skulde de jo hen at se i Kurven, og der var en Hoben Gjødning, men ogsaa nogle Kobberskillinger. \"Hvad! kan det Bæst gjøre Penge?\" siger de. \"Ja, det kan I da vel se,\" og saa med det samme skaar han et godt Slag over Røven af det. Da trimler der nogle Skillinger ud fra Halen. \"Ja, det ser ud til det,\" siger de, \"saadan et Dyr kunde det nok være værd at have.\" — \"Ja,\" siger Jens, \"der er god Fortjeneste ved det Dyr, men ikke saa meget for mig, for a har jo ikke Raad til at give Bæstet saa god en Føde, som det skulde have. Jo flere penge, jo bedre Føde det faar.\" Ja, Enden paa Visen blev da, at de fik Jens til at overlade dem Øget, og saa trækker de jo hjem med det. Manden i den vestre Gaard fik det først, og han lod det gaa ind i en af hans bedste Stuer, og han bar en hel Del Havre ind til det og en hel Del Sengklæder, at det Skulde ligge godt, for han mente jo, at jo bedre det laa, jo flere Penge det fik. Men det viste sig snart, at Øget spolerede dem alting og alligevel ingen penge gjorde. Den anden Mand fik det at prøve ogsaa, og ham gik det lige saadan.\n     Nu kan det nok være, de var blevne vrede paa Jens, og de lægger over med hinanden: \"Nu skal han lægges øde, for ellers lægger han os øde.\" Saa fulgtes de ad derned igjen, og de fik fat i ham og put ham i en Sæk, de havde med dem. Det var en Søndag Morgen, dether gik for sig. De rejser saa af med ham i Sækken, og da deres Vej faldt lige forbi Kirken, saa vilde de da ind og høre Prækenen. Saa kunde de lade ham ligge uden for Kirkegaardsmuren i god Rolighed ilav, og de smider Sækken og gaar ind. Allerbedst som han nu ligger der, siger han saadan temmelig højt: \"Nej, a vil ikke til Himmels for aldrig det.\" Saa kommer der en gammel Mand forbi i det samme, og han hører det. \"Da vilde a saamænd gjærne til Himmerig, dersom a kunde komme der.\" — \"Ja, da kan du nemt komme der,\" siger Jens i Sækken, \"dersom du vil krybe ind i denher Sæk, saa maa vi to hellere komme til at bytte, for a skal netop til Himmerig.\" Han løser for Knægten, og Jens kryber ud, men den gamle Mand kravlede i den, og Knægten binder rigtig godt for ham.\n     Da Mændene de havde hørt Tjenesten til Ende, saa kommer de jo ud og tager Posen igjen, og saa drager de af Sted med den. Denher gamle Gut han spurgte dem ivessomda: \"Er vi der snart?\" — \"Ja, nu skal det ikke vare længe, inden du kommer der,\" siger de, og saa gav han sig tilfreds. Da de kom ned til Ravn Sø, saa smed de ham ud, og saa gik de hjem. Men undervejs mellem Søen og Boes kommer de forbi Jens, han kom drivende med et prægtigt Kobbel Høveder, det var nogle af Mændenes egne, der gik løse nede i Skoven, og der havde han givet sig til at gaa og drive med en hjær af dem. \"Hvad, er du her? hvor er du kommen ved de Høveder?\" — \"Ja, dem har a faaet paa Bunden af Søen. Der er jo en dejlige Eng, og der gik saa mange Havkøer og gik og græssede.\" — \"Naa, det gjorde der,\" sagde de, \"saa maa vi hellere gaa ned og faa os en Hjær ogsaa, naar det gaar saadan til at faa dem. Men nu vil vi være saa forsigtige, at kun én af os gaar ad Gangen, og naar den saa kommer derned, og det forholder sig rigtigt, hvad Knægten har opgivet, saa skal den kalde.\" Det skete nu ogsaa. Idet den første Sprang ud, saa sagde det: \"Plom!\" og den anden han vidste ikke andet, end han sagde: \"Kom!\" Saa sprang han bag efter. De druknede altsaa begge to formedelst deres Gjerrighed. Siden den Tid levede Jens og hans Moder i Rolighed, og de begik dem som Folk i deres Stilling nu om Stunder.\n\nFortælleren har ogsaa hørt historien fortælle med endnu et Træk. Jens havde faaet fat i en Ræv og bilder dem saa ind, at det er en Gasse. Den trækker de op i deres Gaasesti og lader den være ved Gjæssene om Natten. Den spolerede dem allesammen, og siden brækkede den hul paa Muren og løb, saa de fik ikke mere ud af det.\n", "english_publication": "Out there on Dover heath lay a tiny little house, and no one lived there but an old woman and her son. One day as the woman was weaving, she finished up a very nice piece of homespun and so she says to the boy: “Listen Jens, now you can take this piece of homespun and go to Århus with it and sell it for me. It won’t help going to Skanderborg, because you won’t be able to get rid of it there, and you’re to get one mark for each two foot length. But please show me that you can do this properly.”—“I certainly will,” he says, and he takes the cloth and goes off. Now he goes past Hemstok. The Hemstok men are standing outside there talking. “Where are you going with that cloth?” they say, “you’re going so fast.” – “Yes, I’m bringing it to Århus for my mother.”—“Oh, are you now? How much does it cost?” – “It costs one mark.” – “Well, then it’s not worth your trouble going any farther for that, we’ll take it.” The boy was quite happy about that and he gets his mark and they get the homespun. Then he went home to his mother with the money. When she heard how he’d handled himself, she said, “Well, I certainly had my doubts that things would go well for you little Jens. There’s nothing else to do, since if I know those Hemstok men, they’ll hold on to what they’ve got.” Jens didn’t say anything in reply.\nOne day later, she was out churning and when she had gotten butter, she says to the boy: “Listen, here you’ve got this butter and this buttermilk, it’s best if they are in the churn together; put it on your back and go over to the Poles with it.” It was in the days when the Poles were quartered here in Jutland and they had their stalls [båse] in a town named Boes, and that’s how it got its name. They could watch over the entire area from there, because it sits fairly high, and by the same token nobody could come at them from one side, and all the other sides were flooded with water. Now the woman counted on being able to sell them some foodstuffs, because they would always need something to live off. “Let me see that they don’t trick you, little Jens.”—“No,” he says, “this time they sure as heck won’t trick me any more than this here piece of straw,” says the boy and then he bends over to pick up the piece of straw, but isn’t careful and the butter and milk spill over his head. “Oh, it’s a real shame with such a churl,” says the mother. “Yeah, yeah, you’re also so hot-headed,” says the boy, “but give me a moment to think, I’ll certainly trick those guys up there in Hemstok.”\n     Then Jens went and thought about it for several days. He made sure to get a piece of canvas from his mother, because there was going to be a market in Skanderborg, and he told her that he wanted to go down there and sell it. He goes off and sells his canvas and gets a few coins in his pocket. At that moment, he sees that the Hemstock men are down there too. So he goes to three innkeepers and tells them a bit about how things stand, and how he wants to pay the two men back for their trickery and then he gives each of them enough shillings to pay for a round of drinks. Well, then he goes out again and finds these two men. He invites them in for a drink. “Well,” they say, “we don’t think it’s worth it spending your money on us Jens.” “Well--,” Jens puffed himself up a bit, “I could certainly wind up making a deal with you another time.” – “Sure, sure,” says one of the men, “let’s go in with you.”—“Hey, innkeeper, give us a pitcher of Polak!”-- that was a common drink in those days, it was half beer and half mead. The innkeeper brings it over immediately and when they were done, Jens took off his hat, it was an old lumpy one, and he puts it on his staff and gives it a whirl and says, “Hat, it’s paid.” – “I thank you,” says the innkeeper, “that’s quite right.” – “That’s quite a hat,” the Hemstok men say, “can you do it again?” – “Sure, we can try.” So they went to another place. “Now I sure as heck want to try,” says one of the men, and Jens orders, and the man spun it. Sure enough, it was right. The hat paid. “Well,” says the other man, “now that you’ve tried it, I want to try it too.” To make a long story short, it went the same way at the third place. Jens said, “Hat, you’ve paid,” and the innkeeper came running and said, “I thank you, that’s right.” When they came out, the men said, “Listen, Jens, you can give us that hat, you don’t really need it, you don’t get out like us and make as many deals.” But Jens wouldn’t hear talk of that. Finally, they convince him to sell them the hat for fifty rixdollars, and even then Jens felt he’d given it to them. They thought so too, actually. When Jens got the money, he headed quickly for home. \n     Then the men said, “Let’s have a little more fun with this hat comedy.” They go off and get another man to come with them and go to an inn and order a huge amount. When they’re done, the first man takes the hat, gives it a good spin, so that it almost fell off the staff. “Hat, it is paid for,” he says, but the innkeeper said something else. “Wait a second, my good man, we don’t accept monkey tricks here.” – “What, isn’t it paid for?” they say. “No, you better come with your money, who was supposed to have paid for you?” and they had to pay. Then the other man says, when they’d gotten outside, “It was the wrong side you spun it on, let me try.” They go in to another inn and they eat and drink, and they got themselves a good beating there and then they could go home. They were quite disappointed.\n     “We can take the money back from him,” says the first man, “because he has tricked us quite badly, and the two of us can take him.” About evening time the next day they cross over the heath to him. Jens looks out the window and says, “Now the Hemstok men are coming and they don’t have good thoughts, but I’ll try to see if I can’t trick them again.” Then he told his mother a little bit about how she should act when they arrived. The men come in and wish them a good evening. They invited them in and asked them to sit down and they had come to talk with him about the deal. They didn’t think it had been as honest as it could have been. But Jens claimed that they had seen the goods, and he couldn’t help it if they didn’t have the right touch. As they’re sitting there talking back and forth, his mother is sitting there spinning at the spinning wheel, and she’s nodding off and finally she falls asleep. “Oh, you’re like that,” says Jens, “let me see if I can’t put a little zeal back into you,” and with that he grabs a big staff that was right near him and smacks her really hard on the back of her head, the poor old thing, and she falls off the chair and remains lying there. “Wow, you’re a dangerous guy,” says the man, “you just killed your own mother.” – “Oh, there’s no danger of that,” says Jens, and he shakes her a bit. “Yes, she’s probably beyond that,” they say. “No, there’s no danger of that,” and he reaches up to a shelf and takes a whistle that’s lying there and bends down to the back of her head and begins blowing. And the hag jumps right up, “Oh, I was having such a nice dream.” She sits down to spin as if nothing had happened and spins so that the spinning wheel crackles. Well, the men look a little at this. “You know what, Jens,” they say, “if you’ll give us that whistle, then we’ll forget the whole hat comedy thing,” because they could use that whistle, their women were so tired of them. Well, they got the whistle and they went home quite happy. Then the man in the western farm says, “I sure as heck want to try the whistle first, you tried the hat first. This time there’s no cheating because was saw that the old woman was dead and came back to life.”\n     The next evening he’s sitting inside in the living room with his women and is eagerly waiting for one of them to fall asleep so that he could try this thing. Well, it was now this and now that, because these were some darn strong women, so if they didn’t hit them pretty hard, he risked getting it right back. He sat there and thought about that. “If you’re going to hit, then you really need to hit hard, otherwise it won’t work,” he thought to himself. Then after a while, the wife fell asleep and she slept soundly. Now he’d put a really thick cudgel in a corner to use for that purpose, he pulls it out and he smacks her one right in the face and she falls over as dead as a herring. “What are you doing?” the others say, and they jump up shouting and yelling, “Did you kill your own wife? You’re quite a daring person!” – “Oh, there’s no danger,” he says, “I’ll wake her up again, don’t complain.” He takes the whistle and blows it in the back of her head, so water came out of both his eyes, but it didn’t help. Then he says to the others: “Now you’d better keep quiet about this, because my neighbor sure as heck has to try this, I don’t want to be the only one to be hurt like this.” To make a long story short, exactly the same thing happened to the other one. \n     Now they were busy for several days getting their wives buried and so Jens had peace for a while. In the meantime, some gypsies had wandered by and had gotten lodgings at Jens’s and they had a foreign animal with them they called a wolf. They had left it with him and he had no idea what he should do with that animal. Then a little later the men come down to him one day and begin to blame him, saying he had killed their wives and all that. To that he answers, “Well, I’m not at fault there, because you saw what I did, and you must have hit wrong. But I’ve gotten a ram here and I’ll give it to you so we can stay friends.”—“He looks like he’s pulling a bit at the ropes,” says the other man. “Yes, he is,” said Jens, “but it’s a foreign race and he is healthy and energetic, and the real advantage with him is that when he is put out in a flock of sheep, there’ll be no illness among them.” In those days, they had a really hard time keeping their sheep alive, because they always got sick. “And there’s one more thing—he’s really good at taking care of the lambs, and when you have him, the foxes won’t get a single lamb.” They finally thought that it was worth having. “Let’s have him, something is better than nothing,” they said, and they got this ram and led him home. \n     They had their sheepfold down below the farms and just at that time the fields were covered with snow, so they had driven all their sheep into a single fold, because the two men always drove their sheep together. When they released the wolf into the sheep, they said to their people: “Now you’re not to check on them for a few days, he needs to time to get to know them, otherwise he’ll run away when the sheep are let out again.” Well, the end of the ballad was that the wolf bit a bunch of sheep to death and broke a hole in the roof and ran away and they didn’t see the ram again. When the people came to see to their sheep, they lay there in terrible shape.\n     Now a little time passed and the men went about wondering about what kind of animal it was that had eaten their sheep. Finally it occurred to them that Jens had played a trick on them. But now the winter had gotten so harsh, there was nothing they could do to him. \n     But Jens hadn’t gotten lazy during that time. He had gone down and bought himself an old nag, and he’d housed it there in his house. Then toward spring time, the men came down to him one day and they immediately see this nag. “What kind of a beast is that you’ve gotten yourself Jens?”—“There’s a lot to earn with that beast,” he says, “it doesn’t look like much, but it’s good anyway.” Now he had seen the men coming, and he’d tied a basket onto its ass. “What’s that supposed to mean, that basket hanging there like that?” they say. “Oh,” he says, “that way I don’t have to bother picking the money out of the shit.” Well, then they wanted to go have a look in the basket, and there was a bunch of dung but also some copper coins. “What, can that animal give money?” they say. “Sure, you can see that yourself,” and at the same time he smacks the animal’s ass. Then some shillings trickle out from its tail. “Well, it sure looks that way,” they say, “it would certainly be worth it, having an animal like that.” “Yes,” says Jens, “it’s a good investment this animal, but not for me since I can’t afford to give it as good food as it needs. The better food it gets, the more money it gives.” Well, the end of the ballad was that they got Jens to give them the animal and then they led it home. The man in the west farm got it first and he let it go about in one of his best rooms and he carried a bunch of oats in to it, and a bunch of bed clothes so that it would be comfortable, since he figured the better it lay the more money he’d get. But it soon turned out that the nag ruined everything and still did not make any money. The other man got to try it too and it went the same way for him. \n     Now it could well be that they had gotten mad at Jens and they agree with each other: “Now we’re going to destroy him, otherwise he’ll destroy us.” So they went down there again and they catch him and put him in a sack they’d brought with them. They now set off with him in the sack and since their path went right past the church, they decided they would go in and listen to the minister. They could leave him lying quietly outside the church wall, and so they toss the sack down and go in. As he’s lying there, he says quite loudly, “No I don’t ever want to go to heaven.” An old man is walking by at that moment and he hears that. “I certainly want to go to heaven if I can.” – “Yes, you can get there easily,” says Jens in the sack, “if you’ll climb into this sack, we’d better switch places, because I’m going to heaven right now.” The old man opened up the sack for Jens and he climbs out, and the old man climbed into the bag and Jens ties it up good and tight for him. \n     When the Hemstok men had listened to the end of the sermon, they go out and pick up the bag again and then they head off with it. This old guy asked them, “Will we get there soon?” – “Yes, it won’t be long now, before you get there,” they say and he was happy with that. When they got down to Ravn lake, they threw him out there and then they went home. But along the way between the lake and Boes, they pass Jens, he was driving a big herd of cows, they were some of the men’s own cows that wandered about loose in the forest and he had gone there and now was driving a herd of them. “What, are you here? Where did you find those cows?” – “Well, I found them at the bottom of the lake. There’s a wonderful pasture, and there were so many cows grazing there.” – “Oh really,” they said, “we’d better go down and get us a herd as well, when it’s like that. But now we’ll be careful and only one of us will go at a time, and when he gets down there and it turns out to be true, what the boy has told us, then he’ll call up.” That’s what happened. When the first one jumped out, it said “Plom!” and the other one thought he said, “Come!” and so he jumped in after him. Then they both drowned because of their greed. Since then, Jens and his mother lived peacefully and they acted like people did back then.\n\nThe teller has also heard the story told with one more event. Jens had gotten hold of a fox and then convinces them that it’s a gander. They lead it up to their goose pen and let it stay with the geese. It killed all of them, and then it broke a hole in the wall and ran off, and they never saw it again.", "keywords": {"keyword": ["agreement", "animals", "asleep", "ass", "bags", "ballad", "basket", "beast", "bed", "beer", "blow", "boy", "burial", "butter", "canvas", "chair", "cheat", "church", "churn", "clothing", "coins", "copper", "cow", "danger", "darning", "day", "death", "dream", "drinking", "drowning", "evening", "eye", "fall", "farm", "fault", "field", "flock", "food", "foot", "foreign", "forest", "fox", "friend", "fun", "geese", "goose", "grazing", "greed", "gypsy", "hag", "happy", "hat", "heath", "heaven", "Hemstok men", "herd", "herring", "home", "homespun", "honest", "house", "illness", "inn", "inn keeper", "Jens", "Jutland", "kill", "lake", "lamb", "lazy", "Little Jens", "lodgings", "market", "mead", "milk", "minister", "money", "mother", "nag", "name", "neighbor", "oats", "old", "outside", "pasture", "pitcher", "pocket", "pole", "polish", "roof", "rope", "sermon", "shame", "sheep", "shelf", "shilling", "shit", "sickness", "snow", "son", "spring", "stall", "story", "straw", "tail", "thank", "three", "tie", "tired", "town", "trickery", "walls", "wandering", "water", "weaving", "west", "wheel", "whistle", "wife", "wind", "window", "wolf", "woman", "work"]}, "etk_index": {"heading_danish": "Jyske Folkeminder", "heading_english": "Folklore from Jutland"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}