{"publication_info": "FK_0_483", "full_name": "123 - 2.28 - FK_0_483", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 2.28, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 406, "name": "Mesing", "display_name": "Mesing (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 123, "publication_info": "Unpub_PJ_406", "full_name": "123 - 4.06 - Unpub_PJ_406", "url": "data/stories/434.dfl"}, {"informant_id": 150, "publication_info": "JAT_VI_1129", "full_name": "150 - 3.47 - JAT_VI_1129", "url": "data/stories/110.dfl"}]}, "fielddiary_page_start": "3787a", "fielddiary_page_end": "3787a", "bibliographic_info": null, "bibliography_references": null, "annotation": "The boy's unintentional comparison between the minister and a load of manure reveals the deep ambivalence that many rural workers felt toward the minister. Up until the constitutional reform in mid century, the minister was the local representative of the Crown. Even after these reforms, the minister maintained an important role in parish politics.\n\n    Prior to 1849, all farms had to provide transportation to the parish for official business, and this extended to driving for the minister. Many farmers found this to be burdensome since it often required them to interrupt their farm work, or to make do with fewer workers and fewer horses to help with the work.", "danish_manuscript": "En Dreng i Høstens Tid skulde [hente] kjøre Mjessing\nPræst til Sogns. Der er ingen Præst til Sogns. De \nhavde ingen andre at sende da det var travlt.\nkan du ogsaa kjøre med mig min Søn. Ja det\nskulde a missel mene, for a har kjørt  med et\nlæs Mog før.\n", "english_manuscript": "One time during the harvest they had to have the hired boy drive Mesing Minister to the church. They were busy and they had nobody else to send. \"Can you drive with me as well, my boy?\" \"Yes, I should certainly hope so because I've driven a load of shit before.\"", "danish_publication": "En dreng skulde i høstens tid kjøre Mjessing præst til Sogns. De havde ingen andre at sende, da det var travlt. \"Kan du ogsaa kjøre med mig, min Søn?\" siger han. \"Ja, det skulde a missel mene, for a har kjørt med et Læs Mog  før.\"", "english_publication": "One time during the harvest, the hired boy was to drive Mesing Minister to the parish. They had nobody else to send since it was busy. “Can you drive with me as well, my boy?” he says. “Yes, I should certainly hope so! I have driven a load of shit before.”", "keywords": {"keyword": ["boy", "harvest", "minister", "parish", "shit"]}, "etk_index": {"heading_danish": "Vore fædres kirketjeneste", "heading_english": "Our forebears' Church services"}, "tango_indices": {"tango_index": [null, null]}, "genre": null}