{"publication_info": "DS_II_C_120", "full_name": "123 - 3.01 - DS_II_C_120", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 3.01, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": {"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 536, "publication_info": "DS_V_694", "full_name": "536 - 0.00 - DS_V_694", "url": "data/stories/603.dfl"}, {"informant_id": 112, "publication_info": "DS_II_C_104", "full_name": "112 - 0.00 - DS_II_C_104", "url": "data/stories/764.dfl"}, {"informant_id": 401, "publication_info": "DS_II_C_112", "full_name": "401 - 0.00 - DS_II_C_112", "url": "data/stories/715.dfl"}, {"informant_id": 555, "publication_info": "DS_II_C_118", "full_name": "555 - 0.00 - DS_II_C_118", "url": "data/stories/768.dfl"}]}, "fielddiary_page_start": "3797b", "fielddiary_page_end": "3797b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Peder's third session with Tang Kristensen begins with this description of a supernatural creature more commonly referred to as natravn or night raven. The night raven is closely related to haunts (DS  II C 104 and II C 112), and in particular, the haunts of suicides (DS II C 106). In Peder's story, there is no indication that the raven had at one point been a human. In Danske sagn, the story is situated somewhat unusually in a section with stories about a giant bird that kills a bull, a story best known from the collections of Ole Worm (DS II C 118).\n\n    The motif of ravens participating in battle might be linked to Nordic mythology (Skáldskapamál 60), which had been made broadly available to the Danish rural populace in large part through the efforts of NFS Grundtvig, and the højskole movement. \n\n     Svend Grundtvig proposes that the word valravn is related to the word varulv or werewolf, since in his interpretation, the valravn is a person who assumes the shape of a raven (DgF II, 480). This interpretation of the valravn derives from the ballad tradition, but does not align with Peder's description here. Rather, Peder's description aligns better with one of the etymologies that Grundtvig discards, namely the Old Icelandic word valr, which means \"the slain in battle\" (the name of Odin's hall, Valhöll, hall of the battle slain, derives from valr, and offers an analogous example of compound formation with the stem val-).\n\n     The valravn appears in Danish ballad tradition (see in particular DgF 60; also DgF 61 and 62). The ballad was included in Vedel's collection and was also popular as a broadsheet (DgF II, 479). Oehlenschläger also wrote a poem, Valravnen (1803), that was based on the ballad German Gladesvend (DgF 33). Given Peder's description of the creature, it is unlikely that he was aware of the ballad or Oehlenschläger's poem.", "danish_manuscript": "Wolravne de blev af, naar de i Slaget ikke\nfik Kongen eller Høvdingen funden og begravet\nog der saa kom Ravne og aad af ham, de blev \ntil V. og den der aad hans Hjærte den fik\nMskeforstand og kunde gjøre ondt og forvende\nMsker og var nogle skrækk. Dyr og havde over\nmskelig Magt.\n", "english_manuscript": "The Wolravens came into being if, during a battle, they didn’t find the king or chieftain and bury him, and then ravens came and ate part of him, these would become Valravens, and the one that ate his heart got the knowledge of a human and could do evil and twist (bewitch) people and they were really frightening animals and they also had supernatural powers.", "danish_publication": "Når de i et slag ikke fik kongen eller hövdingen funden og begravet, så kom der ravne og åd af ham, og disse ravne blev til Valravne, og den, der åd hans hjærte, den fik menneskeforstand og kunde gjøre ondt og forvende mennesker og havde overmenneskelig magt, og det var nogle skrækkelige dyr.", "english_publication": "If during a battle they didn’t find the king or chieftain and bury him, then ravens would come and eat part of him, and these ravens became Valravens, and the one that ate his heart got the knowledge of a human and could do evil and twist (bewitch) people and they had supernatural power and they were really frightening animals.", "keywords": {"keyword": ["animals", "battle", "burial", "evil", "heart", "king", "power", "raven", "supernatural", "witchcraft"]}, "etk_index": {"heading_danish": "Farende uhyrer", "heading_english": "Traveling monsters"}, "tango_indices": {"tango_index": [null, null]}, "genre": null}