{"publication_info": "DS_I_1036", "full_name": "123 - 3.03 - DS_I_1036", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 3.03, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 713, "name": "Vissing", "display_name": "Vissing (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 355, "publication_info": "DS_I_975", "full_name": "355 - 0.00 - DS_I_975", "url": "data/stories/658.dfl"}, {"informant_id": 497, "publication_info": "DS_I_1043", "full_name": "497 - 0.00 - DS_I_1043", "url": "data/stories/695.dfl"}, {"informant_id": 69, "publication_info": "DS_I_1033", "full_name": "69 - 0.00 - DS_I_1033", "url": "data/stories/820.dfl"}, {"informant_id": 394, "publication_info": "DS_I_1051", "full_name": "394 - 0.00 - DS_I_1051", "url": "data/stories/454.dfl"}]}, "fielddiary_page_start": "3797b", "fielddiary_page_end": "3798a", "bibliographic_info": "Møller 1940.", "bibliography_references": {"reference": {"display_string": "[Book] Møller, J. S. 1940. Vol. 48 of <i>Moder og Barn i dansk Folkeoverlevering. Fra Svangerskab til Daab og Kirkegang (Danmarks Folkeminder)</i>. Copenhagen: Munksgaard."}}, "annotation": "Mistreating a changeling is a common strategy for getting one's child back. Changelings were generally identified by unusually slow (or fast) development, and unusual physical features. Many of these physical and behavioral characteristics of the \"changeling\" may have had factual counterparts attributable to birth defects, genetic disorders, or other early childhood illnesses (Møller 1940).\n\n     A changeling comes about when trolls steal a newborn human child and replace it with one of their own. This switch can only take place before the child is baptized. In some stories, the changeling is shown to be quite old. Frequently, the explicit motivation for the changing is the desire of the troll mother to have her child baptized, thus guaranteeing the troll child salvation (and depriving the human child of the same).\n\n     Sewing crosses, or otherwise using Christian iconography in the house, over or in the infant's bed, or on the infant's clothes were broadly considered efficacious against the threat of being switched. The loss of a child could have significant impact on a rural family, particularly if the child, because of its \"changed\" shape (e.g. deformity or mental deficiency) could not contribute to the economy of the farm. The danger was that the child, rather than assisting in domestic chores, small farming tasks, and later offering his parents a retirement (aftægt) arrangement, would be a constant drain on the household economy. In the worst case, the changeling might force the family into the care of the parish poverty assistance administration.\n\n      The switch to narrative from shorter rhymes and descriptions of folk belief suggests that Peder had \"warmed up\" and was now ready to tell more stories. This session is more fractured than the earlier sessions with longer narratives interspersed with shorter descriptions, sayings, or rhymes.", "danish_manuscript": "I Vissing blev et Barn forbyt og de satte en\nSkifting i Steden og den satte Øjene stive i\nHovedet hele Tiden, havde et usædvanligt øje\nsyn. Den havde et usædvanlig stort Hoved, men\nlignede Børn (læjt) godt nok. Vidste aldrig\nderes Raad. En kom og lærte dem at de skulde\ntage og lave noget dygtig Pandkage og der skulde\nde bruge Æg til dem, men hver G. de fik slaaet\net Æg i Stykker, skulde de slaa\n\n3798A\nSkallen i Hovedet paa den, for Troldtøj var\nusynlig til Stede og naar de saa det, troede\nde jo, den fik ikke andet. Det gik ogsaa en \nlille Tid, s. kom Troldf. en Dag med det og\nsmed det i Vug og tog Skif og s. s. at hans\nmissel aldrig troet i mine Dage, te Æggesk.\nskulde være gode at fede med. S. strøg den,\nmen s. for at det skulde ikke ske igien s. \nblev der syet Kors paa alt Tøjet det laa i\nog s. blev Bar. kristent.\n", "english_manuscript": "In Vissing, a child was switched, and they got a changeling instead and it kept its eyes fixed all the time, it had unusual looking eyes. It also had an unusually large head, but otherwise it looked like a baby. They didn't know what to do. Then someone came along and taught them that they should make some nice pancakes and use eggs to make them, but every time they broke an egg, they should throw the shell at the baby's head, because the trolls were invisibly present and when they saw that, they'd think that it didn't get anything else. A little time passed and then the trolls came one day with it and threw it in the crib and took the changeling and then said, \"I never would have thought that egg shells were good to eat.\" Then it left. Just to make sure that it wouldn't happen again, they sewed a cross on all the clothing the baby wore and then the baby was christened.", "danish_publication": "I Vissing skov var et sted, hvor deres barn blev forbyt, og de fik en skifting i steden, der havde et usædvanligt öjesyn, den satte öjnene stive i hovedet hele tiden. Den havde også et usædvanlig stort hoved, men læjt (lignede) ellers barnet godt nok. Nu vidste de aldrig deres råd. Så kom der én og lærte dem, at de skulde tage og lave noget dygtig pandekage, og de skulde bruge æg til dem, men hver gang de fik slået et æg i stykker, skulde de slå skallen i hovedet på ungen, for troldtöjet var usynligt til stede, og når de så det, troede de jo, den fik ikke andet. Det gik også en lille tid, så kom troldfolket med deres eget barn og smed det i vuggen, men tog skiftingen med de ord: \"A havde missel aldrig troet i mine dage, te æggeskaller skulde være gode at fede med.\" Så strøg den. Men for at det nu ikke skulde ske en anden gang, så blev der syet kors på alt barnets töj, det lå i, og så blev barnet kristnet.", "english_publication": "In Vissing woods there was a place where the child had been switched, and they got a changeling instead that had an unusual way of holding its eyes, it kept its eyes fixed all the time. It also had an unusually large head, but otherwise it looked like a baby. They didn’t know what to do. Then someone came along and taught them that they should make some nice pancakes and use eggs to make them, but every time they broke an egg, they should throw the shell at the baby’s head, because the trolls were invisibly present and when they saw that, they’d think that the baby didn’t get anything else to eat. A little time passed and then the trolls came with their child and threw it in the crib and took the changeling with these words, “I never would have thought that egg shells were good to eat.” Then it left. Just to make sure that it wouldn’t happen again, they sewed a cross on all the clothing the baby wore and then the baby was baptized.", "keywords": {"keyword": ["baby", "baptism", "changeling", "children", "clothing", "crib", "egg", "eye", "fix", "pancake", "sewing", "shell", "troll", "woods"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}