{"publication_info": "DS_II_F_78", "full_name": "123 - 3.04 - DS_II_F_78", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 3.04, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": {"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DSnr_II_B_203", "full_name": "241 - 4.10 - DSnr_II_B_203", "url": "data/stories/181.dfl"}, {"informant_id": 235, "publication_info": "DS_VII_1614", "full_name": "235 - 1.37 - DS_VII_1614", "url": "data/stories/257.dfl"}, {"informant_id": 235, "publication_info": "DS_II_G_85", "full_name": "235 - 2.02 - DS_II_G_85", "url": "data/stories/285.dfl"}, {"informant_id": 553, "publication_info": "DS_II_F_104", "full_name": "553 - 0.00 - DS_II_F_104", "url": "data/stories/551.dfl"}, {"informant_id": 68, "publication_info": "DS_II_F_71", "full_name": "68 - 0.00 - DS_II_F_71", "url": "data/stories/555.dfl"}, {"informant_id": 546, "publication_info": "DS_II_F_106", "full_name": "546 - 0.00 - DS_II_F_106", "url": "data/stories/606.dfl"}, {"informant_id": 328, "publication_info": "DS_II_F_65", "full_name": "328 - 0.00 - DS_II_F_65", "url": "data/stories/856.dfl"}, {"informant_id": 444, "publication_info": "DS_II_F_73", "full_name": "444 - 0.00 - DS_II_F_73", "url": "data/stories/849.dfl"}, {"informant_id": 521, "publication_info": "DS_II_F_90", "full_name": "521 - 0.00 - DS_II_F_90", "url": "data/stories/911.dfl"}, {"informant_id": 562, "publication_info": "DS_II_F_94", "full_name": "562 - 0.00 - DS_II_F_94", "url": "data/stories/912.dfl"}, {"informant_id": 48, "publication_info": "DS_II_F_95", "full_name": "48 - 0.00 - DS_II_F_95", "url": "data/stories/913.dfl"}, {"informant_id": 375, "publication_info": "DS_II_F_93", "full_name": "375 - 0.00 - DS_II_F_93", "url": "data/stories/914.dfl"}, {"informant_id": null, "publication_info": "DS_II_F_101", "full_name": "0 - 0.00 - DS_II_F_101", "url": "data/stories/866.dfl"}, {"informant_id": 465, "publication_info": "DS_II_F_62", "full_name": "465 - 0.00 - DS_II_F_62", "url": "data/stories/497.dfl"}, {"informant_id": 539, "publication_info": "DS_II_F_54", "full_name": "539 - 0.00 - DS_II_F_54", "url": "data/stories/655.dfl"}, {"informant_id": 364, "publication_info": "DS_II_F_8", "full_name": "364 - 0.00 - DS_II_F_8", "url": "data/stories/660.dfl"}, {"informant_id": 466, "publication_info": "DS_II_F_50", "full_name": "466 - 0.00 - DS_II_F_50", "url": "data/stories/547.dfl"}]}, "fielddiary_page_start": "3798a", "fielddiary_page_end": "3798a", "bibliographic_info": "Raudvere 1993\nTillhagen 1960\nTillhagen 1981", "bibliography_references": {"reference": [{"display_string": "[Book] Raudvere, Catharina. 1993. <i>Föreställningar om maran i nordisk folktro</i>. Lund: Religionshistoriska avdelningen."}, {"display_string": "[Book section] Tillhagen, Carl-Herman. 1960. The conception of the nightmare in Sweden. In <i>Humaniora : Essays in literature, folklore, bibliography, honoring Archer Taylor on his seventieth birthday</i>: 317-329. Locust Valley, New York: Augustin."}, {"display_string": "[Book section] Tillhagen, Carl-Herman. 1981. Mara. In Vol. 11 of <i>Kulturhistoriskt lexikon för nordisk medeltid</i>: 343-345. Copenhagen: Rosenkilde og Bagger."}]}, "annotation": "The mare is another supernatural being that shares qualities with the werewolf and the natravn (night raven). In all of these cases, people assume the form of an animal; these creatures are usually most active at night. The close connection between mares and werewolves is further attested in numerous legends (DS II F 62).\n\n     The mare climbs on top of people or horses at night and \"rides\" them (KMP 1.37; DS II F 93-95) (Raudvere 1993). The victims usually suffer greatly and in some stories, die. There are some accounts of the mare riding plows, a belief that links the mare to the Wandering Jew (DS II F 106; KMP 2.02). The mare's actions take direct aim at the physical and economic well-being of the farm.\n\n     Belief in the mare is related to the English word nightmare. In Danish, the word for a bad dream is mareridt or, literally, \"mare ridden.\"\n\n     There are numerous strategies for dealing with the mare--often these strategies include Christian symbolism, such as the use of crosses. The best known \"cross\" for the mare is the marekors, an eight-pointed star, drawn in one continuous stroke (DS II F 90; KMP 1.37). Pouring water on the mare would usually stop the riding and reveal the mare's true identity (DS II F 73). Other stories tell of trapping the mare (DS II F 65). Turning one's clogs is also a well known prophylactic against the mare climbing into one's bed. The efficacy of this relies on the inversion of the clogs since the inverted status of the supernatural can be counteracted by another inversion.\n\n     The use of threshing knives, or other sharp objects, to catch and punish the mare is also widely attested (DS II F 54). The ensuing injury to the mare appears on the body of the person who transforms into the mare at night. This mode of capturing (and punishing) the mare is similar to various strategies for revealing the identity of a witch in hare's form, or the witch who rides a person to the witches' Sabbath. This last phenomenon is closely related to the phenomenon of being ridden by the mare.\n\n     Peder's suggestion that a person who is a mare has eyebrows that grow together over their nose is widely attested (DS II F 50). It is also known as a characteristic of people who are werewolves (DS II F 8).", "danish_manuscript": "Der var en te Måren red og han var s. meget\nslem ved ham og de laaste og de skaadede\nmen Måren gik derind allig. S. en Nat, h.\nhavde givet Agt paa, te den gik altid op med\nFædderne, der tog h. s. Skjærkniven til Hak-\nkelse tøjet og still. saadan an. te dersom\nder kom noget, s. skulde det i den. Siden\nmærkede h. det aldrig, men en Dags tid [hø]\nefter hørte de, te der var én en Mils Vej \nderfra der havde skaaret Maven op paa sig\nén Nat og s. havde da sagnet til, te det\nvar ham der havde gaaet Mår. Alle de\nFolk te Øjenbryne de gaar sammen over Næs\nen paa, de gjær Mår og et alm. Middel\nfor at blive dem kvit er at vende Træskoene\navet ved Sengen, for de skal i dem førend\nde gaar i Sengen.\n", "english_manuscript": "There was one who was ridden by the mare and he was really hard on him. They locked the doors and kept a look out but the mare went in there anyway. Then one night he noticed that it always came up from his feet and so he took the cutting knives from the threshing machine and put them so that if anything came it would get caught in that. After that he never noticed a thing, but a few days later they heard that there was a person a mile or so away who'd cut open his stomach one night and then they figured out that it was him who was the mare. All those people whose eyebrows grow together over their nose, they're mares, and a common remedy for getting rid of them is to turn one's clogs backwards at one's bed, because it has to put those on before it goes into the bed.", "danish_publication": "Der var én, te måren han red, og han var meget slem ved ham. De låste, og de skadede, men måren gik derind alligevel. Så havde han givet agt på, at den gik al tid op ved födderne, og så tog han skjærekniven til hakkelsetöjet og stillede den sådan an, te dersom der nu kom noget, så skulde det i den. Siden mærkede han det aldrig, men en dags tid efter hørte de, te der var én en mils vej henne, der havde skåret maven op på sig en nat, og så havde de sagnet til, te det var ham, der havde gået måre.\n     Alle folk, te øjenbrynene de går sammen over næsen på, de gjær måre, og et almindeligt middel til at blive dem kvit er, at vende træskoene avet ved sengen, for de skal i dem, för end de går i sengen.", "english_publication": "There was one who was ridden by the mare and he was really hard on him. They locked the doors and kept a look out but the mare went in there anyway. Then he noticed that it always came up from his feet and so he took the cutting knives from the threshing machine and put them so that if anything came it would get caught in the knives. After that he never noticed a thing, but a few days later they heard that there was a person a mile or so away who’d cut open his stomach one night and then they figured out that it was him who was the mare. \n     All those people whose eyebrows grow together over their nose, they’re mares, and a common remedy for getting rid of them is to turn one’s clogs backwards by your bed, because it has to put those on before it goes into your bed.", "keywords": {"keyword": ["bed", "clogs", "day", "door", "eye", "knife", "lock", "mare", "night", "nose", "remedy", "riding", "stomach", "threshing"]}, "etk_index": {"heading_danish": "Varulve og marer", "heading_english": "Werewolves and nightmares"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}