{"publication_info": "DS_VII_419", "full_name": "123 - 3.05 - DS_VII_419", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 3.05, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 661, "name": "Tromsø", "display_name": "Tromsø (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 144, "publication_info": "DS_VII_426", "full_name": "144 - 0.00 - DS_VII_426", "url": "data/stories/587.dfl"}, {"informant_id": 453, "publication_info": "DS_VII_435", "full_name": "453 - 0.00 - DS_VII_435", "url": "data/stories/645.dfl"}, {"informant_id": 478, "publication_info": "DS_VII_335", "full_name": "478 - 0.00 - DS_VII_335", "url": "data/stories/681.dfl"}, {"informant_id": 324, "publication_info": "DSnr_VI_534", "full_name": "324 - 0.00 - DSnr_VI_534", "url": "data/stories/713.dfl"}, {"informant_id": 396, "publication_info": "DS_VII_423", "full_name": "396 - 0.00 - DS_VII_423", "url": "data/stories/796.dfl"}]}, "fielddiary_page_start": "3798a", "fielddiary_page_end": "3798b", "bibliographic_info": null, "bibliography_references": null, "annotation": "The discussion of the mare leads into a story about the ride of the witches on their way to their Sabbath. It is interesting to note that Peder's witches are men.\n\n     The witches' ride to Troms church usually takes place on Skt. Hans eve (June 23rd) or Valborg eve (April 30th). Troms church is in Tromsø in Norway. This location makes the church sufficiently distant and, since it is built on an island off the northwest coast of Norway, sufficiently remote to be a conceptually impossible place to reach.\n\n     Witches were commonly thought to rest in church steeples along the way, and this leads to the amusing conversation between the two witches Peder recounts here.", "danish_manuscript": "Der var en der hed Fin og en 2 der hed Rind og\nde skulde besøge hinanden. S. mødtes de ved\nen Kirke, som blev nævnet, men a kan ikke hu-\n\n3798B\nske det. Der var en alm. Tro om at Heksene\nnaar de var paa den Fart, hver eneste Kirke,\nhvor de kunde drage ind ad Glamhullerne\nder maatte de sidde oven paa Klokken og hvile\ndem og der mødtes s. de to. og s. var det\nden 1 h. siger til 2: A[a] har faret fra\nTroms Kirke og her til paa fastende Hoved [Howw]\nDen 2 skulde have haft Mad til ham, men\ndet havde den ikke. Der faldt jo noget mere\nSnak, men det kan a ikke mindes.\n", "english_manuscript": "There was someone called Find, and another called Rind, and they were going to visit each other. So they met at a church, which had a name but I can't remember it. It was a common belief that when the witches were on their way to Troms church, if they could go in through the bell bays in a church then they could sit on the bell and rest and so those two met. Then one says to the other, \"I've come all the way from Troms church to here without eating.\" The other one was supposed to have brought food for him, but he didn't have it. They talked a bit more together but I don't remember what they said.", "danish_publication": "Der var en almindelig tro om, at heksene, når de var på fart til Troms kirke, kunde drage ind ad glamhullerne på hver eneste kirke, de kom forbi, og der måtte de sidde oven på klokken og hvile dem. Så var der én, der hed Find, og en anden, der hed Rind, og de skulde besøge hinanden. De mödtes ved en kirke, som blev nævnet, men a kan ikke huske det. Så siger den ene til den anden: \"A har faret fra Troms kirke og her til på fastende howw.\" Den anden skulde nu have haft mad til ham, men det havde han ikke. Der faldt jo noget mere snak mellem dem, men det kan a ikke mindes.", "english_publication": "It was a common belief that when the witches were on their way to Troms church, that they could go in through the bell bays in each and every church they went past, and they’d sit and rest on the bells. Then there was one called Find, and another called Rind, and they were going to visit each other. They met at a church, which was named but I can’t remember it. Then one says to the other, “I came all the way from Troms church to here without eating.” The other one was supposed to have brought food for him, but he didn’t have it. They talked a bit more together but I don’t remember what it was.", "keywords": {"keyword": ["belief", "bells", "church", "food", "name", "rest", "Troms church", "witch"]}, "etk_index": {"heading_danish": "Hekse og deres idrætter", "heading_english": "Witches and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}