{"publication_info": "DS_VI_1248", "full_name": "150 - 1.38 - DS_VI_1248", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 1.38, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 352, "name": "Kras", "display_name": "Kras (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 505, "publication_info": "DS_II_E_91", "full_name": "505 - 0.00 - DS_II_E_91", "url": "data/stories/735.dfl"}, {"informant_id": 150, "publication_info": "JAH_V_48", "full_name": "150 - 3.20 - JAH_V_48", "url": "data/stories/83.dfl"}, {"informant_id": 150, "publication_info": "Unpub_BJK_407", "full_name": "150 - 4.07 - Unpub_BJK_407", "url": "data/stories/118.dfl"}, {"informant_id": 235, "publication_info": "JAH_V_724", "full_name": "235 - 1.09 - JAH_V_724", "url": "data/stories/228.dfl"}, {"informant_id": 241, "publication_info": "DS_VI_930", "full_name": "241 - 4.44 - DS_VI_930", "url": "data/stories/216.dfl"}, {"informant_id": 331, "publication_info": "DS_VI_1251", "full_name": "331 - 0.00 - DS_VI_1251", "url": "data/stories/641.dfl"}, {"informant_id": 439, "publication_info": "DS_VI_1252", "full_name": "439 - 0.00 - DS_VI_1252", "url": "data/stories/848.dfl"}, {"informant_id": 235, "publication_info": "JAH_V_543b", "full_name": "235 - 2.08 - JAH_V_543b", "url": "data/stories/291.dfl"}]}, "fielddiary_page_start": "3250a", "fielddiary_page_end": "3250a", "bibliographic_info": null, "bibliography_references": null, "annotation": "Norwegians are often attributed supernatural power--or at least considered to be cunning--in Danish legend tradition (JPP 4.44). The story of a wandering Norwegian ridding a farm, or even a region, of mice or rats is widely attested (DS VI 1251). In some variants, the wanderer is a Finn, although the magical Finn is not that common in Danish tradition (DS VI 1252). The generosity of the forest ranger, in contrast to the suspicious nature of his wife, is well rewarded. Although beggars and wanderers are often threatening (KMP 1.09), in certain stories, they are considered to be worth helping (KMP 2.08). \n\n     Mice and rats were a constant problem on farms, feeding on stored grain. The option of wishing the mice on a local enemy, while amusing, suggests a degree of maliciousness that would correspond to witchcraft. The forest ranger, clearly a generous and kind person, declines the offer, thus confirming (a) the degree to which mice could be a threat rather than simply a nuisance and (b) the degree to which neighbors could dislike each other.\n\n     There is a forest ranger's house at the southern border of Nørlund forest, at a location listed on maps as Trads--Tang Kristensen likely misheard Jens, and wrote Kras.", "danish_manuscript": "Der kom en gl. Normand til Kristen Blæres i Kras\nog vilde have haft Hus, det er ude paa Søndersiden\naf Nørlund Skov og h. var skovfoged. H. siger nej,\nvil ikke laane ham Hus, det var s. mange der rend\nen ud og en anden ind. S. gik h. hen i Skoven og gik\nog gaaet der om Natten. M. fik ham at se, da h.\ngik hjem. Sp. om hvad det er for en. Ja det var\nen gl. Tigger, der vilde laane Hus. S. s. ha hu skul\nde en af Tøserne gaa hen og hente ham, det var Synd\nh. skulde gaa der i Skoven og fryse ihjel. S. kom h.\nog maatte gjærne have Lov. M. vidste ikke hvor h.\nskulde sætte hans Pose for de havde s. mange Mus\nJa, de Karle var h. ikke ræd for. Men s. havde\nde allig. skaaret Hul paa hans Pose om Natten\ndet havde Musene. S. s. h. til Kr. Bl. om h. vilde\nhave dem vist væk, s. vilde h. giøre det. Ja, det\nvilde h. jo gjærne. Om h. havde nogle Uvenner h.\nvilde have dem vist æpo. Nej h. havde ikke, h.\nvilde ingen s. ilde, h. tykte h. havde haft Tvang nok\naf dem selv. Men s. kom de rendende, de sagde\nogsaa at der kom et Par rendende ud over Gulvet\nog kom løb ind i et andet Hul. Krøkker ikke :/:\ndu krøkked ikke i Aftes da min Pose du bed. S. kom\nde s. mange, te det var forfærdelig. og s. viste h.\ndem hen i Skoven til en Viderbusk og den aad\nde rent og bar op om Vinteren.", "english_manuscript": "An old Norwegian came to Kristen Blære's in Kras, and wanted lodgings, that's out on the southern side of Nørlund forest, he [Kristen] was the forest ranger there. The woman says no, she won't give him lodgings, there were so many, one was running out and the next one in. So he went back into the woods and was going to walk about there during the night. The husband saw him as he was going home and asked him who he was. Well, he was an old beggar who wanted lodgings. He tells his wife to send one of the girls out to get him, it was a shame that he should walk around out there in the forest and freeze to death. So he came and was allowed to stay. The man said that he didn't know where he could put his bag down since they had so many mice. Well those guys didn't scare him. But they'd bit a hole in his bag during the night anyway, the mice had. Then he asked Kristen Blære if he wanted them shown away, if so, he'd do that. Sure, he'd appreciate that. Did he have any enemies he wanted them to be visited upon? No he didn't, he didn't wish such harm on anyone, he thought they'd had a hard enough time with them himself. Then they all came running. They said that a couple also came running out across the floor and wanted to run in another hole and then the Norwegian said, \"Don't bend over, don't bend over, you didn't bend over last night when you bit my bag.\" Then so many of them came, it was horrible, and then he showed them out into the forest to an osier bush and they chewed that bare during the winter.", "danish_publication": "Der kom en gammel Nordmand til Kristen Blæres i Kras, det er ude på søndresiden af Nörlund skov. Han var skovfoged der, og konen hun siger Nordmanden nej, hun vilde ikke låne ham hus, der var så mange, der rendte omkring, én ud og en anden ind. Så måtte han gå ud i skoven igjen. Da fik manden ham at se, da han gik hjem, og spurgte ham så, hvad det var for én. Ja, det var en gammel tigger, der vilde låne hus. Da skovfogden nu kommer ind til konen, siger han, at hun skulde lade en af tøsene gå hen og hente ham, det var synd, han skulde gå der i skoven og fryse ihjel. Så fik han altså lov til at være der. De havde så mange mus, og skovfogden sagde, at han vidste snart ikke, hvor han skulde sætte hans pose. Ja, de karle var han ikke ræd for. Om morgenen viste det sig, at de alligevel havde skåret hul på hans pose om natten. Så siger han til Kristen Blære, om han vilde have dem vist væk, for så vilde han gjøre ham den tjeneste til gjengjæld. Ja, det vilde han jo gjærne. Om han havde nogle uvenner, han vilde have dem vist på? Nej, han havde ikke, han vilde ingen så ilde, for han tykte, de havde haft tvang nok af dem. Så kom de rendende og kom så mange, te det var forfærdeligt, og så viste han dem hen under en vidjebusk, og den åd de rent og bar op om vinteren. De fortæller også, at der kom et par rendende ud over gulvet og vilde løbe ind i et andet hul, og da sagde Nordmanden: \"Krøkker inte, krøkker inte, du krøkked inte i aftes, da min pose du bed.\"", "english_publication": "An old Norwegian came to Kristen Blære’s in Kras, that’s out on the southern side of Nørlund forest. He was the forest ranger there, and his wife tells the Norwegian, no, she wouldn’t give him lodgings, there were so many wandering about, one out and the next one in. So the Norwegian had to go back out into the woods. Then the husband saw him as he was on his way home and asked him who he was. Well, he was an old beggar who wanted lodgings. When the forest ranger gets home to his wife he tells her to have one of the girls go get the Norwegian, it was a pity that he was going to wander about out there in the forest and freeze to death. So he was allowed to stay there. The forest ranger told him that they had so many mice that he didn't really know where he could put his bag down. Well, said the Norwegian, he wasn’t scared of those guys. The next morning it turned out that they’d bit a hole in his bag anyway. Then he asks the forest ranger if he wants them shown away, because he’d do him that favor in return. Sure, he’d like that a lot. Did he have any enemies he wanted them to be shown to? No, he didn’t, he didn’t want to visit that kind of harm on anyone, because he thought they’d had a hard enough time with them. Then all the mice came running, and there were so many of them, it was horrible, and then he put them under an osier bush and they ate that all winter. They also say that a couple of mice came running out across the floor and wanted to run in another hole, and then the Norwegian said, “Don't bend over, don't bend over, you didn’t bend over last night when you bit my bag.”", "keywords": {"keyword": ["allow", "bags", "beggar", "bush", "death", "enemy", "favor", "floor", "forest", "girl", "harm", "home", "horrible", "husband", "Kristen Blære", "lodgings", "mice", "morning", "night", "Norwegian", "old", "south", "wife", "woman", "woods"]}, "etk_index": {"heading_danish": "Kloge mænd og koner og deres bedrifter", "heading_english": "Cunning men and women and their activities"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}