{"publication_info": "DS_VI_98", "full_name": "123 - 3.08 - DS_VI_98", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 3.08, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 161, "name": "Flensted", "display_name": "Flensted (place mentioned)"}, {"place_id": 531, "name": "Skanderborg", "display_name": "Skanderborg (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "DS_VI_139", "full_name": "150 - 1.15 - DS_VI_139", "url": "data/stories/18.dfl"}, {"informant_id": 241, "publication_info": "DS_VII_146", "full_name": "241 - 1.05 - DS_VII_146", "url": "data/stories/146.dfl"}, {"informant_id": 123, "publication_info": "JFm_XIII_38", "full_name": "123 - 4.04 - JFm_XIII_38", "url": "data/stories/432.dfl"}, {"informant_id": 68, "publication_info": "DS_V_513", "full_name": "68 - 0.00 - DS_V_513", "url": "data/stories/557.dfl"}, {"informant_id": 467, "publication_info": "DS_VI_75", "full_name": "467 - 0.00 - DS_VI_75", "url": "data/stories/783.dfl"}, {"informant_id": null, "publication_info": "DS_VI_87", "full_name": "0 - 0.00 - DS_VI_87", "url": "data/stories/886.dfl"}, {"informant_id": 466, "publication_info": "DS_VI_95", "full_name": "466 - 0.00 - DS_VI_95", "url": "data/stories/549.dfl"}, {"informant_id": 421, "publication_info": "DS_VI_471", "full_name": "421 - 0.00 - DS_VI_471", "url": "data/stories/611.dfl"}, {"informant_id": 372, "publication_info": "DS_VI_478", "full_name": "372 - 0.00 - DS_VI_478", "url": "data/stories/650.dfl"}]}, "fielddiary_page_start": "3798b", "fielddiary_page_end": "3799a", "bibliographic_info": "Foster 1959\nValk 2001", "bibliography_references": {"reference": [{"display_string": "[Article] Foster, George. 1965. Peasant Society and the Image of Limited Good. Vol. 67 of <i>American Anthropologist</i>, 293-315."}, {"display_string": "[Book] Valk, Ülo. 2001. <i>The black gentleman : manifestations of the Devil in Estonian folk religion (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}]}, "annotation": "Acquiring significant wealth was often attributed, at least in legend, to a pact with the devil. Exceptional personal gain was, in a limited good model, seen as coming at the expense of others (Foster 1959). Making a pact with the devil would guarantee wealth, but it would also underscore one's willingness to transgress the boundaries of the human community for personal gain. \n\n     Not surprisingly, the main character in stories about pacts with the devil often come from the wealthy classes: merchants and large land owners. The stories may act as a form of narrative revenge, chipping away at the power and prestige of the wealthy by telling stories of their unholy alliances. The resolution of these stories usually consists of the main human character's grisly death, a fitting punishment for eschewing god and, by extension, the community. \n\n     Peder's story includes an interesting interlude in which Lavst tricks the devil. In many variants, the person who tricks the devil is a wise minister. Leaving something undone--in this case, his stockings--is a common ruse. Other tricks include asking to wait until a candle burns down, and then extinguishing it (DS VI 95), or asking to be allowed to put on one's clothes, and then leaving a button undone (DS VI 87). The ruse, however, only lasts so long, and Lavst eventually has to make good on his side of the bargain. \n\n     The merchant class was conservative. In the stænderforsamling (local assemblies) and later in the Rigsdag (parliament), the merchants from the market towns generally supported the policies of the urban mercantilists, the civil servants and the large land owners. This political stance was in direct opposition to that of the rural farming and cotter class. It is not surprising, then, that Peder would tell a story in which a stalwart of the merchant class turns out to be in league with the devil.\n\n     Peder's story of a pact with the devil is somewhat unusual in the precise attention to detail in his description of Satan. In many stories, Satan is personified (as he is in the Bible) (Valk 2001). The description of a thin-faced man in black with a long cape, with a long mustache and pointy beard is in line with other descriptions of Satan. In other legends, he is also described as having horns and cloven feet (DS VI 471; DS VI 478).\n\n      The description of Satan's carriage is also typical. A lone traveler in a carriage pulled by two black horses suggests significant wealth. The glowing wheels are at once ominous and suggestive of extraordinary speed. The speed of the devil's travel is confirmed by the short time it takes him to reach Skanderborg, meet with Lavst Thomsen and return.", "danish_manuscript": "Der var en M. i Skanderb. L. Th. en dygtig\nKjøbm. og i stor Velstand, men havde forskre-\nvet sig til F. og alt hans Velst. kjøbt af\nham. Gik en Tid, h. blev lidt fordrukken\nog det saa ud som det gik lidt tilbage ad.\nFolk mente jo det var Ærgelse over dh og\nTiden skred, og h. kom ham hver Dag nærere\nEn Dag kommer en Mand fra Flensted, Frederik\nkjørende og kommer forbi en Vogn, der var\ngloende røde Hjul under og M. kjørte selv\nog ingen andre paa Vogn. To kulsorte Bæster\nfor. Det var en Sommerdage og endda\ndampede Bæsterne ud af Næsen som i\n\n3799A\nen haard klingrende Frost. H. havde en Kappe\nslaaet over Skuldrene, et spidst Fipskjæg og et\nsnoet Overskæg og var [skavet] skaven i An\nsigtet (mager) og saa ret skummel ud i det\nhele. H. mødte ham ovenfor Haarby og da\nh. kom til Forlev da kom h. tilbage, men\nh. tænkte sig jo ikke videre og blev ved at gaa\ntil Skand. Da h. s. kom derned gik h. ind\ntil L. Th.s og skulde have handlet og da var\nhans Søskendebørn Kræmmersvend der. S. fortæl\nler h. ham, te F. havde været der, for h. havde\nstaaet og luret ved Nøglehull, og kunnet hø\nre hvad der blev sagt. Ja s. ha, da h. kom \nind, nu er Tiden omme. Ja den er s. svarte\nKbm. nærensti du vil nu lade mig have Ro\nmens a binder mit en Hosebaand s. vil\na med. Det er dig tilstaaet og s. lod h. det\nhænge, og siden havde h. aldrig hans Hosebånd\nbundet nogen Tids. S. havde den Sl. tabt\nMagten. Men de mente, h. var kommen over\nham alligevel en G og koglet for ham, s. h.\nvar rendt i en Tørvegrav og der sad h. og var\nfrossen ihjel nogle Aar efter. Da M. hørte \ndet af Kræmmersv. s. vidste h. jo den Vogn\ndet var Fandens. Frederik har siddet inde\nhos vores og fortalt det, hans Enke er til \nendnu.\n", "english_manuscript": "There was a man in Skanderborg who was called Lavst Thomsen, he was a skilled merchant and was quite well-off, but he'd sworn himself to the Devil and bought all his riches from him. There went a while, he became a bit of a drunk, and it looked as if things were starting to backslide. People believed that it was because he was worried about this and time was passing, and every day he was closer to him. One day a man from Flensted, Frederik comes driving along and he passed a wagon that had glowing red wheels below and and it was driven by the man himself and there was no one else in the wagon. There two coal black horses pulling it. It was a summer day but steam came out of the horses' noses as if it was a hard frost. He had a cape thrown over his shoulders, a pointy beard and a whiplash mustache, his face was thin and he looked quite sinister. He met him near Hårby and when he got to Forlev, the other one was coming back, but he didn't think any more about that and continued on to Skanderborg. When he got there, he went in to Lavst Thomsen's place to do some shopping and his nephew was an apprentice shopkeeper there. Then he told him that the Devil had been there, and he'd stood and listened by the keyhole and heard what had been said. \"Well,\" he says when he came in, \"now the time is up.\" - \"Yes it is,\" answered the merchant, \"if you'll give me a moment while I tie up my one stocking, then I'll come along.\" - \"I'll allow that,\" and then he let it hang and never again tied up his stocking. Then the Evil One had lost his power. But they believed that he'd gotten control over him anyway at some point and had cast some spells so a few years later he wound up in a peat ditch and there he'd sat and frozen to death. When the man heard this from the apprentice shopkeeper, he knew that the wagon had been the Devil's. Frederik sat here with us and told us that. His widow is still alive.", "danish_publication": "Der var en mand i Skanderborg, der hed Lavst Thomsen, han var en dygtig kjöbmand og i stor velstand; men al hans rigdom havde han kjöbt af Fanden, som han havde forskrevet sig til. Så gik der en tid, han blev lidt fordrukken, og det så ud, som det gik lidt tilbage ad. Folk mente jo, det var af ærgrelse over, at han kom ham hver dag nærmere. En dag kommer en mand kjørende, der hed Frederik og var fra Flensted, og han kom forbi en vogn, der var gloende røde hjul under og to kulsorte bæster for. Det var om sommerdage, og endda dampede bæsterne ud af næsen som i en hård klingrende frost. Der var kun én mand på vognen, og han havde en kappe slået over skuldrene, havde et spidst fipskjæg og et snoet overskjæg, var skaven (mager) i ansigtet og så ret skummel ud i det hele. Han mödte ham ovenfor Hårby, og da han kom til Forlev, da kom den anden tilbage, men han tænkte sig jo ikke videre ved det og blev ved til Skanderborg. Så gik han ind til Lavst Thomsens, for der var hans søskendebarn kræmmersvend. Så fortæller han ham, te Fanden havde været der, han havde stået og luret ved nøglehullet og kunnet høre, hvad der blev sagt. \"Ja,\" siger Fanden, da han kom ind, \"nu er tiden omme,\" — \"Ja, den er så,\" svarte kjöbmanden, \"nærenstid du vil nu lade mig have ro, mens a bindere mit ene hosebånd, så vil a med.\" — \"Det er dig tilstået,\" og så lod Lavst det hænge og havde ingen tider siden hans hosebånd bundet. Så havde den Slemme tabt magten. Folk mener dog, at han var kommen over ham alligevel en gang og havde koglet for ham, så han rendte i en törvegrav nogle år efter, og der sad han og var frossen ihjel. Da manden fra Flensted hørte kræmmersvendens meddelelse, vidste han jo, at den vogn var Fandens. Frederik har siddet inde hos vores og fortalt det; hans enke er til endnu.", "english_publication": "There was a man in Skanderborg who was called Lavst Thomsen, he was a skilled merchant and was quite well off; but he’d bought all his riches from the devil with whom he had made a contract. Then a little while passed and he became a bit of a drunk, and things started to backslide. People believed that it was because he was worried that every day he was one day closer to the devil. One day a man comes driving, he was called Frederik and came from Flensted, and he passed a wagon that had glowing red wheels below and two coal black horses in front. Even though it was a summer day, steam came out of the noses of the horses as if it was a hard frost. There was only one man on the wagon, and he had a cape thrown over his shoulders, he had a pointy beard and a whiplash mustache, his face was thin and he looked quite sinister. Frederik met him near Hårby and when he got to Forlev, the other one was already on his way back, but he didn’t think anything about that and continued to Skanderborg. Then he went in to Lavst Thomsen, because his nephew was an apprentice shopkeeper there. Then his nephew told him that the devil had been there, and he’d stood and listened by the keyhole and heard what had been said. “Well,” says the devil when he came in, “now your time is up.” – “Yes it is,” answered the merchant, “if you let me be while I tie up my one stocking, then I’ll come along.” – “I’ll allow that,” and then Lavst let it hang and never again tied up his stocking. Then the Evil One had lost his power. People believed that the devil had gotten control over Lavst anyway one time and had cast some spells so Lavst wound up in a peat ditch a few years later and there he’d sat and frozen to death. When the man from Flensted heard the apprentice shopkeeper’s account he knew that the wagon had been the devil’s. Frederik sat here with us and told us that; his widow is still alive.", "keywords": {"keyword": ["allow", "apprenticeship", "beard", "belief", "black", "cape", "coal", "day", "death", "devil", "ditch", "drunkard", "evil", "Frederik", "frost", "frozen", "horse", "keyhole", "Lavst", "Lavst Thomsen", "merchant", "moustache", "nephew", "nose", "peat", "power", "red", "shopkeeper", "shoulder", "spell", "stockings", "summer", "thin", "tie", "wagon", "wheel", "widow", "wound", "writing"]}, "etk_index": {"heading_danish": "Om Fanden og forbund med ham", "heading_english": "About the Devil and being in league with the Devil"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}