{"publication_info": "DS_VII_169", "full_name": "123 - 3.09 - DS_VII_169", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 3.09, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 541, "name": "Skjoldelev", "display_name": "Skjoldelev (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 547, "publication_info": "DS_VII_592", "full_name": "547 - 0.00 - DS_VII_592", "url": "data/stories/499.dfl"}, {"informant_id": 331, "publication_info": "DS_VII_167", "full_name": "331 - 0.00 - DS_VII_167", "url": "data/stories/642.dfl"}, {"informant_id": 364, "publication_info": "DS_VII_527", "full_name": "364 - 0.00 - DS_VII_527", "url": "data/stories/661.dfl"}, {"informant_id": 371, "publication_info": "DS_VII_110", "full_name": "371 - 0.00 - DS_VII_110", "url": "data/stories/720.dfl"}, {"informant_id": 550, "publication_info": "DS_VII_141", "full_name": "550 - 0.00 - DS_VII_141", "url": "data/stories/752.dfl"}, {"informant_id": 150, "publication_info": "Unpub_BJK_408", "full_name": "150 - 4.08 - Unpub_BJK_408", "url": "data/stories/119.dfl"}, {"informant_id": 422, "publication_info": "DS_VII_106", "full_name": "422 - 0.00 - DS_VII_106", "url": "data/stories/619.dfl"}, {"informant_id": 438, "publication_info": "DS_VII_584", "full_name": "438 - 0.00 - DS_VII_584", "url": "data/stories/519.dfl"}, {"informant_id": 545, "publication_info": "DS_VII_588", "full_name": "545 - 0.00 - DS_VII_588", "url": "data/stories/516.dfl"}]}, "fielddiary_page_start": "3799a", "fielddiary_page_end": "3799b", "bibliographic_info": null, "bibliography_references": null, "annotation": "The devil and witches are closely related. Witches are an insidious threat to a community, since they come from within. In many stories, witches steal milk from the neighbors' cows after turning themselves into a hare (DS  VII 106), or by using sticks or other mundane objects (DS VII 584; DS VII 592). There was a strong belief that witches taught their children, particularly their daughters, how to be witches as well. \n\n     By the end of the nineteenth century, accusations of witchcraft had lost much of the legal power that they had had in the seventeenth century when proof of witchcraft could lead to a death sentence. Most discussions of witchcraft in the nineteenth century were more centered around folk healing. \n\n     The witch's strategy of meeting the threat of prosecution head on with a counter threat--and a plague of lice--is interesting. She at once confirms that she is indeed a witch (she has the power to visit a plague of lice on her accusers), and at the same time sidesteps prosecution. She seemingly avoids community censure, except for the fact that a narrative exists accusing her of witchcraft.\n\n     Skjoldelev is twenty-five kilometers north east of Fuldbro Mill.", "danish_manuscript": "Der har været en Hegs i Skjoldelev. Hendes\nDatter kunde blandt andet gjøre den Hexskunst\n\n3799B\nnaar hu kom til de andre Hjordeknægte at\nmalke af en Hesselkjæp og det til Mælken\nkunde skurre, og hu havde Magt over Kreatu\nrerne, hvor de andre Drenge maatte bruge\nKjæppe og Piske, der behøvede hun blot at kalde\ns. kom de, om de var aldrig s. vilde. Men s.\nhendes Moder s. kom Øvrigheden over hende og\nhun skulde da gjøres til en Hegs og blev stæv-\nnet og møde paa Tingstedet. Da hu kommer\nderind s. de til hende, om hu vilde lade saa\ndan Kunster være og passe sig selv eller vilde\nde jo nok have snakket med hende. Men hu\nsagde, at hu havde ikke gjort noget ulovligt\nog dersom de ikke kunde faa not at tage vare\npaa med dem selv, vilde hu lige godt prøve\npaa om hu kunde ikke fly dem noget. S. læt\nde hende gaa hjem og s. sørgede enhver for\nat komme hjem til sit det stærkeste den havde\nlært. S. var de bleven s. forfyldt med Lus\nte de kunde ikke lade dem se for Skams\nSkyld.\n", "english_manuscript": "There was a witch in Skjoldelev. Among other things, her daughter could perform that bit of witchcraft, when she came to the other shepherds, she could milk using a hazel rod, and the milk would splash about (skurre). She had so much power over the cattle that, while the other shepherds had to use rods and whips, she just needed to call, then they'd come, no matter how wild they were. But then the authorities came for her mother, and she was going to be accused of being a witch (made into a witch), and she was summoned and had to meet at the meeting place (tingsted). When she comes in there, they ask her that if she'd leave that magic alone and just take care of herself, otherwise they'd want to talk to her. But she said that she hadn't done anything illegal, and if they couldn't look after themselves, then she'd like to try to see if she couldn't give them something. Then they let her go home, and each one made sure they got home as fast as they could. They'd all become so infested with lice that they couldn't let themselves be seen because of the shame.", "danish_publication": "Der har været en heks i Skjoldelev, hendes datter kunde blandt andet gjøre den heksekunst, når hun kom til de andre hjordeknægte, at malke af en hæsselkjæp, og det til mælken kunde skurre, og hun havde sådan magt over kreaturerne. Hvor de andre drenge måtte bruge kjæppe og piske, der behøvede hun blot at kalde, så kom de, om de var end aldrig så vilde. Men så kom øvrigheden over hendes moder, og hun skulde da gjøres til en heks og blev stævnet til at møde på tingstedet. Da hun kommer derind, siger de til hende, om hun vilde lade sådanne kunster være og passe sig selv, ellers vilde de jo nok have snakket med hende. Men hun sagde, at hun havde ikke gjort noget ulovligt, og dersom de ikke kunde få noget at tage vare på med dem selv, vilde hun lige godt prøve, om hun kunde ikke fly dem noget. Så læt de hende gå hjem, og enhver sörgede for at komme hjem til sit det stærkeste den havde lært. Da var de blevne så forfyldt med lus, te de kunde ikke lade dem se for skams skyld.", "english_publication": "There was a witch in Skjoldelev, her daughter could, among other things, perform that bit of witchcraft, when she came out to the other shepherds, she could milk using a hazel rod and the milk would splash about, and she had so much power over the cattle. While the other shepherds had to use rods and whips, she just needed to call, then the cattle would come, even if they were otherwise uncontrollable. But then the authorities came for her mother, and she was going to be accused of being a witch, and she was summoned to meet at the meeting place. When the mother gets there, they say to her that if she’d leave that magic alone and just take care of herself, she'd be left alone, otherwise they’d want to talk to her. But she said that she hadn’t done anything illegal, and if they couldn’t look after themselves then she’d like to try to see if she couldn’t give them something to look after. Then they let her go home, and each one made sure they got home as fast as they could. They’d all become so infested with lice that they couldn’t let themselves be seen because of the shame.", "keywords": {"keyword": ["cattle", "daughter", "hazel", "home", "lice", "magic", "milk", "mother", "power", "shame", "shepherd", "summons", "whip", "witch", "witchcraft"]}, "etk_index": {"heading_danish": "Hekse og deres idrætter", "heading_english": "Witches and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null]}, "genre": null}