{"publication_info": "DS_IV_1075", "full_name": "123 - 3.10 - DS_IV_1075", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 3.1, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 62, "name": "Blegind", "display_name": "Blegind (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 90, "publication_info": "DS_IV_988", "full_name": "90 - 1.06 - DS_IV_988", "url": "data/stories/329.dfl"}}, "fielddiary_page_start": "3799b", "fielddiary_page_end": "3800a", "bibliographic_info": null, "bibliography_references": {"reference": [{"display_string": "[Book] Rørbye, Birgitte. 1976. <i>Kloge folk og skidtfolk. Kvaksalveriets epoke i Danmark</i>. Copenhagen: Politiken."}, {"display_string": "[Article] Stokker, Kathleen. 1989. To Catch a Thief : Binding and Loosing and the Black Book Minister. Vol. 61 of <i>Scandinavian Studies</i> 4: 353-374."}]}, "annotation": "Peder's story of the wise minister who is able to bind thieves explores in part the thin line between witchcraft and cunning. Witchcraft is always exercised for personal gain and always harms people in the community, either physically, economically, or both. Cunning, in contrast, is always used to protect the community from outside threat, be it a threat to property or to physical well being. \n\n     There were two classes of cunning folk: ministers, and lay persons. Here, the minister uses his cunning to protect his own apples from theft. The apples represent a modest, but important part of the agricultural income that was a component of his compensation.\n\n     That the thief is someone from the community calls to mind the image of the witch, who likewise steals from community members, and who is often confronted by the minister. Unlike the witch in the previous story, the thief is duly chastised by the local authorities, here in the guise of the minister.\n\n     Ane Margrete Jensdatter tells a story of another wise minister who was similarly able to use his cunning for the benefit of the community (AMJ 1.06).", "danish_manuscript": "Der var en Mand i Blegind h. gaar op til\nPræstens flere Nætter og tog af Æblerne, de hav-\nde s. meget nogle gode Æbler. S. fik de \ndet da opdaget te der var nogen, som gik\ni Æblerne. S. s. karlen til Pr. om de skulde\nikke sidde Vagt og se hvem det var. Det behø\nves s. mænd ikke, for nærenstid du staar op\n\n3800A\ni Morgen tidlig s. kan du gaa derud, og det sæ\ndede ogsaa godt nok, da Folk kom op om\nMorg. gik de om i Haven og der sad M. oppe\ni Træet, en af Byens Mænd og havde en Pose\ni den ene Haand og i den var et enligt Æble\nfor at [h] en kunde se, det var [ham] det h. gik\nefter og med den 2 Haand holdt sig med. S. prø\nvede Folk. paa at ville have hjulpet ham\nned, men det kunde de ikke. S. s. Pr. da h.\nkom: Det er sært du ikke er klogere end at \nbefatte dig med saadan noget, og s. kunde h.\ngaa ned.\n", "english_manuscript": "There was a man in Blegind, he went over to the minister's on many nights and stole some of the good apples they had there. Then they noticed that somebody was getting into the apples. Then the farmhand asks the minister if he shouldn't sit guard and see who it was. \"That isn't really necessary, because by the time you wake up tomorrow morning, then you can go out and see who it is,\" and that was true enough. When the people got up the next morning and went out in the yard, there was a man sitting up in one of the trees, he was one of the townsmen, and had a sack in one hand and in it was a single apple so that one could see that it was that he was out after and he was holding on with the other hand. Then people tried to help him down but they couldn't. When the minister came he said, \"It's pathetic that you aren't smarter than to occupy yourself with something like this,\" and then he could climb down.", "danish_publication": "Der var en mand i Blegind, han gik op til præsten flere nætter og stjal af sådan nogle gode æbler, de havde. De fik at se, at der var nogen, som tog af dem, og så siger karlen til præsten, om de skulde ikke sidde vagt og se, hvem det var. \"Det behøves så mænd ikke, for nærenstid du står op i morgen tidlig, så kan du gå der ud og se ad.\" Da folk kom op om morgenen og gik om i haven, sad en af byens mænd oppe i træet og havde en pose i den ene hånd, og i den var et enligt æble, for at en kunde se, det var det, han gik efter, og han holdt sig ved med den anden hånd. Så prøvede folk på at hjælpe ham ned, men det kunde de ikke. Da præsten kom, sagde han: \"Det er sært, du ikke er klogere end at befatte dig med sådant noget,\" og så kunde han gå ned.", "english_publication": "There was a man in Blegind, he went over to the minister's many nights and stole some of the good apples they had there. They noticed that somebody was taking them and then the farmhand asks the minister if he shouldn't sit guard and see who it was. “That isn't really necessary, because by the time you wake up tomorrow morning, then you can go out and see who it is.” When the people got up the next morning and went out in the yard, one of the townsmen was sitting up in the tree and had a sack in one hand and in it was a single apple so that one could see that that was what he was after and he was holding onto the tree with the other hand. Then people tried to help him down but they couldn't. When the minister came he said, “It's sad that you aren't smarter than to occupy yourself with something like this,” and then he could climb down.", "keywords": {"keyword": ["apples", "farmhand", "minister", "morning", "night", "smart", "tomorrow", "townsmen", "tree", "yard"]}, "etk_index": {"heading_danish": "Præster", "heading_english": "Ministers"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}