{"publication_info": "DS_III_222", "full_name": "123 - 3.11 - DS_III_222", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 3.11, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 67, "name": "Boes", "display_name": "Boes (place mentioned)"}, {"place_id": 122, "name": "Dover kirke", "display_name": "Dover kirke (place mentioned)"}, {"place_id": 615, "name": "Svejstrup", "display_name": "Svejstrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 350, "publication_info": "DS_III_81", "full_name": "350 - 0.00 - DS_III_81", "url": "data/stories/763.dfl"}, {"informant_id": 533, "publication_info": "DS_III_215", "full_name": "533 - 0.00 - DS_III_215", "url": "data/stories/684.dfl"}, {"informant_id": 488, "publication_info": "DS_III_122", "full_name": "488 - 0.00 - DS_III_122", "url": "data/stories/570.dfl"}]}, "fielddiary_page_start": "3800a", "fielddiary_page_end": "3800a", "bibliographic_info": null, "bibliography_references": null, "annotation": "Stories about giants and trolls who try to silence church bells by throwing stones are quite common. Frequently, a landscape feature such as a rock with a hand print provides verification of the story (DS III 81; DS III 122). Supernatural beings, who are not Christian, often complain about the ringing of the bells (DS III 215). Bells were rung not only for regular church services, but also for special services such as weddings and funerals. \n\n     Svejstrup lies approximately 1 kilometer southwest of Dover church on a straight line with Boes field, which lies approximately 2.5 kilometers from the church. Given the distance, the troll cannot be faulted for not being able to reach the bells with a large stone.", "danish_manuscript": "I Svejstrup laa en Sten som der sad en Haand\ni og det var en ovre paa Boes Mark en Trold\nder kunde ikke lide Kirkekl. h. tykte den klingre-\nde vel højt og s. tog h. en sten og kylte efter den\nmen den kom ikke uden Halvvejen og en\nkan se hans Haand sidder der ligesom den\nvar trykt ind i den, den ligger der endnu.\nDover Kirkekl.\n", "english_manuscript": "There was a stone in Svejstrup, and there was a hand print in it. It was one over on Boes mark, a troll, who didn't like the church bells, he thought they rang too loudly, and so he took a stone and threw it at them, but it barely made it half way. And you can see his hand sitting there, it looks just like it had been pressed down into it, it's still lying there. The Dover church bells.", "danish_publication": "I Svejstrup lå en sten, som der sad en hånd i, det var, ligesom hånden var trykt ned i den, ja stenen ligger der endnu. Der var en trold ovre på Boes mark, der ikke kunde lide Dover kirkeklokke, han tykte, den klingrede vel höjt, og så tog han en sten og kylte efter den, men den kom ikke uden halvvejen.", "english_publication": "There was a stone in Svejstrup, and there was a hand print in it, it looked like the hand had been pressed way down into it, and the stone is still there now. It was a troll over on Boes field who didn’t like the Dover church bells, he thought they rang too loudly, and so he took a stone and threw it at them, but it barely made it half way.", "keywords": {"keyword": ["bells", "field", "stone", "troll"]}, "etk_index": {"heading_danish": "Kjæmper og deres idrætter", "heading_english": "Heroes and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null]}, "genre": null}