{"publication_info": "DS_III_340", "full_name": "123 - 3.12 - DS_III_340", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 3.12, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 615, "name": "Svejstrup", "display_name": "Svejstrup (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 123, "publication_info": "GKV", "full_name": "123 - 4.00 - GKV", "url": "data/stories/428.dfl"}}, "fielddiary_page_start": "3800a", "fielddiary_page_end": "3800b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Peder continues with descriptions of unusual finds in the local landscape. The description of a stone altar, and his story about its presumed use, allows him to emerge as an expert about local history. The suggestion is that this particular stone setting was a remnant of the middle ages. The earliest Nordic history was a topic that had gained great popularity in Denmark during the nineteenth century in large part due to the work of the theologian NFS Grundtvig and the folk high school movement.", "danish_manuscript": "Paa Svejstrup Mark fortalte min Plejeforældre\nvar et Offersted. Der var to Sten ved Siderne\nden bager Sten gik op med noget som et\nBagslag og selve Kanten af det var helt hvas\nog s. var der to Liggere over Sidestenen med\nen Aabning imellem, s. naar de gjorde Ild under\nden, s. kunde den Ild brænde op imellem\nStenene og brænde Msket der var spændt\npaa og Bagslavet var til at knuse Rygge\n\n3800B\npaa den med. Fra hans Drengetid af kaldtes \nStenen Støen (stæjet): Stævnestedet. Se der \nstøent de hinanden til det gjorde Folkene,\nnaar noget skulde forhandles, de skulde være\nfælles om. Marken den stod paa var lige\nsaa flad som dh. Stuegulv.\n", "english_manuscript": "My foster father said that there was a spot where they made sacrifices on Svejstrup mark (field). There were two stones on the sides, the stone in back went up with something like a backrest and even the edge of it was very sharp, and then there were two stones on top of the side stones and there was an opening between them, so when they made a fire underneath them, the fire could burn up in between the stones and burn the person who was tied up on top, and the backrest was there to crush his back. Since his boyhood the stone was called Støen (stæjet): the meeting place. They used to summon each other to meet there, people did, when something that they had to decide together had to be worked out. The field that they stood on was just as flat as the floor in this room.", "danish_publication": "Min plejefader fortalte, at der på Svejstrup mark var et offersted på den flade mark, og fra hans drengetid af kaldtes stenene Støønsstæjet (stævnestedet). Se der støent de hinanden til, det gjorde folkene, når noget skulde forhandles, de skulde være fælles om. Der var to sten ved siderne, den bager sten gik op med noget som et bagslag, og selve kanten af det var helt hvas. Så var der to liggere over sidestenene med en åbning imellem, og når de gjorde ild under den, så kunde den ild brænde op imellem stenene og brænde mennesket, der var spændt på, og bagslaget var til at knuse ryggen på ham med.", "english_publication": "My foster father said that there was an area for sacrifices on the flat part of the field on Svejstrup field, and from the time of his boyhood the stones were called Støønstæjet (the meeting place). People used to meet there when they had something that they had to decide together. There were two stones on the sides, the stone in back went up with something like a backrest, and even the edge of it was very sharp. Then there were two on top of the side stones and there was an opening between them, and when they made a fire underneath them, the fire could burn up in between the stones and burn the person who was tied up on top, and the backrest was there to crush his back.", "keywords": {"keyword": ["father", "field", "fire", "stone", "tie"]}, "etk_index": {"heading_danish": "Kjæmper og deres idrætter", "heading_english": "Heroes and their sport"}, "tango_indices": {"tango_index": [null, null]}, "genre": null}