{"publication_info": "DS_V_61", "full_name": "123 - 3.13 - DS_V_61", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 3.13, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": {"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 318, "publication_info": "DS_V_62", "full_name": "318 - 0.00 - DS_V_62", "url": "data/stories/505.dfl"}, {"informant_id": 367, "publication_info": "DS_V_67", "full_name": "367 - 0.00 - DS_V_67", "url": "data/stories/477.dfl"}]}, "fielddiary_page_start": "3800b", "fielddiary_page_end": "3800b", "bibliographic_info": "Woods 1959.", "bibliography_references": {"reference": {"display_string": "[Book] Woods, Barbara Allen. 1959. <i>The Devil in dog form. A partial type-index of Devil legends (Folklore studies)</i>. Berkeley: University of California Press."}}, "annotation": "The devil often appears in the form of a dog (Woods 1959). The dog is not always the devil, but may be a haunt. Here, the dog does little to threaten Peder's father, although he is clearly scared enough to remember the event. Other encounters with black dogs at night lead to serious illness (DS V 62). In many of these stories, the dog disappears as suddenly as it appears, confirming its supernatural origins (DS V 67)", "danish_manuscript": "Min Faders Forældre blev skilt ad og s. kom\nmin Fader til en gl. Mand der ikke var gift\nog gik omkr. og spille. H. laa da tit ene i \nHuset. S. en Aften h. var gaaet i Seng\nog kunde ikke falde i Søvn og klart Maane-\nskin s. h. kunde tydelig se al ting i Stuen\nda kom der en stor stort laadden Hund ind til\nham. Døren sprang op og den gik hen til\nIldstedet. der var en aaben Kakkelovn og den\nbegyndte at staa og puste og blæse der i Asken\ns. de røg rundt om i Stuen. H. puttede\nsig under og da h. siden saa op igien, var\nH. forsvunden.", "english_manuscript": "My father's parents got separated and then my father went to live with an old man who wasn't married and who wandered about and played (music). He often lay alone in the house. One night after he'd gone to bed and he couldn't fall asleep, and it was a clear moonlit night so he could clearly see everything in the room, a big, black, shaggy dog came in to him. The door sprang open and it went over to the fireplace, it was an open wood-burning stove, and it began to puff and blow in the ashes, so they swirled about the room. He got under his blanket and when he looked up again, the dog had disappeared.", "danish_publication": "Min faders forældre blev skilt ad, og så kom min fader til en gammel mand, der ikke var gift, og gik omkring og spilte. Min fader lå da tit ene i huset. Så en aften, han var gået i seng, og det var klart måneskin, kunde han ikke falde i søvn, og da kom der en stor, sort, lådden hund ind til ham, han kunde tydelig se alting i stuen. Dören sprang op, da den kom ind, og den gik hen til ildstedet, der var en åben kakkelovn, hvor den begyndte at stå og puste og blæse der i asken, så den røg rundt om i stuen. Han puttede sig under dynen, og da han siden så op igjen, var hunden forsvunden.", "english_publication": "My father's parents separated and then my father went to live with an old man who wasn't married and who wandered about and played (music). My father often lay alone in the house. One night after he’d gone to bed, and it was a clear moonlit night, he couldn't fall asleep, and then a big black shaggy dog came in to him, he could clearly see everything in the room. The door sprang open when it came in and it went over to the fireplace, it was an open wood-burning stove, where it began to stand and puff and blow in the ashes, so smoke swirled about the room. He got under his comforter and when he looked up again, the dog was gone.", "keywords": {"keyword": ["ashes", "asleep", "bed", "black", "blow", "comforter", "dog", "door", "fall", "father", "fire", "fireplace", "house", "marriage", "moonlit", "music", "night", "old", "parents", "shaggy", "smoke", "stove", "wandering", "wood"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}