{"publication_info": "DS_III_528", "full_name": "123 - 3.14 - DS_III_528", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 3.14, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 691, "name": "Veng", "display_name": "Veng (place mentioned)"}, {"place_id": 693, "name": "Vengesø", "display_name": "Vengesø (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DSnr_III_1380", "full_name": "241 - 4.17 - DSnr_III_1380", "url": "data/stories/189.dfl"}, {"informant_id": 123, "publication_info": "DS_III_744", "full_name": "123 - 2.09 - DS_III_744", "url": "data/stories/383.dfl"}, {"informant_id": 123, "publication_info": "DS_III_515", "full_name": "123 - 3.06 - DS_III_515", "url": "data/stories/409.dfl"}, {"informant_id": 54, "publication_info": "DS_III_527", "full_name": "54 - 0.00 - DS_III_527", "url": "data/stories/739.dfl"}, {"informant_id": 423, "publication_info": "DS_III_531", "full_name": "423 - 0.00 - DS_III_531", "url": "data/stories/846.dfl"}, {"informant_id": 361, "publication_info": "DS_III_533", "full_name": "361 - 0.00 - DS_III_533", "url": "data/stories/526.dfl"}, {"informant_id": 281, "publication_info": "DS_III_535", "full_name": "281 - 0.00 - DS_III_535", "url": "data/stories/672.dfl"}, {"informant_id": 402, "publication_info": "DS_III_529", "full_name": "402 - 0.00 - DS_III_529", "url": "data/stories/778.dfl"}]}, "fielddiary_page_start": "3800b (2)", "fielddiary_page_end": "3800b (2)", "bibliographic_info": "Lindow 1978", "bibliography_references": {"reference": {"display_string": "[Book] Lindow, John. 1978. <i>Swedish legends and folktales</i>. Berkeley: University of California Press."}}, "annotation": "Numerous legends tell of church bells lost in lakes or rivers, sometimes due to the corruption or ungodliness of the person casting the bell (DS III 527; DS III 531; DS III 533; DS III 535). Other reasons include attempted theft of the bell (DS III 529).\n\n     The bell represents a significant investment on the part of the community--or a benefactor of the community--and its loss would be quite significant. Economically, it is hard to imagine a small community being able to easily replace their bell. More important are the implications of the bell for community solidarity, as church bells were a clear sonic symbol of the community, used to call people together, to celebrate events, and to warn of calamity. It is worth noting that after his death, Peder willed a large sum of money to Skanderborg church to cast a new bell.\n\n     Lindow, in his discussion of the Delsbo churchbell, traces the loss of a bell in a lake to Gustav Wasa's repayment of the \"Lübeck debt,\" the debt he incurred in his fight against Christian II of Denmark (Lindow 1978, 63). No such historical background exists for this story of the Venge church bells.", "danish_manuscript": "I Venge Kirke har der været to Klokker. Den\nene fløj ud og ned i Venge Sø, det kom paa\nat i Støbningen havde Mesteren gaaet hen og\nforbandet den, den vilde ikke makke ret\nog det var den bedste af dem. Da de nu skulde\nhave den til at ringe, s. satte de den i Gang en\nHelligdag, og s. allerbedst som de ringede, fløj\nden ud og i Søen og de fik den aldrig siden.\n", "english_manuscript": "There were two bells in Venge church. One of them flew out and down into Venge lake. It turned out that during the casting, the master had gone and cursed it, it wouldn't do as he wanted, and it was the best of the two. Now, when it was to be rung, they started it swinging on a holy day, and then as it was ringing its best, it flew out into the lake and they never got it back.", "danish_publication": "I Venge kirke har der været to klokker. Den ene flöj ud og ned i Venge sø. Det kom på, at i støbningen havde mesteren gået hen og forbandet den; den vilde ikke makke ret, og det var endda den bedste af dem. Da den nu skulde til at ringe, satte de den i gang en helligdag, og så, som de allerbedst ringede, flöj den ud i søen, og de fik den aldrig siden. ", "english_publication": "There were two bells in Venge church. One of them flew out and down into Venge lake. It turned out that during the casting, the master had gone and cursed it; it wouldn’t do as he wanted, and it was in fact the best of the two. Now, when it was to be rung, they started it swinging on a holy day, and then as it was ringing its best, it flew out into the lake and they never got it back.", "keywords": {"keyword": ["bells", "church", "curse", "day", "fact", "holy", "lake", "master", "ringing"]}, "etk_index": {"heading_danish": "Kirker og deres opbyggelse. Klostre, hellige kilder, m. m.", "heading_english": "Churches and their construction. Monasteries, holy springs, etc."}, "tango_indices": {"tango_index": [null, null, null, null, null]}, "genre": null}