{"publication_info": "DS_II_G356", "full_name": "123 - 3.15 - DS_II_G356", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 3.15, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 418, "name": "Mossø", "display_name": "Mossø (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 431, "publication_info": "DS_II_G_334", "full_name": "431 - 0.00 - DS_II_G_334", "url": "data/stories/465.dfl"}, {"informant_id": 440, "publication_info": "DS_II_G_324", "full_name": "440 - 0.00 - DS_II_G_324", "url": "data/stories/559.dfl"}, {"informant_id": 150, "publication_info": "DS_III_1712", "full_name": "150 - 1.31 - DS_III_1712", "url": "data/stories/34.dfl"}, {"informant_id": 123, "publication_info": "DS_III_1779", "full_name": "123 - 3.16 - DS_III_1779", "url": "data/stories/419.dfl"}, {"informant_id": 318, "publication_info": "DS_II_G_339", "full_name": "318 - 0.00 - DS_II_G_339", "url": "data/stories/504.dfl"}, {"informant_id": 535, "publication_info": "DS_II_G_340", "full_name": "535 - 0.00 - DS_II_G_340", "url": "data/stories/793.dfl"}]}, "fielddiary_page_start": "3800b", "fielddiary_page_end": "3801a", "bibliographic_info": null, "bibliography_references": null, "annotation": "Peder's story of the disappearance of Mos lake borders on the apocryphal. Mos lake is Denmark's fourth largest lake with an area of seventeen square kilometers.\n\n     It is unclear who the Turk to whom he alludes might be, although the Turk is mentioned in numerous other apocryphal legends (DS II G 339). The Turk may be an allusion to stories of Holger Danske and his fight against a Turkish king. Turks were often represented as a frightening, distant yet threatening group. In some legends, there is an implication that the Turkish king would eventually overthrow the Danish crown (DS II G 351). In several legends, the Turks are replaced with Germans, a substitution that resonates with the clear threat of Bismark's Prussia from the 1860s up through the end of the nineteenth century (DS II G 340). The substitution of German for Turk is linguistically simple given the closeness in Danish between the words \"tyrkere\" (Turk) and \"tyskere\" (German).\n\n     Given immigration patterns in the past forty years to Denmark, there is a strong possibility that someone from Turkey has swum in the lake. At the same time, it seems somewhat unlikely that any modern Dane of Turkish heritage has cattle that need watering. Mos sø is still quite large and shows no signs of turning into a stream.", "danish_manuscript": "Der gaar et Sagn om Mos Sø te den skal for\n\n3801A\nsvinde og blive til en lille Bæk og s. skal den\nblive til Sø igien og s. s. de naar te Mossø\nbæk er bleven til en Sø s. skal Tyrken van\nde hans Bæster i den og nærenstid de Væi\n(Vad) Eller s. her hvor a bor, de bliver til\nen stor Skov, s. bliver Verden ikke længe.\n", "english_manuscript": "There's a legend about Mos lake, it's supposed to disappear and become a little stream, and then it's supposed to become a lake again. When that's happened, that Mos lake stream has become a lake, the Turk will water his cattle there. And as soon as the swamps, like here where I live, have become large forests, then the world won't exist much longer.", "danish_publication": "Der går et sagn om Mos sø, at den skal forsvinde og blive til en lille bæk, og derefter skal den atter blive til sø igjen. Når så det er sket, at Mos-sø-bæk er bleven til sø, så skal Tyrken vande hans bæster i den. Og nårentid de væi (vad) elle de bliver til stor skov, så bliver verden ikke længe. Væi elle er der, hvor a boer.", "english_publication": "There’s a legend about Mos lake, it's supposed to disappear and become a little stream, and then it's supposed to become a lake again. When that’s happened, that Mos lake stream has become a lake again, the Turk will water his cattle there. And as soon as the wet ells have become large forests, then the world won’t have much time. There are wet ells near where I live.", "keywords": {"keyword": ["cattle", "disappearance", "forest", "lake", "legend", "stream", "turk", "water", "wet", "world"]}, "etk_index": null, "tango_indices": {"tango_index": [null, null]}, "genre": null}