{"publication_info": "DS_III_1779", "full_name": "123 - 3.16 - DS_III_1779", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 3.16, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 480, "name": "Ravnsø", "display_name": "Ravnsø (place mentioned)"}, {"place_id": 691, "name": "Veng", "display_name": "Veng (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 123, "publication_info": "DS_II_G356", "full_name": "123 - 3.15 - DS_II_G356", "url": "data/stories/418.dfl"}}, "fielddiary_page_start": "3801a", "fielddiary_page_end": "3801a", "bibliographic_info": null, "bibliography_references": null, "annotation": "Stories about apocalyptic changes in the landscape (PJ 3.15) leads Peder to make several short comments on local topography. The Danish landscape, particularly that of Jutland, changed fairly radically during the nineteenth century. Heathland was drained and turned into arable land, mounds were leveled both for marl and to make plowing and harvesting more efficient, and drain tile was laid to make drainage across fields consistent. All of these developments led to noticeable, and at times surprising, changes to seemingly stable features of the landscape.", "danish_manuscript": "Et sted om ved Vengegaard der kaldes Min-\ndet. Der har været en Sø længre oppe, som\nkaldes den Dag i Dag Pittesøen, d. er paa\nHøver Mark ved Gammelgaard og den Sø\nhar staaet i Forbindelse med [Mos] Ravn Sø og\nUdløbet af den var ved Mindet. Det har\nværet en vældig stor Sø en G. men nu er\ndet ikke andet end et Mosehul.\n", "english_manuscript": "There's a place over by Venge farm, which is called Mindet (the memorial). There's another lake farther up, that is still called Pittesø to this very day, it's out on Høver Mark near Gammelgaard, and that lake was connected to Ravn sø and it's outlet was in Mindet. It was a really big lake once but now it isn't much more than a swamp hole.", "danish_publication": "Der er et sted omme ved Vengegård, der kaldes Mindet, det har været forbindelsen mellem Ravn sø og en anden vældig stor sø længere oppe, der kaldes den dag i dag Pittesøen, men nu er slet ikke andet end et mosehul. Den er på Hover mark ved Gammelgård.", "english_publication": "There’s a place over by Venge farm which is called Mindet (the memorial), it was the connection between Ravn lake and another really big lake farther up, which is still called Pitte Lake today, but it isn’t anything but a little swamp now. It’s on Høver field near Old Farm.", "keywords": {"keyword": ["farm", "field", "lake", "old", "swamp", "today"]}, "etk_index": {"heading_danish": "Forskjellige stedsagn", "heading_english": "Diverse place legends"}, "tango_indices": {"tango_index": [null, null, null, null]}, "genre": null}