{"publication_info": "JAH_II_413", "full_name": "123 - 3.18 - JAH_II_413", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 3.18, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 235, "name": "Hammel", "display_name": "Hammel (place mentioned)"}, {"place_id": 929, "name": "Frisenborg", "display_name": "Frisenborg (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_IV_687", "full_name": "241 - 2.15 - DS_IV_687", "url": "data/stories/165.dfl"}, {"informant_id": 241, "publication_info": "JAT_II_200", "full_name": "241 - 4.47 - JAT_II_200", "url": "data/stories/219.dfl"}, {"informant_id": 397, "publication_info": "JAH_II_412", "full_name": "397 - 0.00 - JAH_II_412", "url": "data/stories/907.dfl"}, {"informant_id": 568, "publication_info": "JAH_II_414", "full_name": "568 - 0.00 - JAH_II_414", "url": "data/stories/909.dfl"}, {"informant_id": 123, "publication_info": "JFm_XII_64", "full_name": "123 - 1.02 - JFm_XII_64", "url": "data/stories/374.dfl"}, {"informant_id": 123, "publication_info": "JFm_XIII_36", "full_name": "123 - 2.27 - JFm_XIII_36", "url": "data/stories/401.dfl"}, {"informant_id": 123, "publication_info": "JFm_XIII_38", "full_name": "123 - 4.04 - JFm_XIII_38", "url": "data/stories/432.dfl"}, {"informant_id": 123, "publication_info": "JAH_III_456", "full_name": "123 - 2.26 - JAH_III_456", "url": "data/stories/400.dfl"}]}, "fielddiary_page_start": "3801a", "fielddiary_page_end": "3802a", "bibliographic_info": null, "bibliography_references": null, "annotation": "Peder's story of a strong man resonates with his other stories of strong, capable, but often tricky farmhands (PJ 1.02, 2.27 and 4.04). The count approaches Kristen with the proposition of a paid fight, although the implication is that the count views the fight almost as if it were part of Kristen's villeinage. Kristen knows he has the upper hand in this negotiation, and repeats the common complaint of farm workers that he is neither fed well enough nor housed well enough (PJ 2.26). \n\n     Unlike most aristocrats, the count turns out to be quite generous, interested only in the (Danish) victory, and offers to pay Kristen the proceeds from the bet. In other variants, the bet is smaller (JAH II 412) or the pay out is forgiveness of Kristen's outstanding farm debt (JAH II 414). This latter version has Kristen then entering the newly emergent class of smallholders, a significant change in status for him. In this context, it is worth noting that Kristen only gains his financial independence through a game of chance; despite strength, and obvious prowess on the farm as attested in the second story, Kristen would not otherwise have a chance to earn the money necessary to become independent. The story can be read as a rather depressing commentary on the structure of the Danish rural economy.\n\n      The victory of the Danish strongman over the English strongman likely reflects the bitterness that Danes still felt over the defeat of the Danish navy and the bombardment of Copenhagen by the Brits in 1807. The subsequent downward spiral of the Danish kingdom in European politics and trade still resonated throughout Denmark up through the nineteenth century. Against a backdrop of repeated setbacks to an army composed almost entirely of peasants, including resounding defeat at the hands of the English and the Prussians, a victory of a Danish farmhand over an English strongman must have had clear appeal.\n\n     In another variant of this story, told by J. Jensen from Refshalegård, the count is identified as the lord at Frisenborg (Frijsenborg) (JA II 412). Frisenborg is approximately four kilometers north-east of Voldby. The farms at Voldby, prior to the partitioning of fields, would have belonged to Frisenborg. Tang Kristensen includes this identification of the count in Peder's story even though it does not appear in the manuscript.\n\n     The grevskab (countship) at Frisenborg was established in 1672, and included lands valued at 22,000 barrels of hartkorn, spread across four districts (amt). It was the largest estate in Denmark at the time. In the 1860s, the count, a konseilspræsident and accordingly a politically powerful figure (as a senior member of the parliament), rebuilt the main building. The farm is still privately held by Count Bent Wedell. In the mid twentieth century, his father acquired through marriage another manor farm, Wedellsborg, in western Fyn. The holdings now play a major role in Danish agriculture and forestry.\n\n     Tang Kristensen made minor changes in the published version, particularly in the short, humorous story at the end, deleting Kristen's direct speech. Perhaps Tang Kristensen wanted to paint a picture of Kristen as a man of few words.", "danish_manuscript": "Kristen Sø han kunde tage Hammel Kirkeklok\nke og staa og ringe imellem hans Ben, og den\nvar endda saadan at der skulde 6 Karle til\nat mure den op i Talleværk da de var\nfærdige ved at mure. Der kom en fra Eng-\nland herover en Indretning (Mske) der\nskulde ride Bæster til og h. bliver for modig\nfor h. kunde slaa alle Mskr til Jorden,\nvar i Kbh. udbød 500 Rdl. til den, der\nkunde lægge hans Krop til Jorden. S. kommer\ngreven og et Par Herrer til at snakke\n\n3801B\nom dh. S. s. Gr. Men vi har jo M. her paa\nGodset der kan lægge ham ned og h. sender\nBud efter Kr. Sø. Da h. kom derop s. h. til\nham: Hør Kr. du holder jo meget af at\nfortjene Penge i en Slump. Se her er et\nStykke arbejde, har du ikke Lyst til det? A\nbekoster Rejsen og din Fortæring, ilav det\nvarer. Ja det kommer jo an paa hvad det\ner, for h. var s. forsigtig i Snakken. Ja\nnu skul du høre. Nejj, s. Kr. det tror\na ikke a kan have med at gjøre, for en ar-\nbejder jo for meget og faar jo for slag en\nFøde. Men h. var jo en Gavtyv. Aa--\ner det ikke andet, s. Gr. hvor mange Dage\ntænker du, du behøver at leve godt i. Ja\ns. Kr. a skulde da gjærne have en 14 Dags\nTid. Ja s. kommer du herop paa Grden i\nMorgen. S. kom Kr. ogsaa og gjorde sig til\ngode i de 14 Dage. Da h. nu drog derover\ns. h. Ja a indestaar lige godt inde for a\nvælter ham. Ja, naar du gjør det du kan\nforlanger vi ikke. Til at slaas. Smide hin-\nanden til Jorden 3 G. Tager fat. og h. sled\npaa Kr. te det knasede. Endelig vælter h.\nham over Ende. S. skulde de til det en\nG. til. S. s. Kr. Nu er det ikke værd du ar-\nbejder slet s. haardt, for du har jo en Gang\ntil. H. kunde da forstaa s. meget, at Kr.\n\n3802A\nvilde gjøre Nar paa ham. Dg. slog h. Kr.\nned i Knæerne. Men da blev Kr. vred, for\nder stødte h. sig. S. skulde de til at tage\n3 Tag, men da fik Folk at se, hvad Kræfter\nh. havde. S. tog h. i Bæltestedet af ham\nog drev ham ned mod Jorden, te h. duede al-\ndrig til Mske mere. Og Hm. blev jo s. glad\nda h. kom hjem. Det var Skam godt gjort\nKr. H. fik jo vel sagt en Belønning.\n", "english_manuscript": "Kristen Sø could take the Hammel church bell and stand and ring it between his legs, yet it took six men to hoist it up using block and tackle when they were done building. One came here from England, a contraption (a person), who was supposed to break horses and he became a bit too brave, since he could knock any and everyone to the ground, he was in Copenhagen, offered 500 rigsdaler to the person who could get him to the ground. So the count and a couple of gentlemen get to talking about this. Then the count says, \"But we have the man here on the estate who can get him down,\" and he sends for Kristen Sø. When he gets up there, he says to him, \"Listen, Kristen, you like to earn money by chance. Here's a job, wouldn't you like to try it? I'll pay for your trip over there and your expenses, as long as it lasts.\" - \"Well, it depends on what the job is,\" because he was very cautious when he spoke. \"Well, now you'll hear.\" \"Nahh,\" says Kristen, \"I don't think I can do that, since I work too much and get too little food.\" But he was a bit of a thief. \"Oh, is it nothing more than that?\" says the count. \"How many days do you think you need to live well for?\" \"Well,\" says Kristen, \"I think I'd better have fourteen days' time.\" \"OK, you come up here to the farm tomorrow.\" Then Kristen came and enjoyed himself during those fourteen days. When he heads off, he says, \"OK, I'm not guaranteeing that I'll knock this fellow over.\" \"OK, as long as you do what you can, we don't expect any more.\" They start fighting. They were supposed to knock each other to the ground three times. The [English guy] grabs a hold of him and he worked on Kristen so that it crunched. Finally he knocks him head over heels. Then he was going to start working on him again. Then Kristen says quite gently, \"It isn't worth working so hard since you've got to do this once more.\" He realized that Kristen was poking fun at him. This time he knocked Kristen to his knees. But then Kristen got angry, because he hurt himself. Then they were going to go at it for the third time, but then people got to see how strong he was. He grabbed the guy's belt and drove him down toward the ground so that he never was much of a person after that. The manor lord was so happy when he got home. \"That was really well done Kristen.\" And he got his pay. A man came from the west and wanted to find him. Kristen had a small plot and two oxen, and he went and plowed with them. He took hold of one of the plow horns and pointed with the plow. \"He lives over there.\" \"Well, then I certainly don't need to ask where the man is.\"", "danish_publication": "Kristen Sø han kunde tage Hammel kirkeklokke og stå og ringe imellem hans ben, og den var endda sådan, at der skulde 6 karle til at hejse den op i taljeværk, da de var færdige med at mure tårnet. Der kom en indretning\n— det var da et menneske — her over fra England, der skulde ride bæster til, og han bliver for modig, for han kunde slå alle mennesker til jorden. Mens han var i Kjöbenhavn, udbød han 500 daler til den, der kunde lægge hans krop til jorden. Så kommer greven og et par andre herrer til at snakke sammen om dether, og greven han siger: \"Jeg har jo en mand på mit gods, der kan lægge ham ned.\" Altså sender han bud efter Kristen Sø. Da han kommer derop på Frisenborg, siger greven til ham: \"Hør, Kristen, du holder jo meget af at fortjene penge i en slump, se her er et stykke arbejde, har du ikke lyst til det? Jeg bekoster din rejse derover og din fortæring, ilav det varer.\" — \"Ja.\" siger Kristen, for han var forsigtig i snakken, \"det kommer an på, hvad det er for et arbejde.\" — \"Ja, nu skal du høre,\" og så fortæller han ham det hele. \"Nejj,\" siger Kristen, \"det tror a ikke, a kan have med at gjøre, for en arbejder jo for meget og får for slag en føde.\" Men Kristen var jo lidt af en gavtyv, kan vi høre. Greven bliver endnu mere opsat på det. \"Å, er det ikke andet,\" siger han, \"hvor mange dage tænker du, du behøver at leve godt i?\" — \"Ja, a skulde da gjærne have en 14 dages tid.\" — \"Så kommer du herop på gården i morgen\", og dermed var den ting afgjort. Kristen gik nu og gjorde sig til gode i de 14 dage og var fri for at arbejde i den tid. Se, det var ikke så galt. Da han nu drager af, siger han: \"Ja, a indestår lige godt ikke for, a vælter ham.\" — \"Ja, når du gjør det, du kan, så forlanger vi ikke mere,\" siger greven. De kommer så til at slås, og aftalen var, at de skulde slå hinanden til jorden tre gange. Englænderen tager fat, og han sled på Kristen, te det knasede. Endelig vælter han ham over ende. Så skulde han jo til det nok en gang. Da siger Kristen helt sagtmodig: \"Nu er det ikke værd, du arbejder slet så hårdt, for du har jo to gange til.\" Han kunde da forstå så meget, te Kristen vilde gjøre nar ad ham. Den gang slog han ham ned i knæerne. Men da blev Kristen vred, for den gang stødte han sig. Så skulde de til at tage tredje tag. Men da fik folk at se, hvad kræfter han havde. Han tog i bæltestedet af ham og drev ham ned mod jorden, te han duede aldrig til menneske mere. Herren blev jo glad, da han kom hjem, og sagde: \"Det var skam godt gjort, Kristen,\" og han blev også glad, for han tjente jo 500 daler i en slump.\n      Der kom en mand ude vester fra og vilde have ham ledt op. Kristen havde så meget avling som til et par stude, og dem gik han og plöjede med. Han tog nu i det ene plovhorn og pegte med. \"Ja, så behover a missel ikke at spörge om, hvor manden er.\"", "english_publication": "Kristen Sø could take the Hammel church bell and stand and ring it between his legs, yet it took six men to hoist it up using block and tackle when they were done building the tower. There came a contraption—it was a person—over from England, who was supposed to break horses, and he became a bit too brave, since he could knock any and everyone to the ground. While he was in Copenhagen, he offered five hundred daler to the person who could get him to the ground. So now the count and a couple of gentlemen get to talking about this, and the count says, “I have a man on my estate who can get him down.” So he sends for Kristen Sø. When he comes up to Frisenborg, the count says to him, “Listen, Kristen, you like to earn money by chance, so here’s a job, wouldn’t you like to try it? I’ll pay for your trip over there and your expenses, as long as it lasts.” – “Sure,” says Kristen, since he was cautious when he spoke, “but it depends on what the job is.” – “Well, now you’ll hear,” and so he tells him all about it. “Nahh,” says Kristen, “I don’t think I can do that, since I work too much and get too little food.” So we can hear that Kristen was a bit of a rogue. And the count became even more eager. “Oh, is it nothing more than that?” he says. “How many days do you think you need to live well for?” – “Well, I think I’d better have a fortnight.” – “OK, you come up here to the farm tomorrow,” and with that things were decided. Kristen now went and enjoyed himself during that fortnight and didn’t have to work. See, that wasn’t too bad. When he heads off, he says, “OK, I’m not guaranteeing that I’ll knock this fellow over.”—“OK, just do what you can, we can’t expect anymore than that,” says the count. And so they start fighting and the agreement was that they were supposed to knock each other to the ground three times. The English guy grabs a hold of him and he worked on Kristen so that it crunched. Finally he knocks him head over heels. Then he was going to start working on him again. Then Kristen says quite gently, “It isn’t worth working so hard since you’ve got to do this two more times.” He could understand enough Danish that he realized that Kristen was poking fun at him. This time he knocked him to his knees. But then Kristen got angry, because he hurt himself. Then they were going to go at it for the third time. But then people got to see how strong Kristen was. He grabbed the guy’s belt and drove him down toward the ground so that he never was much of a person after that. The lord was happy when he came home, and said, “That was really well done Kristen,” and he was also happy since he’d earned five hundred daler by chance.\n     A man came from the west and wanted to find him. Kristen had no more land than was enough for a pair of oxen, and he went and plowed with them. He took hold of one of the plow horns and pointed the way with it. “Well, then I certainly don’t need to ask where I’d find the man.”\n", "keywords": {"keyword": ["agreement", "angry", "bells", "belt", "bravery", "buildings", "church", "count", "daler", "day", "england", "estate", "farm", "fight", "food", "fun", "gentleman", "happy", "home", "horn", "horse", "job", "knee", "Kristen", "Kristen Sø", "land", "leg", "lord", "money", "ox", "plow", "plowing", "ringing", "rogue", "strength", "three", "tomorrow", "tower", "west", "work"]}, "etk_index": {"heading_danish": "Fra hoveriets tid", "heading_english": "From the time of villeinage"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}