{"publication_info": "DS_II_E_120", "full_name": "123 - 3.19 - DS_II_E_120", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 3.19, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 192, "name": "Gjern", "display_name": "Gjern (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 412, "publication_info": "DS_II_E_163", "full_name": "412 - 0.00 - DS_II_E_163", "url": "data/stories/491.dfl"}, {"informant_id": 539, "publication_info": "DS_II_E_117", "full_name": "539 - 0.00 - DS_II_E_117", "url": "data/stories/847.dfl"}, {"informant_id": 466, "publication_info": "DS_II_E_108", "full_name": "466 - 0.00 - DS_II_E_108", "url": "data/stories/546.dfl"}, {"informant_id": 539, "publication_info": "DS_II_E_119", "full_name": "539 - 0.00 - DS_II_E_119", "url": "data/stories/656.dfl"}, {"informant_id": 337, "publication_info": "DS_II_E_115", "full_name": "337 - 0.00 - DS_II_E_115", "url": "data/stories/691.dfl"}, {"informant_id": 502, "publication_info": "DS_II_E_125", "full_name": "502 - 0.00 - DS_II_E_125", "url": "data/stories/765.dfl"}]}, "fielddiary_page_start": "3802a", "fielddiary_page_end": "3802b", "bibliographic_info": null, "bibliography_references": null, "annotation": "There are numerous stories that tell about vipers, and both the danger and supernatural power associated with them (DS II E 119). Vipers, particularly white vipers, often figure in folk remedies (DS II E 108). It is likely that the man had intended to use the viper as part of a magical cure. Vipers are also considered in some stories to be difficult or impossible to kill (DS II E 125). In other stories, the vipers are known to hold grudges against their tormentors (DS II E 115). It is likely this latter belief that motivates the farmhand to release the viper from his torment.\n\n    Vipers are the only venomous snake in Denmark, and their bite, while poisonous, is most dangerous to children, the elderly, or the infirm.", "danish_manuscript": "Der kom en M. ude Vester fra og vilde have\nham lidt op. H. havde lidt Avling og et\nPar stude, gik og pløjede. Tog i det ene\nPlovhorn og pegte med Ploven: Der bor\nh. henne. Ja s. behøver a missel ikke\nat spørge hvor Manden er.\n----\nEn Mand havde en til at pløje for sig. De\nbrækkede Lyng i Gjern Hede og der var s.\nknusendes mange Orm. S. kommer der\ns. meget en vældig stor en. Ham der kjørte\nsiger til 2: Nu skal du nok se, og s. skrev\nh. en Streg med en Kjæp uden om Ormen:\nen Krans, sagde maaske noget, men nok er\ndet Ormen gav sig til at løbe lige s. stærk\nsom den kan runden om i dh. Kringle. \nS. gik M. hjem til Meldmad, og siger til 2.\nNu maa du ikke slaa den ihjel, for den skal\nløbe der s. længe, til den løber sig ihjel, og s. gik. Der kom en M. ude Vester fra og vilde have\nham lidt op. H. havde lidt Avling og et\nPar stude, gik og pløjede. Tog i det ene\nPlovhorn og pegte med Ploven: Der bor\nh. henne. Ja s. behøver a missel ikke\nat spørge hvor Manden er.\n----\nEn Mand havde en til at pløje for sig. De\nbrækkede Lyng i Gjern Hede og der var s.\nknusendes mange Orm. S. kommer der\ns. meget en vældig stor en. Ham der kjørte\nsiger til 2: Nu skal du nok se, og s. skrev\nh. en Streg med en Kjæp uden om Ormen:\nen Krans, sagde maaske noget, men nok er\ndet Ormen gav sig til at løbe lige s. stærk\nsom den kan runden om i dh. Kringle. \nS. gik M. hjem til Meldmad, og siger til 2.\nNu maa du ikke slaa den ihjel, for den skal\nløbe der s. længe, til den løber sig ihjel, og s. gik.\n----\nKarlen [fra] Anton Møller i Horndrup. Historier\n\n3802B\nh. s. kjørte nu dh. Mand og plovede og h keg\ntil Ormen og den stod ham i Tanker, h tyk\nte det var Synd, s. resolverer h. ved at\ngaa hen og tage hans Pisk og slaa Ormen i\nhjel. Aldrig s. snart h. havde gjort det, s.\nstod M. der og siger til ham: Du slog den\njo ihjel, allig. a bad dig, du maatte ikke. Se\nhavde du vist, hvad du gjorde der, s havde\ndu ikke gjort det. Det var Antons egen\nFader der pløjede, og Fortæll. forsikrede, at\ndet var sandt, men hvad den skulde bru-\nges til, det vidste a ikke.\n----\nKarlen [fra] Anton Møller i Horndrup. Historier\n", "english_manuscript": "A man had [hired] someone to plow for him. They were breaking heather in Gjern heath, and there were a huge number of snakes. Then there comes a really big one. The one who was driving says to the other one: \"Watch this!\" and then he drew a line around the snake with his staff shaped like a pretzel, he might have said something too, but it's enough to know that the snake began to slither as fast as it could around on this pretzel line. Then the man went home for lunch and says to the other: \"Now don't kill it, because it's supposed to keep running until it runs itself to death.\" Now this man went and plowed and he looked over to the snake because he was thinking about it, he thought that it was a shame and so he decided to go over and take his whip and kill the snake. As soon as he'd done that, the other man is standing there and says: \"You killed it, even though I asked you not to. See, if you'd known what you were doing there, then you wouldn't have done it.\" It was Anton's own father who was plowing and he assured me that it was true, but he didn't know what the snake was to be used for. Farmhand Anton Møller in Horndrup. Stories.", "danish_publication": "En mand havde én til at plöje for sig. De brækkede lyng i Gjern hede, og der var så knusendes mange orme. Så kommer der så meget en vældig stor én. Ham, der kjørte, han siger til den anden: \"Nu skal du nok se!\" og så skrev han en streg med en kjæp uden om ormen i en krands. Han sagde måske noget, men nok er det, ormen gav sig til at løbe, lige så stærkt som den kunde, runden om i denne her kringle. Så gik manden hjem til meldmad og siger til den anden: \"Nu må du ikke slå den ihjel, for den skal løbe der så længe, til den løber sig ihjel.\" Så kjørte nu den her mand og plovede, og han keg hen til ormen, for den stod ham jo i tanker. Han tykte, te det var synd, den sådan skulde løbe, og så resolverede han ved at gå hen og tage hans pisk og slå ormen ihjel. Aldrig så snart han havde gjort det, så stod manden der og siger til ham: \"Du slog den jo ihjel, alligevel a bad dig, du måtte ikke. Se, havde du vidst, hvad du gjorde der, så havde du ikke gjort det.\" Det var Antons egen fader, der plöjede, og han forsikrede, at det var sandt, men hvad ormen skulde bruges til, det vidste han ikke.", "english_publication": "A man had someone to plow for him. They were digging peat in Gjern heath, and there were a huge number of snakes. Then a really big one comes out. The one who was driving, he says to the other one: “Watch this!” and then he drew a line shaped like a pretzel around the snake with his staff. He might have said something too, but it's enough to know that the snake began to slither as fast as it could around on this pretzel line. Then the man went home for lunch and says to the other one: “Now don't kill it, because it's supposed to keep running until it runs itself to death.” Now this man went and plowed and he looked over to the snake because it was in his thoughts. He thought that it was a shame that it should have to run like that and so he decided to go over and take his whip and kill the snake. As soon as he'd done that, the other man is standing there and says: “You killed it, even though I asked you not to. See, if you knew what you were doing there, then you wouldn't have done it.” It was Anton's own father who was plowing and he assured me that it was true, but he didn't know what the snake was to be used for.", "keywords": {"keyword": ["Anton", "death", "digging", "father", "heath", "home", "kill", "lunch", "peat", "plow", "plowing", "pretzel", "shame", "snake", "whip"]}, "etk_index": {"heading_danish": "Lindorme og småkryb", "heading_english": "Wiverns and small creepy-crawlies"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}