{"publication_info": "DS_II_E_186", "full_name": "123 - 3.20 - DS_II_E_186", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 3.2, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": {"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}}, "stories_mentioned": {"story": {"informant_id": 235, "publication_info": "Unpub_KMP_146", "full_name": "235 - 1.46 - Unpub_KMP_146", "url": "data/stories/266.dfl"}}, "fielddiary_page_start": "3802b", "fielddiary_page_end": "3802b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Stories about caterpillars and other insects are widely attested. Certain caterpillars were considered to be as dangerous as snakes. Moths and other insects were at the very least a nuisance and, in some cases, a direct threat to the crops and harvested grain. Although caterpillars can inflict a painful bite, there are no truly poisonous caterpillars in Denmark.", "danish_manuscript": "Hvor Æven (Øwer ell. Tæwer) bider, det kan\nikke læges. Forhen gik en hellere imod en\nHugorm end imod en Æw. For et Æw-\nbid det svinder et Mske efter, men et\nHugormbid det kan gjøre det af strags. \nDen kan bide i en Hølé saadan at en\nkan høre te en bider. \n", "english_manuscript": "You can't cure a hawk-moth caterpillar bite. It used to be that people would rather confront a viper than a hawk-moth caterpillar. A hawk moth caterpillar bite wastes a person away, but a viper bite can kill a person quickly. It can bite a hay scythe so hard that you can hear that it's biting.", "danish_publication": "Hvor æven bider, det kan ikke læges. Forhen gik én hellere imod en hugorm end imod en æve. For et ævebid det svinder et menneske efter, men et hugormebid det kan gjøre det af straks. Den kan bide i en hølé, sådan at én kan høre, te den bider.", "english_publication": "You can’t cure a hawk-moth caterpillar bite. Before, people would rather confront a viper than a caterpillar. A hawk moth caterpillar bite wastes a person away, but a viper bite can kill a person quickly. It can bite a hay scythe so hard that you can hear that it’s biting.", "keywords": {"keyword": ["caterpillar", "cure", "hawk", "hay", "kill", "moth", "scythe", "viper"]}, "etk_index": {"heading_danish": "Lindorme og småkryb", "heading_english": "Wiverns and small creepy-crawlies"}, "tango_indices": {"tango_index": [null, null, null, null]}, "genre": null}