{"publication_info": "DS_II_J_69", "full_name": "123 - 3.22 - DS_II_J_69", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 3.22, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 67, "name": "Boes", "display_name": "Boes (place mentioned)"}, {"place_id": 110, "name": "Dakbjærg", "display_name": "Dakbjærg (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 477, "publication_info": "DS_II_J_70", "full_name": "477 - 0.00 - DS_II_J_70", "url": "data/stories/653.dfl"}}, "fielddiary_page_start": "3802b", "fielddiary_page_end": "3803a", "bibliographic_info": "Peter Weiss. 2002. \"Anatomy of a Lightning Ball.\" Science News 161(6): 87.", "bibliography_references": {"reference": {"display_string": "[Article] Weiss, Peter. 2002. Anatomy of a Lightning Ball. Vol. 161 of <i>Science News</i> 6: 87."}}, "annotation": "Morild is a phenomenon similar to ball lightning that has been reported in conjunction with thunder storms (Weiss 2002). In most stories of morild, the light simply vanishes, with no ill effects. In some cases, the witnesses to the light become ill (DS  II J 70). Boes mill lies directly across Mos lake from Fuldbro mill.", "danish_manuscript": "A kommer en Nat og vil fra Boes Mølle, a \narbejdede der, og s. trækker det op med s. væl-\ndig et Tordenvejr, men det var ikke lige over\nog regnede heller ikke. Som a lige gaar om\nved Dakbjærg. da mærker a noget omkring\nmig. Der stod en Lue op af Kaskjeten paa\nmig og Ild i Skjægget. A blev ræd for a hav\nMårild\n\n3803A\nde hørt s. meget om det Bjærg og var ikke glad\nved det. S. a løb hjem.\n", "english_manuscript": "I was walking one night and had left from Boes Mølle where I'd been working, and then a real thunder storm starts, but it wasn't directly overhead and it hadn't started raining either. Just as I'm walking past Dakbjærg, I notice something around me. Flame shot up out of my hat, and I had fire in my beard. I got scared because I'd heard a lot about that mound and I wasn't happy about it. So I ran home. Mårild.", "danish_publication": "A går en nat fra Boes mølle, hvor a havde arbejdet, og så trækker det op med så vældigt et tordenvejr, men det var ikke lige over og regnede heller ikke. Som a lige går om ved Dakbjærg, da mærker a noget omkring mig. Der stod en lue op af kaskjetten på mig og var ild i skjægget. A blev ræd, for a havde hørt meget om det bjærg og var ikke glad ved det, og løb hjem. Men det var jo måårild.", "english_publication": "I was walking one night from Boes mill where I’d been working, and then a real thunder storm starts, but it wasn’t directly overhead and it hadn’t started raining either. Just as I’m walking past Dakbjærg, I notice something around me. Flame shot up out of my hat and I had fire in my beard. I got scared because I’d heard a lot about that mound and I wasn’t happy being there and I ran home. But that was måårild. ", "keywords": {"keyword": ["beard", "fire", "happy", "hat", "home", "mill", "mountain", "night", "rain", "shooting", "storm", "work"]}, "etk_index": {"heading_danish": "Lys og varsler", "heading_english": "Lights and portents"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}