{"publication_info": "DS_II_J_47", "full_name": "123 - 3.23 - DS_II_J_47", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 3.23, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": {"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 123, "publication_info": "DS_III_2367", "full_name": "123 - 2.10 - DS_III_2367", "url": "data/stories/384.dfl"}, {"informant_id": 477, "publication_info": "DS_II_J_70", "full_name": "477 - 0.00 - DS_II_J_70", "url": "data/stories/653.dfl"}]}, "fielddiary_page_start": "3803a", "fielddiary_page_end": "3803a", "bibliographic_info": null, "bibliography_references": null, "annotation": "Lights are commonly believed to burn over treasures (PJ 2.10). Peder adds that lights also burn over things that are hidden or secret. The kongelys (king light) is clearly related to the notion of buried treasures left behind by kings or treasures large enough to ransom a king (PJ 2.10). The notion of a light burning over a buried treasure is similar to the Anglo-American belief of a pot of gold at the end of a rainbow. Just as with the rainbow's end, it is impossible to reach a kongelys.", "danish_manuscript": "Det Mske er ikke fød der kan gaa til et\nKongelys. De flytter dem og staar brænder\nhvor der ligger et Kongeløsen. Ved Svejstrup\ner der en [Høj] Kold (en fladning med Skrænt-\ntil 3 Sider) der kaldes Hjordens Kold for\nder ligger alt deres Fæ begravet i en Kule\nsom døde i Kvægpesten. Og der fortælles\nat der har staaet et Lys og brændt som\nældre Folk har set, men det forsvandt.\nnaar en kom nærmere. Lys brænder over\nnoget som er skjult eller hemmeligt.\n", "english_manuscript": "The person who can walk to a \"kongelys\" hasn't been born yet. They move around and burn where a king's ransom is buried. Near Svejstrup there's a kold (a flat area with slopes on three sides) which is called Hjordens kold (The Shepherd's kold), because that's where all the animals that died during the cattle plague were buried. They also say that a light used to burn out here, which old people have seen, but it disappeared as you got closer. Lights burn over things that are either hidden or secret.", "danish_publication": "Det menneske er ikke født, der kan gå til et kongelys. De står og brænder, hvor der ligger et kongeløsen. Ved Svejstrup er der en kold (en fladning med skrænt til tre sider), der kaldes Hjordens kold, for der ligger alt deres fæ begravet, som døde i kvægpesten, det kom ned i en stor kule. Der fortælles, at her også har stået et lys og brændt, som ældre folk har set, men det forsvandt, når én kom nærmere. Lys brænder over noget, som er skjult eller hemmeligt.", "english_publication": "The person who can walk to a “kongelys” hasn’t been born yet. The light burns where a king’s ransom is buried. Near Svejstrup there’s a kold (a flat area with slopes on three sides) which is called Hjortens kold (The Shepherd’s kold), because that’s where all the sheep that died during the sheep plague were buried. They also say that a light used to burn out there, which the old people have seen, but it disappeared as you got closer. Lights burn over things that are either hidden or secret. ", "keywords": {"keyword": ["birth", "burial", "death", "disappearance", "fire", "king", "lights", "old", "plague", "ransom", "secrets", "sheep", "shepherd", "three"]}, "etk_index": {"heading_danish": "Lys og varsler", "heading_english": "Lights and portents"}, "tango_indices": {"tango_index": [null, null, null, null, null]}, "genre": null}