{"publication_info": "DS_VII_1487", "full_name": "123 - 3.24 - DS_VII_1487", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 3.24, "fieldtrip": "Feb 1888", "fieldtrip_start_date": "1888-02-04", "fieldtrip_end_date": "1888-02-17", "places": {"place": {"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 431, "publication_info": "DS_II_G_334", "full_name": "431 - 0.00 - DS_II_G_334", "url": "data/stories/465.dfl"}, {"informant_id": 427, "publication_info": "DS_VII_1478", "full_name": "427 - 0.00 - DS_VII_1478", "url": "data/stories/813.dfl"}, {"informant_id": 549, "publication_info": "DS_VII_1482", "full_name": "549 - 0.00 - DS_VII_1482", "url": "data/stories/550.dfl"}, {"informant_id": 404, "publication_info": "DS_VII_1488", "full_name": "404 - 0.00 - DS_VII_1488", "url": "data/stories/802.dfl"}, {"informant_id": 61, "publication_info": "DS_VII_1481", "full_name": "61 - 0.00 - DS_VII_1481", "url": "data/stories/712.dfl"}]}, "fielddiary_page_start": "3803a (2)", "fielddiary_page_end": "3803a (2)", "bibliographic_info": null, "bibliography_references": null, "annotation": "Stories of people born in a victory shirt are widely attested (DS  VII 1478). In many cases, these shirts provide protection against bullets and guarantee victory in battle. Among others, Holger Danske (DS VII 1482) and Frederik VII (DS VII 1488) are said to have been born with such shirts. Amusingly, Peder is not the only storyteller who muses over the outcome of a child born with a victory shirt who does not live up to expectations (DS VII 1481). It is likely that the victory shirt referred to in these accounts is the placental membrane.", "danish_manuscript": "Der er en Mand som [hed] er født i den samme\nBy som a, hans Moder var lokket med\nham. Han var født i en Sejrskjorte\nog den var dannet som en soldaterfrakke\nog hvor Knapperne skulde sidde var der\nnogle Knotter. Folk mente da, der skul\nde blive en stor Hærfører af ham, men\nder blev noget andet, for h. var en rig-\ntig Klods. Hans Skj. blev brændt, for\nde Folk der de gik ud paa at udrydde\nal Overtro. Den, der har et Stykke af en\nSejrskjorte med sig, den kan ingen Kugle\nramme i Slag.\n", "english_manuscript": "There was a man who was born in the same town as me, his mother had him out of wedlock. He was born in a victory shirt and it was made like a soldier's jacket but where the buttons were supposed to be there were some knots. People believed that he was going to be a real army leader, but it turned out differently, because he was a real klutz. His shirt was burned because the people there wanted to get rid of all superstition. The person who has a piece of a victory shirt on him, no bullets can hit him during a battle.", "danish_publication": "Der er en mand, som er født i samme by som a, hans moder var lokket med ham, og han var født i en sejrsskjorte. Den var dannet som en soldaterfrakke, og hvor knapperne skulde sidde, var der nogle knotter. Folk mente da, der skulde blive en stor hærfører af ham, men der blev noget andet, for han var en rigtig klods. Hans skjorte blev brændt, for de folk, han var hos, de gik ud på at udrydde al overtro.\n      Den, der har et stykke af en sejrsskjorte på sig, den kan ingen kugle ramme i slag.", "english_publication": "There was a man who was born in the same town as me, his mother had been seduced, he was born in a victory shirt. It was made like a soldier’s jacket but where the buttons were supposed to be there were some knots. People believed that he was going to be a real army leader, but it turned out differently, because he was a real klutz. His shirt was burned because the people that he was living with wanted to get rid of all superstition. \n     The person who has a piece of a victory shirt on him, no bullets can hit him during a battle.", "keywords": {"keyword": ["army", "battle", "belief", "birth", "bullet", "button", "fire", "knot", "mother", "seduction", "shirt", "soldier", "superstition", "town", "victory shirt"]}, "etk_index": {"heading_danish": "Menneskets og kvægets sygdomme", "heading_english": "Human and cattle illnesses"}, "tango_indices": {"tango_index": [null, null]}, "genre": null}