{"publication_info": "GKV", "full_name": "123 - 4.00 - GKV", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 4.0, "fieldtrip": "Photo 5: September 1895", "fieldtrip_start_date": "1895-09-15", "fieldtrip_end_date": "1895-09-22", "places": {"place": {"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 123, "publication_info": "DS_III_340", "full_name": "123 - 3.12 - DS_III_340", "url": "data/stories/415.dfl"}, {"informant_id": 123, "publication_info": "DS_VI_995", "full_name": "123 - 3.21 - DS_VI_995", "url": "data/stories/424.dfl"}]}, "fielddiary_page_start": "7123B", "fielddiary_page_end": "7123B", "bibliographic_info": "MO III 158", "bibliography_references": null, "annotation": "Biographical information about Peder Johansen that Tang Kristensen collected on his photographic field trip with Peter Olsen (JAT VI 924). In some of the stories Peder tells, he refers to his foster father. Inspection of the census records and church records does not indicate that Peder was ever in foster care. His father, on the other hand, apparently was. References Peder makes to his foster father should probably be understood as references to his father's foster father (PJ 3.12 and 3.21).", "danish_manuscript": "7123B\nPeder Johansen f. 15de April 1855\ni Svejstrup. Møllersvend. Faderen \nMøller i Svejstrup Mølle. Været her\nen 6 Aar med en Afbrydelse. Hans Faders\nPlejefader var klog Mand og var god\ntil at fortælle og fra ham har h. det.\nDet er umuligt at huske alt det h.\nkunde fortælle. Han døde 80 Aar gl.\nda Peder blev konfirmeret og var alle-\nrede da noget svækket.\n", "english_manuscript": "Peder Johansen f. 15de April 1855 i Svejstrup. Journeyman miller. Father the miller in Svejstrup Mølle. Has been here for 6 years with an interruption. His father's foster father was a cunning man and was good at telling stories and he got it from him. It is impossible to remember everything that he could tell. He died when he was 80 years old when Peder was confirmed, and he was already weak by then.", "danish_publication": "45  Peder Johansen, Fuldbro Mølle. f. 15. April 1855 i Svejstrup, Dover Sogn. Han var Møllersvend der og tillige Spillemand. Piben hængte næsten altid i Munden paa ham. Se: J. A. Tillb. VI 310. Omt.: M. og O. III 158.", "english_publication": "45  Peder Johansen, Fuldbro Mølle. born 15. April 1855 in Svejstrup, Dover Sogn. He was a Journeyman miller there and also a fiddler. He almost always had his pipe hanging from his mouth.", "keywords": {"keyword": ["birth", "fiddling", "journeyman", "miller", "mouth", "Peder Johansen"]}, "etk_index": null, "tango_indices": {"tango_index": null}, "genre": null}