{"publication_info": "Unpub_PJ_401", "full_name": "123 - 4.01 - Unpub_PJ_401", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 4.01, "fieldtrip": "Photo 5: September 1895", "fieldtrip_start_date": "1895-09-15", "fieldtrip_end_date": "1895-09-22", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 122, "name": "Dover kirke", "display_name": "Dover kirke (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 90, "publication_info": "JAH_VI_753", "full_name": "90 - 2.09 - JAH_VI_753", "url": "data/stories/341.dfl"}, {"informant_id": 150, "publication_info": "KO_I_73", "full_name": "150 - 4.26 - KO_I_73", "url": "data/stories/137.dfl"}]}, "fielddiary_page_start": "7131a", "fielddiary_page_end": "7131a", "bibliographic_info": null, "bibliography_references": null, "annotation": "Peder begins his last session with an amusing story of a boy getting the better of a minister, by referencing the difference in practice between Jews and Christians. Tang Kristensen collected numerous stories in which children give unexpected or amusing answers to the questions of ministers (VFK 152; VFK 164).\n\n     Tang Kristensen does not publish this story in any of his collections, probably because of the borderline obscene nature of the boy's response. A likely home for it would have been Kuriøse Overhøringer fra Skole og Kirke (1892 and 1899) or Vore fædres kirketjeneste (1899).", "danish_manuscript": "Pastor Mikelsen i Dover Kirke. de var til\nOverhøring-- saa kommer h. til et Dogger-\nhoved, og sp. ham om h. ved hvad \nvore første... Forældre hed. En ældre Karl\nder sad bag ved i Stolen hviskede. h.\nhed Adam. Men s. hans Kone, Ma-\ndam Adamsen Rigtig min Søn, i\nvore Dage vilde det have lydt saadan\nmen hvad var hendes Døbenavn.\nJøderne blev ikke døbt, hvisker dh.\nGut der bag ved. Ogsaa ganske\nrigtig min Søn. Men hvad Navn\nfik hun nu i Omskjæredom. Der\ner intet at skjære af. Tilfældet er\nat det er passeret i Dover Kirke.\n", "english_manuscript": "Pastor Mikelsen at Dover Church. They were at an examination--then he gets to a lazy head, and asks him if he knew what our first parents were called. An older boy who sat in the chair behind him whispered, \"He was called Adam.\" And what about his wife? Madam Adamsen. \"Yes, that's right my son, in our days, it would have been like that, but what was her baptismal name?\" \"Jews aren't baptized,\" said this kid behind him. \"Also quite right my son. But what name did she get at her circumcision?\" \"There's nothing to cut off.\" This apparently happened in Dover Church.", "danish_publication": "Unpublished", "english_publication": "Unpublished version reads: Pastor Mikelsen at Dover Church. They were at an examination—then he gets to a lazy head, and asks him if he knew what our first parents were called. An older boy who sat in the chair behind him whispered, “He was called Adam.” And what about his wife? Madam Adamsen. “Yes, that’s right my son, in our days, it would have been like that, but what was her baptismal name?” “Jews aren’t baptized” said this kid behind him. “Also quite right my son. But what name did she get at her circumcision?” “There’s nothing to cut off.” This apparently happened in Dover Church.", "keywords": {"keyword": ["Adam", "baptism", "boy", "chair", "church", "day", "Jews", "lazy", "name", "old", "parents", "pastor", "son", "whispering", "wife"]}, "etk_index": {"heading_danish": "Uudgivne historier", "heading_english": "Unpublished stories"}, "tango_indices": {"tango_index": [null, null, null]}, "genre": null}