{"publication_info": "JAH_I_383", "full_name": "150 - 1.40 - JAH_I_383", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 1.4, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 656, "name": "Torstedlund", "display_name": "Torstedlund (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 144, "publication_info": "DS_VII_690", "full_name": "144 - 0.00 - DS_VII_690", "url": "data/stories/588.dfl"}, {"informant_id": 362, "publication_info": "DS_VII_696", "full_name": "362 - 0.00 - DS_VII_696", "url": "data/stories/528.dfl"}, {"informant_id": 151, "publication_info": "DS_VII_700", "full_name": "151 - 0.00 - DS_VII_700", "url": "data/stories/590.dfl"}, {"informant_id": 241, "publication_info": "DS_VII_698", "full_name": "241 - 4.16 - DS_VII_698", "url": "data/stories/188.dfl"}, {"informant_id": 150, "publication_info": "DS_VI_139", "full_name": "150 - 1.15 - DS_VI_139", "url": "data/stories/18.dfl"}, {"informant_id": 150, "publication_info": "DS_I_553", "full_name": "150 - 1.23 - DS_I_553", "url": "data/stories/26.dfl"}]}, "fielddiary_page_start": "3250a", "fielddiary_page_end": "3250b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Stories of a cunning woman ridding the country of wolves are widely attested (DS VII 690, 696, 700). In some stories, the woman does the service to escape punishment for witchcraft (JPP 4.16). The prohibition on calling the wolves by their true name connects the wolves to Satan and other supernatural beings. The common expression, \"speak of the devil\" continues with, \"and he's in the room\"--given that the devil often kills people in the same room as him, it would be unwise to name him by name (BJK 1.15). This belief also accounts for the various nicknames given the devil, most prominent among them, Old Erik (BJK 1.23).\n\n     Jens adds a coda to the story, remarking that he is unsure of whether the wolves drowned or went to Sweden. This coda is amusing in light of the previous story of conjuring the mice onto one's enemies, and the bad blood between Denmark and Sweden in the aftermath of the wars of 1814 and 1867. Tang Kristensen deleted Jens's evaluative comment, \"Wasn't that strange,\" from the published version. Given the performance context, this evaluative meta-comment adds a certain humor to the story.", "danish_manuscript": "Karen Indjarsdatter (Ingvarsdatter) en gl. en hun\nskaffede alle Ulvene bort herfra Landet, h. var\nher fra Byen s. vidt a ved, ja var det ikke mærkeligt\nDer kom en imod hende i Alleen her nede ved\n\n3250B\nTorstedlund, og da kom hu ridende paa dem og havde\ndem koblet sammen, paa den forreste. Du har\nendda et godt Kobbel Plage at ride med, s. h.\nJa du skal have s. mange Tak for det du sag\nde der, du frelste mit Liv, for dersom du\nbaade nævnt med deres rigtige Navn, s. havde\nde split mig ad. Og h. red hen og viste dem\nud i Havet. Om de kom til Sverige eller de\ndruknede, det kjender a ikke noget til.", "english_manuscript": "Karen Indjarsdatter (Ingvarsdatter), an old one, she chased all the wolves away from the country. She was from town here, as far as I know, wasn't that strange? Someone came toward her on the path down here near Torstedlund, and she came riding on them, she had them linked together and she was on the one in the very front. \"You've got quite a pack of trouble to ride on,\" he says. \"Thanks for saying that, you saved my life since if you'd called them by their true name, they would have torn me to pieces.\" And she rode on and showed them out into the ocean. Whether they drowned or made it to Sweden, I don't know anything about that.", "danish_publication": "Der var en gammel en, der hed Karen Indjarster (Ingvarsdatter), hun skaffede alle ulvene bort her fra landet. Så vidt a véd, var hun her fra byen. Der kom en imod hende i alleen her nede ved Torstedlund, og da kom hun ridende på den forreste og havde dem koblet sammen. Så siger han: \"Du har endda et godt kobbel plage at ride med.\" Dertil svarede hun: \"Du skal have så mange tak, for det du sagde det, derved frelste du mit liv, for dersom du havde nævnet dem ved deres rigtige navn, så havde de split mig ad.\" Så red hun videre og viste dem så ud i havet, men om de kom over til Sverig, eller de druknede, det véd a ikke noget af.", "english_publication": "There was an old one who was called Karen Indjarsdatter (Ingvarsdatter), she chased all the wolves away from the country. As far as I know she was from the town here. Somebody came toward her on the path down here near Torstedlund, and she came riding on the first one and had them all linked together. Then he says, “You’ve got quite a pack of trouble to ride on.” And she answered, “I should thank you a great deal for saying that, you saved my life with that because, if you’d called them by their true name, they would have torn me apart.” Then she rode on and showed them out into the ocean. But whether they drowned or went on to Sweden, I don’t know anything about that.", "keywords": {"keyword": ["chase", "country", "drowning", "Karen Indjarsdatter", "name", "ocean", "old", "riding", "sweden", "thank", "town", "wolf"]}, "etk_index": {"heading_danish": "Om fortidens landbrug", "heading_english": "Concerning earlier agricultural practices"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}