{"publication_info": "FK_0_196", "full_name": "123 - 4.02 - FK_0_196", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 4.02, "fieldtrip": "Photo 5: September 1895", "fieldtrip_start_date": "1895-09-15", "fieldtrip_end_date": "1895-09-22", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 406, "name": "Mesing", "display_name": "Mesing (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 123, "publication_info": "Unpub_PJ_229", "full_name": "123 - 2.29 - Unpub_PJ_229", "url": "data/stories/403.dfl"}}, "fielddiary_page_start": "7131a", "fielddiary_page_end": "7131b", "bibliographic_info": "Labov and Waletzky 1967", "bibliography_references": {"reference": {"display_string": "[Book section] Labov, William, Waletzky, Joshua. 1967. Narrative Analysis. In <i>Essays on the verbal and visual arts</i>: 12-44. Seattle: University of Washington Press."}}, "annotation": "This story is a variant of a story Peder had told many years earlier (PJ 2.29).  There are some minor differences between the accounts. This variant provides greater detail about the actions of the parish clerk, while the earlier story provides slightly different detail about the ringing of the church bells. The published version expands considerably on the manuscript variant, and Tang Kristensen alters the position of certain phrases, presumably for greater comic and dramatic effect. This story is published in Vore fædres kirketjeneste (1899), underscoring Tang Kristensen's apparently deliberate decision not to publish the preceding story (PJ 4.01).", "danish_manuscript": "Degnen i Mjessing h. brugte at spi\nse hans Meldmad i Våbenhuset\nmidt han ringede. der skulde jo\nringes tre Gange. S. havde Kirke-\ngaardens Høns fundet ind til\nham og h. gav dem Krummer af\nBrødet og det befandt dem godt\nved. Men s. kommer Pr. ham for fage\npaa og h. skal til at ind og ringe\n\n7131B\nS. tykte h. det saa s. ilde ud. at\nhave de Høns til at gaa der inde\nog h. tager hans Floshat og sætter\nud imell. dem for at faa dem ud\nmed Færdighed, men er s. uheldig at\nramme Kokken, s den vælter ved det\nS. for ikke at lave Ulykker mere\ntager h. den og putter [i] i Lommen\nGaar ud at ringe og husker ikke paa\nKokken. Ind og faar Pr. i Klæderen\nog besøger hans Forretning med Sangen\nog faar Pr. paa Præstestolen. C. brugte\nsom de fleste Degn, at h. satte\nsig til at sove. Lidt efter kommer\nKokken til Live. ud af Lomme og\nkig sig lidt om. tager s. den lige\nVej op til Alteret og giver sig til\nat gale det bedste h. har lært. Pr. [b]\nplejer at forstærke Stemme i den sid-\nste Ende for at Degn kan vaagne\nog s. siger h. Amen.\n", "english_manuscript": "The parish clerk in Mjessing used to eat his lunch in the weapon house while he was ringing. The bells were rung three times. The parsonage's chickens had found their way in to him and he gave them crumbs from his bread and they liked this. Then the minister came in to hurry him up, he was to go in and ring. He thought it didn't look so good having chickens in there and he takes his felt hat and starts swinging it about to get them out with some finality, but he's unlucky enough to hit the rooster so it falls over. So there won't be anymore accidents he takes it and puts it in his pocket. He goes out to ring and doesn't remember the rooster. He goes in and gets the minister into his garb and does his duty with the songs and gets the minister up to the pulpit. Like most parish clerks, he sat down and started sleeping. A little later, the rooster comes to life, out of his pocket and looks around a bit. Then it takes the straightest path up to the altar and starts crowing the best it has learned. The minister would usually raise his voice near the end so the parish clerk would wake up and then he says, Amen.", "danish_publication": "Degnen i Mjesing han brugte at spise Meldmad i Vabenset, imeld han ringede til tjeneste. Der skulde jo ringes tre Gange. Saa havde Kirkegaardens høns fundet ind til ham, og han sad og gav dem Krummer af Meldmaden. Men en Dag kommer Præsten ham for fage paa, og han skal hovedkulds til at ind og ringe. Men nu gik hønsene i Vaabenhuset, og saa tykte han, det saa saa ilde ud at have dem til at gaa der. Han tager da hans Floshat og sætter ind imellem dem for at faa dem ud med Færdighed, men er da saa uheldig at ramme Kokken, saa den vælter ved det. For ikke at lave Ulykker mere tager han den og putter den i Lommen og gaar saa ud at ringe sammen. Han kommer ind igjen og faar Præsten i Klæderne og besorger hans Forretning med Sangen og faar Præsten paa Prækestolen, og han husker ikke mere paa Kokken. Nu brugte han som de fleste Degne, at han satte sig til at sove. Men lidt efter kommer Kokken til Live, og den kryber ud af Lommen og kiger sig lidt om. Saa tager den den lige Vej op til Alteret og giver sig til at gale det bedste den har lært. Præsten plejede at forstærke Stemmen i den sidste Ende, for at Degnen kunde vaagne, og det sker ogsaa, at han vaagner, idet Kokken galer, og da han troer, det er Præsten, saa siger han Amen.", "english_publication": "The parish clerk in Mjessing used to eat his lunch in the weapon house (church foyer) while he was ringing to the service. The bells were to be rung three times. Then the parsonage’s chickens had found their way in to him and he sat there and gave them crumbs from his sandwich. But one day the minister came in to hurry him up, he was to go in and ring. But now the chickens were in the weapon house and he didn’t think it looked so good having them walking about in there. So he takes his felt hat and starts swinging it about to get them out with some finality, but he’s unlucky enough to hit the rooster so it falls over. So that there won’t be anymore accidents he takes it and puts it in his pocket and goes out to ring to assembly. He goes in again and gets the minister into his vestments and takes care of his duties with the song and gets the minister up to the pulpit, and he doesn’t remember the rooster. Like most parish clerks, he sat down and started sleeping. But a little later, the rooster comes to life, flies out of his pocket and looks around a bit. Then it takes the straightest path up to the altar and starts crowing its best. The minister would usually raise his voice near the end of the sermon so the parish clerk would wake up and that happens too, the parish clerk wakes up, and he thinks it's the minister and so he says \"Amen.\"", "keywords": {"keyword": ["accidents", "altar", "bells", "chicken", "day", "hat", "learning", "lunch", "minister", "parish", "parish clerk", "parsonage", "pocket", "pulpit", "ringing", "rooster", "sandwich", "singing", "sleep", "three", "vestments", "voice", "weapon house"]}, "etk_index": {"heading_danish": "Vore fædres kirketjeneste", "heading_english": "Our forebears' Church services"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}