{"publication_info": "DSnr_IV_357", "full_name": "123 - 4.03 - DSnr_IV_357", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 4.03, "fieldtrip": "Photo 5: September 1895", "fieldtrip_start_date": "1895-09-15", "fieldtrip_end_date": "1895-09-22", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 174, "name": "Fuldbro", "display_name": "Fuldbro (place mentioned)"}, {"place_id": 201, "name": "Gravold", "display_name": "Gravold (place mentioned)"}, {"place_id": 418, "name": "Mossø", "display_name": "Mossø (place mentioned)"}, {"place_id": 465, "name": "Pittersø", "display_name": "Pittersø (place mentioned)"}, {"place_id": 562, "name": "Sofiendal", "display_name": "Sofiendal (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 123, "publication_info": "DS_IV_720", "full_name": "123 - 2.01 - DS_IV_720", "url": "data/stories/375.dfl"}}, "fielddiary_page_start": "7131b", "fielddiary_page_end": "7132a", "bibliographic_info": null, "bibliography_references": null, "annotation": "Peder situates many of his stories in the immediate landscape and draws on topographical features to validate the story. His story here also details the type of conflict between farms that animates many of his other stories. Interestingly, the conflict here is entirely contained within the large land owning class, a parallel to one of the first stories he told Tang Kristensen (PJ 2.01). The end result of the feud is the economic devastation of both farms. \n\n     Sofiendal is approximately 10 kilometers north east of Fuldbro. The lake's name should be amended to Pittersø or Pitter Lake.  The lake is now nothing more than a stream.", "danish_manuscript": "Ved Sofiendal norden og østen for der\noppe efter hvor Gammelgaard nu ligger\nog i Nærheden af den Sø de kaldte\nPittesøen, men som nu er udtørret\nhar der ligget en Gaard som kaldtes\n\n7132A\nGravold og der skal være Rester af\nden endnu. Den Grd. har h. ejet det\nhar Ranild Jonsen efter gl. snak.\nVed den søndre side af Mos Sø laa\nen Herregaard og de to Herremænd de\nfejedede ved hinanden og red efter\nhinanden Julenat for at stikke Ild\npaa deres Gaarde og de kom forbi\nhinanden ved Enden af Mos Sø her\nved Fuldbro Mølle, og fik ogsaa Held\naf det og siden den Tid var Graa-\nvold øde og blev ikke bygget op igien.\n----Det var ikke R. Jonsen den ene.\nde kjendte ikke hinanden, da de kom\nom ved hin. Det var Julenat de\ngjorde det, for da var Gaardene\nmindst bevogtede og Folkene sad\njo og drak.\n", "english_manuscript": "North and east of Sofiendal, up there where Old Farm now is, and nearby the lake that they called Pitte Lake, which is dried up now, there was a farm which was called Gravold, and there are supposed to be ruins of it still. According to old talk, this farm was owned by Ranild Jonsen. On the southern side of Mos lake there was a manor farm, and these two manor lords feuded with each other. And so they rode against each other one Christmas Eve to set fire to each others' farms and they passed each other near the end of Mos Sø here by Fuldbro Mølle. They succeeded too and since that time Gravold has been deserted and was never rebuilt. It wasn't R. Jonsen, the one, they didn't recognize each other when they met up. They did it on Christmas Eve because that was when the farms were guarded the least and people sat around drinking.", "danish_publication": "Norden og østen for Sofiendal, der oppe efter, hvor Gammelgaard nu ligger og i Nærheden af den Sø, de kalte Pittesøen, men som nu er udtørret, har der ligget en Gaard, som kaldtes Gravold, og der skal være Rester at se af den endnu. Den Gaard har efter gammel Snak været ejet af denher Ranild Jonsøn, vi nok har hørt om. Ved den søndre Side af Mos Sø laa forhen ogsaa en Herregaard, og de to Gaarde blev lagt øde paa samme Tid. Herom fortælles, at de to Herremænd fejdede med hinanden, og saa besluttede de hver paa sin Side at stikke Ild paa hinandens Gaarde. Det skulde ske Julenat, for da var Gaardene mindst bevogtede, for det Folkene sad og drak og holdt sig lystige, og det var jo mærkeligt nok, at de begge to fik den Beslutning den samme Nat og saa drog af og mødtes hver fra sin Side ved Enden af Mos Sø her ved Fuldbro Mølle. De kjendte ikke hinanden og drog videre og fik ogsaa Held af at faa hinandens Gaarde stukket i Brand. Da de nu kom hjem enhver til sit, laa deres Gaarde i Aske. Siden den Tid har altsaa baade Gravold og den anden Gaard ligget øde.", "english_publication": "North and east of Sofiendal, up there where Old Farm now is, and nearby the lake that they called Pitte Lake, which is dried up now, there was a farm which was called Gravold, and you’re supposed to still be able to see its ruins. According to old talk, this farm was owned by this Ranild Jønson we’ve heard quite a bit about. On the southern side of Mos Lake there was another manor farm, and these two farms were decimated at the same time. They say that the two manor lords feuded with each other, and so they each decided to burn the other one's farm. It was to happen Christmas eve, since on that night, the farms would be guarded the least, because people sat about drinking and enjoying themselves and it was kind of strange that these two made the same decision to attack on the same night, and then they went off and met up, each coming from their own way around Mos Lake down here at Fuldbro mill. They didn’t recognize each other and continued on their way and were also lucky enough to set each other's farms on fire. Now when they each got home to their own place, their farms lay in ashes. Since that time, both Gravold and the other farm have been deserted.", "keywords": {"keyword": ["ashes", "Christmas", "drinking", "east", "farm", "fire", "home", "lake", "lord", "luck", "manor", "manor farm", "mill", "night", "north", "old", "ruins", "south"]}, "etk_index": {"heading_danish": "Herremænd, fruer, jomfruer", "heading_english": "Manor lords, ladies and misstresses"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}