{"publication_info": "JFm_XIII_38", "full_name": "123 - 4.04 - JFm_XIII_38", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 4.04, "fieldtrip": "Photo 5: September 1895", "fieldtrip_start_date": "1895-09-15", "fieldtrip_end_date": "1895-09-22", "places": {"place": {"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 123, "publication_info": "JAH_II_413", "full_name": "123 - 3.18 - JAH_II_413", "url": "data/stories/421.dfl"}, {"informant_id": 123, "publication_info": "JFm_XII_64", "full_name": "123 - 1.02 - JFm_XII_64", "url": "data/stories/374.dfl"}, {"informant_id": 123, "publication_info": "JFm_XIII_36", "full_name": "123 - 2.27 - JFm_XIII_36", "url": "data/stories/401.dfl"}, {"informant_id": 123, "publication_info": "DS_I_959", "full_name": "123 - 2.03 - DS_I_959", "url": "data/stories/377.dfl"}, {"informant_id": 123, "publication_info": "DS_I_767", "full_name": "123 - 2.11 - DS_I_767", "url": "data/stories/385.dfl"}, {"informant_id": 123, "publication_info": "JAH_VI_176", "full_name": "123 - 2.21 - JAH_VI_176", "url": "data/stories/395.dfl"}, {"informant_id": 123, "publication_info": "DS_I_1140", "full_name": "123 - 2.22 - DS_I_1140", "url": "data/stories/396.dfl"}, {"informant_id": 123, "publication_info": "DS_II_B_13", "full_name": "123 - 3.07 - DS_II_B_13", "url": "data/stories/410.dfl"}, {"informant_id": 123, "publication_info": "DS_VI_98", "full_name": "123 - 3.08 - DS_VI_98", "url": "data/stories/411.dfl"}]}, "fielddiary_page_start": "7132a", "fielddiary_page_end": "7142b", "bibliographic_info": "Holbek 1987", "bibliography_references": {"reference": [{"display_string": "[Book] Uther, Hans-Jörg. 2004. <i>The types of international folktales : a classification and bibliography, based on the system of Antti Aarne and Stith Thompson (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}, {"display_string": "[Book] Holbek, Bengt. 1987. <i>Interpretation of Fairy Tales (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}]}, "annotation": "Peder's folktales often focus on the remarkable deeds of a farmhand who, through quick wit and remarkably lax morals that border on sociopathic behavior, is able to get ahead. This tale, a variant of ATU 650a, \"Strong John\", is no exception. \n\n     The story is broken into two distinct parts, although both parts are integral to the tale. The first part focuses on the strong boy and his conflict with his employer. Hans's unusual birth from a goose egg incubated by a beggar (it would be hard to imagine being lower status than that), is not uncommon in such tales. The story then proceeds in a manner that is reminiscent of Peder's other story of dangerous young men (PJ 1.02 and 2.27). One also finds echoes of motifs from some of his legends, in particular the stories about the strong farmhands, Kristen Sø (PJ 3.18) and Svend Felding (PJ 2.03). \n\n      Hans's actions are remarkably destructive, and the economic as well as physical survival of the farm is clearly in doubt. Hans's extraordinary ability to work, and the extreme nature of his reactions, parallels the nisse, a figure that also figures in Peder's repertoire (PJ 2.03, 2.11, 2.21-22, 3.07). While having a strong farmhand is usually an asset, here it is a clear liability (PJ 2.03).\n\n     In many ATU 650a tales, the employer only tries to kill the boy once, usually with a millstone. Peder expands the story to include a lengthy journey to visit the devil. The magical helper, the hermit, is dead when Hans passes by--Hans's compassionate treatment of the helper even in death signals a shift in the character from his earlier marked selfishness. \n\n     When Hans finally returns to the manor farm, the devil calls in the debt that Hans had acquired for the manor lord. In short, Hans enters into a pact with the devil with the two souls of the manor lord and his wife as payment (PJ 3.08). Because of the unusual structure of this agreement, Hans is able to take over the manor farm. Interestingly, Hans's rise from low level to high level is not accompanied with marriage to a high level young female, the usual pattern for an active masculine tale (Holbek 1987). This omission is interesting in light of Peder's own lifelong status as a bachelor.\n\n     The story is indexed in the fair copy collection as Æv 1967. The published version differs only slightly from the manuscript recording.", "danish_manuscript": "Der var en gl. Mand h. gik og tiggede\nsom Skik og Brug var. gl. Dage. S.\nkommer h ind et Sted og der havde\nde ikke andet end de giver ham et\nvældigt Stort Gaaseæg. S. tager h.\ndet og gaar hans Vej. og s. tykker\nh. det var rart at faa det ruget \nud. Det maa vist selv kunne\ngjøre. A har jo nok tigget som\nfor lange Tider a kan sku godt\ntaale at ligge og hvile mig mens a\n\n7132b\nfaar det besørget. N. h. laa jo hans\nTid og der kom jo ogsaa noget ud af\ndet men det blev en Dreng. H. var\nikke s. meget stolt af dh., men der\nvar jo ikke andet for end h. skulde\nnødes til at sørge for at holde Liv\ni Drengen. Det var en der var no-\ngen Trivning i og h. trak godt fra sig\nog det varede ikke længe inden h kun\nde bære baade det h. kunde selv tigge\nog det den Gl. kunde tigge ogsaa,\nDen gl. sørgede omsider for at faa\nham døbt og lod ham kalde Hans\nfor saadan hed h. selv og s. tykte\nh. h. vilde kaldes op. Endelig omsider\nfik h. ham da sat i Tjeneste ved\nen Bonde, h. skulde passe Gjæs, men\ndet kunde jo ikke blive til noget for\nh. omgikkes dem ikke lempelig og slog\ndem ihiel, og s. kom h. af hans\nTjeneste og s. havde den gl. ham igien\nS. s. h. til ham: Du skal op at tjene\nved Herremanden for h. er ellers\ns. brysk, og s. kan h. komme til at\ntærske paa dig. S. gik h. op til Herre\nm. med knægten og siger saadan og saa-\ndan, h. kunde ingen Steder have ham\nog h. maatte være s. god og tage ham\n\n7133A\nJo  h. var jo glad ved ham, for h. kun\nde inge Folk have, de blev jaget væk\nlige s. snart, men dh. kunde h. gjø\nre ved ligesom h. vilde. S. kommer h.\nderop en Helligdag om Eftermidd. da\nskulde der jo ikke bestilles noget, og\nh. fik hans Kvarter anvist ude ved\nde andre Karle i en Seng. Anden Dags\nMorgen de kommer ud til Dovre og h.\nskal have Arbejde anvist, s. Herrem\nh. skal ud at tærske, for det var\nsidst om Høsten. Men det kunde jo\nikke blive til noget med hans Plejl-\ntøj, for det var altfor smaat og h.\ngaar ud og klager over dh. Ja s kan\ndu jo selv lave dig noget. H. stod\nog tarsk i Hovladen og der var jo langt\nop til Mønnen, s. der var god Plads,\nog s. gaar h. hen til et bitte Hus\nde havde og river et Kobbel Spæn-\nder af og giver sig til at knokle paa\nved dem. Da h. har s. torsken en\n3 Dags Tid, tykte Hrm. at Dyngen\nden var stor nok, og s. s. h. Men\nhvordan skal vi faa den Dynge\nKorn gjort ren bitte Hans. Det bli\nver min Sag, sagde h. nok s. profos, \na skal nok besørge det. S. slaar h.\n\n7133B\nalle Væggene ud af Laden, og skov-\nler Dyngen op i en Tip og sætter sig\noppe i Tippen og blæser med Enden\ni Dyngen s. Arnerne flyver ud\ntil alle Verdens Hjørner. Gaar ind\nog mælder te nu er Kornet færdig\nH. beder ham [op] om at bære det\nop paa Loftet i Salsen. Ja [her va]\na skulde jo have nogle Sække at bære\ndet op i. Ja her var Sække. Er det \nsaadan nogle Stumper a skal bære \ndet i. S. fik h. fat i et Par Dækkener\neller 3 og dem syer h. sammen og øser\ndh. Pose fuld af Korn og faar den\npaa Nakken og rejser af med. Men\nDøren var for smal og s. river h\nden ud og gjør saadan Aabning at\nh. kan komme ind og s. smider h. Sæk\nken op paa Loftet hen over deres\nallerpæneste Stuer s. dh faldt\nigien og ned og spolerede dem alt deres\nBoskab. Nu blev Hm. lige godt\nræd for ham. Nu er det ikke værd\nat bestille mere i Dag, nu kan du\nhvile dig til i Morgen, da skal de an\ndre i Skoven at skove og have Vinter\nbrændselet kjørt hjem og s. kan du\n\n7134A\n.\n.\n.\nfølge med, for her tænkte h.\ndet gjaldt mere om Behæn\ndighed end om Kræfter, her fik\nh. andet at studere paa.\n\n7134B\n.\n.\n.\n----\nOm Morgenen rejste de andre\nKarle dem i god Tid for det\nvar seje Veje den Tid og det\nkneb at faa et Læs Brændsel\nskovet og kjørt hjem til Aften\nog s. s. de: Nu vil vi ikke kalde\npaa Hans og s. kjørte de til\nSkovs, for h. var altid s. tid-\nlig færdig med hans Arbejde og\nh. skulde nu være den sidste\ni Dag. H. h. rejser sig da\ndet bliver lidt op ad Dagen.\nud og faar hans Dovre. Tøjet\npaa Bæsterne og afsted ud\nefter de andre. Da h. kommer\nud ad Skoven, s. h. Ja bitte\nKarle I tænker I skal narre\nmig, men det skal nu ikke gaa\nsaadan til og s. gaar h. hen og\n\n7135A\n.\n.\n.\n\n\n7135B\n.\n.\n.\n----\nrykker en hel Hoben Treer op\nog lægger tvært over Vejen og\nkjører fast. Da h. kommer no-\nget længere ind, møder h.\nmed de andre, de havde alle-\nrede faaet læsset og skulde til\nat hjem. De sagde til ham:\nJa du faar jo at trøste dig\nmed det er maanelyst, s. du\nkan sagt redde dig hjem. Men\nH. lod dem spotte og s. kjørte\nh. fik læst i en Haande-\nvending og afsted tilbage. Der\nstod de og arnede og sled for\nat faa dher Træer af Veien\nog kan ikke komme frem med deres\n\n7136A\n.\n.\n.\nBæster. H. h. spænder hans Bæster\nfra Vognen, trækker dem uden om og\nlader dem staa der, gaar om efter\nVogn og Læs og bærer om, spænder for\n\n7136B\nog s. kjører h. hjem. S. havde h.\nlige godt faaet læsset for haardt\nda h. kjører ind gjennem Porten, kjører\nh. Læsset fast der. Men s. tænker\nh. nu har du jo faaet det under Tag\nlad det s. staa, spændte fra og gik\nind og fik hans Nætter. Naa, kommer\nde andre snart, s. Hm. Ja det kunne\nikke vare længe. De andre maatte jo \nlade deres Vogn og Heste blive ude\nden Nat, for det var ikke anden Ind\ngang paa Gaarden. da de omsider\nkom. Andendags Morgen var de\nkommen noget tidligere op end H for\nh. vilde gjærne ligge lidt længe. og s. \nHm. til dem: Vi skal have ham\nkvæld, heller ogsaa kvæl h. os. Det\nvar de ogsaa godt enige om, men\ndet var om hvordan de skulde komme\nafsted med det. Ja det skal vi komme\nnemt afsted med siger Hm. for\nnærenstid h. kommer nu op, s. lader\nvi ham gaa ud og rydde Kjelde og\ns. har vi en gl. Møllesten der ligger\nder henne, den faar vi ned paa ham\nsaadan af Vanvare, s. skal det nok\ngaa saadan, h. faar Lov til at blive \n\n7137A\n.\n.\n.\n7139B\n.\n.\n.\n\n7140A\ndernede. N. da H. kommer op s.\nH. Hør H. Vandet er bleven galt\ni Kjelden, du kunde vel ikke gaa\nned og rydde den. De andre Karle\nkan hjælpe dig og trække Døj-\net op. Jo det var der ikke i\nVejen for. H. gaar ned og be-\ngynder at grave op og de an-\ndre hejser op i Spanden. Da de\nhar s. faaet en saadan om-\nomtrent ryddet, havde de\nfaaet den Møllesten lagt saa-\ndan at de kunde nemt pirre\nden derned, men havde lige\ngodt det Uheld at Stenen\ngik ned ved Siden ved ham\nuden at komme til at slaa\nham og s. mærkede h. [go] godt\ndet var galt og s. tog h. fat\ni Øjet og tog den under Ar-\nmen og affenserede op og\ns. til dem: Nærenstid I vil\nslaa Folk dem i Hovedet, s.\nskal I tage bedre Sigte end\nI gjorde dh. Gang. Hvad de\nvar ikke rædde, s. blev det nu\nJa s. Hm. du kommer til ikke \nat tage det fortrydeligt op\n\n7140B\nfor det skete af Vanvare, der\nkom en til at træde paa den.\nKunde de nu ikke have gjort\nmig den Tjeneste at gaa til\nHellede og hente en Daler,\na har hørt sige af de Penge\nder kommer derfra de skulde\nvære drøje. Jo det kan a\njo nok, men hvordan skal\na bære mig ad med at spørge\nVej dertil. Det kan du sagt\nfor du behøver blot at spørge\ndem, der kommer til, hvor\ngl. Erik boer, s. ved de nok\ndet for h. hedder Gl. Er. der\nregjerer der.  N. s. fik H. sig\njo en Tværsæk og h. kommer\npaa Vandring. Da h. har s. \ngaaet et Stød og spurgte om\nVej, men der var naturligvis\ningen, der kunde vise ham\nVej, s. kommer h. ind i en vældig\nstor Skov, og der kommer h. til en\nEremit eller saadan en Én\nog s. sp. h. ham da om h. kunde\nikke sige ham hvor gl. E. h.\nboede. S. s. h. Jo det kan a\n\n7141A\ngodt, for a har vist mange\nMskr dertil, men der er al-\ndrig en kommen tilbage. Men hvad\nvil du der. Ja s. fortalte h.\nham jo Ærindet. Jo, det var\nder ikke noget i Vejen for, nu\nskal a sætte en Kugle i Gang\nog s. bliver den ved, til den\nkommer til Porten. s. stopper\nden. Men nu maa du passe\npaa 3 Ting og det er. Der vil\nnu byde dig, du skal sidde ned\nnaar du kommer derind, men\ndet maa du ikke. S. vil h.\nfly dig Daleren i Haanden,\nmen du maa heller ikke det.\nDu kan blot sige til ham,\nJo læg den paa Gulvet den\nkan svales lidt, s. kan du\ntage den. Og s. maa du passe \npaa, naar du træder ud at\ndu ikke træder paa Dørtræet,\ndu skal tage det ud af et\nSpring, for ellers faar du\nFødderne slaaet i Stykker.\nKan du gjøre det og komme godt\nfra dem, se s. er a forløst.\nRejs s. i Guds N. s. den gl.\n\n7141B\n.\n.\n.\nMand og h. satte s. Kulen i \nGang og den gav sig til at løbe\nmen løb ikke Raskere end [n]\nH. kunde følge den i Skridt\ngang. Det var saadan jævn\nVej h. havde at gaa og det\ntrellede jo ikke og omsider stand-\nser Kuglen [paa] for en stor\nPort, der var en vældig stor\nSkraaning op til den og det\nvar en stor Jærnport. Den\ngav h. sig til at hamre paa\nog s. kom der en og lukkede op\nog sp. om hvad han vilde. Ja\nh. skulde snakke med Gl. E.\nN. ja s. blev Porten lukket op\ns. h. kunde lige gaa igien og\ns. kom h. ind. Værsgod og kom\ninden for. Da h. s. kommer in-\ndenfor, s. kommer ogsaa der en\ndet var gl. E. gjorde h. da\nRegning paa. Goddag s. h. saa\ndet er mig de kalder Gl. E. hvad\n\n7142A\ner dit Ærinde. Det er a skulde hilse fra\nHerm. og bede om en Daler. Den kan\ndu ogsaa faa, men den koster 2 Sjæle.\nJa det er mig lige meget hvad den\nkoster, for det er ikke mig, der skal\nbetale den. Ja nu kan du sætte\ndig, s. skal den strags være færdig.\nMen H. husker jo paa Buder h.\nhavde faaet og h. vilde ikke sidde. S.\nstod h. og saa sig om og s. langt h.\nkunde se, der var saadan et langt\nRum. Der stod dh. Djævle og sme-\ndede, h. kunde da ikke blive klog\npaa andet. Omsider kom Gl. E.\nog flyr ham Daleren og s. Værsgod\nher er den. Ja læg den lidt paa \nGulvet, den kan svales, den er\nvel varm. Da den havde ligget\nlidt, som h. tykte s. tog h. den\nog put den i Lom. Ja s vilde\na jo godt have lukt op. Jo det\nkunde godt lade sig gjøre og Porten\nblev lukt op og H. tog et vældigt\nSpring ud og Port. blev huggen i lige\nte det rungede. S. hørte h. en der\nraabte efter ham: Ja din Klogskab\nhar du ikke af dig selv, ellers skulde\n\n7142B\nvi sku nok have fanget dig. Men\ndet brød H. sig ikke om og blev ved\nat gaa. Da h. er kommen lidt hen, ser\nh. at kuglen den løber foran ham.\nog blev ved indtil h. kom til Eremi-\ntens Hul. Da skal a ind og have\nham sagt Tak for god underretning\nDa laa h. og var død. S. for udvist\nTjeneste tog h. ham og begravet\nham, for det tykte h. h. have\nfortjent og s. gik h. hjem til Her-\nregaarden. Da h. kommer der i Nær-\nheden da kommer Ridefogeden ud og faar\nham at se og h. tilbage det villeste\nh. har lært. S. nu har vi sku\nH. igien. Hvad har vi s. Hm. og\naf en Fortippelse og Rædsel for\nH. [og] s. spr. h. ind i Kjelden og kom-\nmer af Dage der, og da hans Kone\nhører det, s. faar hu fat i en\nStrikke og gaar hen og hænger sig. Da\nh. s. kommer ind af Porten, s. kommer\nh. imod Gl. Er. og h. s. Ja nu tager\na hvad mit er. H. nu kan du tage\ndet, der er tilbage. Paa den Maade\nblev H. Herremand.\n", "english_manuscript": "There was an old man, he went about begging as was the custom in the old days. So he goes in to one place and they didn't have anything for him except for a very large goose egg. So he takes it and goes his way. Now he thought that it would be nice to get that egg hatched. He could probably do it himself. Now I've begged for a long time so I can certainly handle lying and resting while I take care of this. Well, then he lay for a while, and something came of it, but it turned out to be a boy. The man wasn't terribly proud of this, but there was nothing else to do but to see that the boy stayed alive. He was one who wanted to thrive and he ate quite a bit, and so it wasn't long before he could carry both everything that he could beg and everything that the old man could beg as well. Well, at some point this here old man made sure that the boy was baptized and had him named Hans, because that's what he was called himself, and so he thought he wanted to have someone named after him. Finally, he got him work with a farmer, and he was to take care of the geese, but that didn't work out because he didn't treat them gently and he killed them, then he lost his job, and so the old man had him once again. He says to him: You're to go up and work for the manor lord since he is quite brusque, and he can thrash you. He goes up to the manor lord with the lad and says such and such, he couldn't have him work anywhere, and would he please take him. Yes, the manor lord was quite happy with him, because nobody would stay there, he chased them away as soon as they came; he could do as he pleased. He goes up there one holiday in the afternoon, and so there wasn't anything to do then, so he was shown his lodgings, a bed out by the other farmhands. The next morning they go in for breakfast, and he is to be assigned his work and the manor lord says he is to go and thresh because it was at the end of the harvest. He couldn't do anything with his flail since it was far too small, and he goes in and complains about this. OK, you can go ahead and make one for yourself. Hans stood threshing there in the barn (hovlade), where it was quite high to the roof peak, and so there was lots of space, and so then he goes over to a little house they had, and tears a bunch of roof beams off and begins to thresh with that. After he has threshed for three days, the manor lord felt that the pile was big enough, and then he says but how are we going to clean that pile of grain, little Hans? --That'll be my business, he answered quite arrogantly, I'll take care of it. Then he knocks out all the walls in the barn and shovels the whole pile up to a point, and he climbs up on top and he blows with his behind down into the pile so that the chaff is blown to all the world's corners. He goes in and says that the grain is done. He asks him to carry it up into the attic of the main house. Sure, but I'll need some sacks to carry it up in. Sure, here were some sacks. Is it little scraps like this that I'm to carry it in! He goes out and gets hold of a couple of horse blankets or three and he sews them together, and he fills this bag with grain and then he puts it on his shoulders and goes off with it. But the door was too narrow, and he rips it out and makes such an opening that he could go in. Then he throws the sack up in the attic right over their nicest rooms, so it fell through and fell down and ruined all their furnishings. Now the manor lord got scared of him. There's no need to do any more today, you can rest until tomorrow. The other farmhands are going to go out to the forest then and cut and drive the winter firewood home, and you can go along with them, because he thought that there it was more about cleverness than strength, and then he'd have other things to think about. The next morning the other farmhands got up in good time because the roads were rough back then, and it was hard to get a load of firewood loaded and driven home by nightfall and then they say: We're not going to call for Hans, and so they drove out to the forest, because he always finished his work early, and he was going to be the last one today. Hans he gets up when it was a bit later in the day, goes out and has his breakfast. He then hitches up the horses and sets off after the others. When he gets to the forest, he says, yes, you little guys, you think you're going to fool me, but it isn't going to go like that, and then he goes over and pulls up a whole bunch of trees and lays them across the road and plants them firmly. When he gets a little farther in, he meets up with the others, they had already loaded up and were ready to head home. Then they said to him, Well, you'll have to comfort yourself with the fact that the moon is shining, you can certainly find your way home.\" But Hans let them mock him, and then he drove off. He got loaded up in a jiffy, and headed back. They were still standing there and were toiling away to get these trees off the road, and they couldn't get around them with their horses. Hans unhitches his horses from the wagon, leads them around, and lets them stand in front of the trees, goes back around for the wagon and its load, and carries them around to the horses, hitches up again and drives home. Now he'd overloaded his wagon and when he drives in the farm gates, the load gets stuck there. But then he thinks, Now you've got it under roof, let it stand there, he unhitches his horses and goes in and has his dinner. Oh, are the others coming soon? says the manor lord. Yes, it won't be long. The others had to let their loads and their horses stay outside that night, because there was no other entrance to the farm when they finally got there. The next morning, they got up a little earlier than Hans because he wanted to stay in bed a little bit longer and then the manor lord says to them: We need to kill him, or he'll wind up killing us. They were all in agreement, but now the question was how they were going to get rid of him. We'll get rid of him easily, says the manor lord, because as soon as he gets up, we'll have him go down and clean the well, and we have an old millstone lying out there, we'll drop it down on him by accident, and then it'll go that way that he'll be allowed to stay down there. Well, Hans gets up, and the manor lord says to him, Listen, Hans, the water has gone wrong in the well, could you go down and clean it out. The other farmhands can help you and pull the mud up. Sure, there was nothing in the way of doing that. He goes down and begins to dig, and the others haul it up in the bucket. When they've just about cleared out the well, they'd gotten the millstone positioned so that they could easily tickle it down, but they had the misfortune the stone landed next to him without hitting him and then he realized that things were wrong and so he grabbed hold of the eye and put it under his arm and climbed up with it. Then he says to them when he comes up: The next time you want to hit people in the head, you should take better aim than you did this time. If they weren't scared before, they were now. OK, says the manor lord, \"don't be so annoyed, it happened by accident, someone stepped on it. Could you do me a favor and go to Hell and get me a daler? I've heard said that the money that comes from there is supposed to go a long way. Sure, I can do that, but how am I supposed to go about asking directions. You can do that, because all you need to do is ask people you meet where Old Erik lives, they'll know, because the one who rules Hell is called Old Erik. Well, then Hans gets a knapsack and he sets off on his journey. After he has gone a while and asked many people the way -- but of course there was no one who could show him the way, he comes to a really big forest, and he comes to a hermit or one like that, and he asks him as well, if he could tell him where Old Erik lived. Then he says, Yes, I certainly can, because I've shown many people there, but not a one has ever come back. But what do you want there? Well, then he told him his errand. Yes, there's nothing in the way of that, and I'm going to set a ball rolling, and it will keep going until it gets to the gate, and then it will stop. But there are three things that you should watch out for. They'll ask you to sit down when you get in there, but you mustn't do that. Then he'll give you the daler in your hand, but you mustn't let him do that. You can simply say: Oh, please put it on the floor, it needs to cool down a bit, then you can take it. And then you need to watch out when you leave, that you don't step on the threshold, you need to do it in one jump, otherwise your feet will be broken. If you can watch out for those three things and get past them well, then I'll be released (from a curse). Go now in the name of God, says the old man, and then he set the ball rolling, and it started rolling, but it didn't roll any faster than Hans could follow along walking. It was a very even road he was to walk, and there was nothing to hinder him and after a while, the ball stops in front of a large gate, there was a really big slope leading up to it, and it was a big iron gate. He started to pound on it, and then someone came and opened it and asked him what he wanted. Yes, he needed to talk to Old Erik. Oh, OK, and then the gate was opened just enough for him to go through and he got in. Please come in. When he gets in, someone comes up to him, he figured that it was Old Erik. Good day, he says, it is me that they call Old Erik, what is your errand? -- I am to greet you from the manor lord and ask for a daler. -- You can have that but it costs two souls. -- I don't care what it costs, because it isn't me who is to pay. -- OK, you can sit down, it will be done soon. But Hans remembered what he'd been told, and he wouldn't sit. So he stood and looked around, and as far as he could see, the room was so long. There were these devils standing there smithing, he couldn't figure anything else out. A little while later Old Erik comes and hands him a daler and says, Here you are, -- Yes, put it down on the floor a bit, it needs to cool off, it’s quite hot. After he thought it had lain a while, he took it and put it in his pocket. Yes, now I'd like the door opened. Sure, that was possible, and the gate was opened and Hans took a huge jump out, and the gate was slammed so hard that it echoed. Then he heard someone shout after him: You don't have your wisdom from yourself, otherwise we'd have gotten you. But Hans didn't worry about that, he kept walking. After he's gone a little bit, he notices that the ball has started rolling ahead of him again, and it kept going until it came to the hermit's cave. I should go in there and thank him for the good information. He lay there and was dead. So for his help Hans took him and buried him, since he thought he'd earned it, and after that he went home to the manor farm. When he gets closer to it, the bailiff comes out and sees him and he goes back as fast as he knows how. Well, now we have Hans again. What do we have says the manor lord, and out of sheer nervousness and fright for Hans he jumps down into the well, and dies there and when his wife hears that, she gets  hold of a rope and hangs herself. When Hans comes in through the gate, he meets Old Erik, who says: Yes, now I'm taking what is mine, Hans, now you can take what's left. In that way Hans became a manor lord.", "danish_publication": "Der var en gammel Mand, han gik omkring og tiggede, som Skik og Brug var i gamle Dage. Saa kommer han ind et Sted, og der havde de ikke andet, end de giver ham et vældig stort Gaaseæg. Saa tager han jo det og gaar hans Vej. Nu tykte han, det var rart at faa det Æg ruget ud, og det maatte han Vist selv kunne gjøre. \"Nu har a tigget nok sammen for lange Tider, a kan sku godt taale at ligge og hvile mig, imens a faar det besørget.\" Naa, saa laa han jo hans Tid, og der kom da ogsaa noget ud af det, og det blev en Dreng. Manden var ikke saa meget stolt af dether, men der var jo ikke andet for, end han skulde nødes til at sørge for at holde Liv i Drengen. Det var da ogsaa én, der var nogen Trivning i, og han trak godt fra, saa det varede ikke længe, inden han kunde bære baade det, han kunde selv tigge, og det, den gamle kunde tigge ogsaa. Naa, denher gamle Mand han Sørgede omsider for at faa Drengen døbt og lod ham kalde Hans, for saadan hed han selv, og saa tykte han, han vilde kaldes op, ellers blev det vel aldrig gjort. Endelig omsider, da Drengen var vogset noget til, fik han ham da sat i Tjeneste ved en Bonde, og han skulde passe Gjæssene. Men det kunde ikke gaa, for han omgikkes dem ikke lempelig og slog de fleste af dem ihjel. Saa kom han af Tjenesten, og saa havde den gamle ham igjen. Han siger saa til ham: \"Du skal op at tjene ved Herremanden, han er nu ellers saa brysk, og saa kan han komme til at tærske paa dig.\" Han gaar saa op til Herremanden med Knægten og siger saadan og saadan, han kunde ingen Steder have ham, \"og I maa være saa god at tage ham.\" Ja, Herremanden var jo glad ved ham, for han kunde ingen Folk have, de blev jaget væk, lige saa saare de snart var komne; men denher Knægt kunde han gjøre ved, ligesom han vilde. Han kommer i Tjenesten en Helligdag om Eftermiddagen, og da Skulde der jo ikke bestilles noget. Saa fik han hans Kvarter anvist ude i en Seng ved de andre Karle, og anden Dags Morgen de kommer ind til Davre, kommer Herremanden og skal til at anvise ham hans Arbejde: han skal ud at tærske, for det var sidst om Høsten. Han kommer ogsaa ud i Laden, men det kunde ikke blive til noget med hans plejltøj, for det var altfor smaat, og han gaar ind og klager over dether. \"Ja, saa kan du jo selv lave dig noget,\" siger Herremanden. Hans stod og tarsk i Hovladen, hvor der var langt op til Mønnen, saa der var ellers god plads, og saa gaar han hen til et bitte Hus, de havde, og river et Kobbel Spænder af og giver sig til at knokle paa Kornet med det. Da han har saa torsken en 3 Dags Tid, tykte Herremanden at Dyngen var stor nok, og saa siger han: \"Men hvordan skal vi faa den Dynge Korn gjort ren, bitte Hans?\" — \"Det bliver min Sag,\" svarte han nok saa profos, \"a skal nok besørge det.\" Saa slaar han alle Væggene ud af Laden og skovler Dyngen op i en Tip, og der sætter han sig oppe i Tippen og blæser med Enden ned i Dyngen, saa Avnerne styver til alle Verdens Hjørner. Derefter gaar han ind og mælder, te nu er Kornet færdigt. Herremanden beder ham saa om at bære det op paa Loftet i Salsen. \"Ja, saa skulde a jo have nogle Sække at bære det op i.\" Ja, her var Sække. \"Er det saadan nogle Stumper, a skal bære Kornet i!\" siger Hans, og saa gaar han ud og faar fat i et Par Dækkener eller tre, og dem syer han Sammen, saa der bliver en stor rummelig Pose. Den øser han fuld af Korn, og saa faar han den paa Nakken og rejser af med den. Men Døren var for smal, og han river den da ud og gjør saadan Aabning, at han kan komme ind. Saa smider han Sækken op paa Loftet og hen over deres allerpæneste Stuer, te den faldt igjennem og faldt ned og Spolerede dem alt deres Boskab.\n     Nu blev Herremanden lige godt ræd for ham. \"Nu er det ikke værd at bestille mere i Dag,\" siger han, \"nu kan du hvile dig til i Morgen. Da skal de andre Karle i Skoven at skove og have Vinterbrændselet kjørt hjem, og saa kan du følge  med,\" for her tænkte han, det gjaldt mere om Behændighed end om Kræfter, og saa fik han vel andet at studere paa. Om Morgenen rejste de andre Karle dem i god Tid, for det var seje Veje, vi havde den Tid, og det kneb med at faa et Læs Brændsel skovet og kjørt hjem til Aften. Saa siger de: \"Nu vil vi ikke kalde paa Hans!\" for han var altid saa tidlig færdig med hans Arbejde, og nu havde de overlagt, at han skulde være den sidste i Dag. Saa kjørte de til Skovs, og da det var bleven lidt op ad Dagen, rejser Hans sig og faar hans Davre. Han faar saa Tøjet paa Bæsterne og kommer af Sted ud efter de andre. Da han kommer ind ad Skoven, siger han: \"Ja, bitte Karle, I tænker, I skal narre mig, men det skal nu ikke gaa saadan til, som I forestiller jer,\" og saa gaar han hen og rykker en hel Hoven Træer op og lægger tvært over Vejen bag ved sig. Saa kjører han fort, og da han kommer noget længere ind, saa mødes han med de andre, de havde allerede faaet læsset og skulde til at hjem. Saa sagde de til ham: \"Ja, du faar jo at trøste dig med, at det er maanelyst, saa du kan sagt redde dig hjem i Aften.\" Men Hans lod dem spotte, og saa kjørte han. Han fik læsset i en Haandevending og kom afsted tilbage. Der stod de endnu og asnede og sled for at faa deher Træer af Vejen, og kunde ikke komme frem med deres Bæster. Hans han spænder hans Bæster fra Vognen, trækker dem uden om og lader dem staa forved Træerne, gaar saa om efter Vognen og Læsset og bærer det om til Bæsterne, spænder saa for igjen og kjører Hjem. Nu havde han lige godt faaet læsset for haardt, for da han kjører ind gjennem Porten, kjører han Læsset fast der. Men saa tænker han: \"Nu har du jo faaet det under Tag, lad det saa staa,\" og han spænder fra og gaar ind og faar hans Nætter. \"Naa, kommer de andre snart?\" siger Herremanden. \"Ja, det kan ikke vare længe,\" siger Hans. De andre maatte lade deres Vogne og Heste blive ude den Nat, for der var ikke andre Indgang paa Gaarden end gjennem Porten, og den var jo spærret.\n     Hans vilde gjærne ligge lidt længe om Morgenen, og anden Dagen var Folkene som sædvanlig noget tidlig paa Benene, skjøndt de ikke havde faaet megen Søvn den Nat. Saa siger Herremanden til dem: \"Vi skal have den Karl kvæld, heller ogsaa kvæler han os.\" Det var de ogsaa godt enige med ham om, men nu var det om, hvordan de skulde komme afsted med det. \"Ja, det skal vi komme nemt afsted med,\" siger Herremanden, \"for nærenstid han kommer nu op, saa lader vi ham gaa ned og rydde Kjelden, og saa har vi en gammel Møllesten, der ligger der henne, den trimler vi ned paa ham, saadan af Vanvare, saa skal det nok gaa saadan, han faar Lov til at blive der nede.\" Naa, da Hans kommer op, saa siger Herremanden til ham: \"Hør, Hans, Vandet er blevet galt i Kjelden, du kunde vel ikke gaa ned og rydde den. De andre Karle kan hjælpe dig og trække Tøjet op.\" Jo, det var der intet i Vejen for. Han gaar ned og begynder at grave op, og de andre hejser op i Spanden. Da de har faa faaet Kjelden saadan omtrent ryddet, havde de faaet den Møllesten lagt saadan, at de kunde nemt pirre den derned, men havde lige godt det Uheld, at Stenen gik ned ved Siden af ham, uden at komme til at slaa ham. Saa mærkede han jo godt, det var galt, og saa tog han fat i Øjet paa Stenen og tog den under Armen og assenserede op med den. Saa siger han til dem, da han kom op: \"Nærenstid I vil slaa Folk den i Hovedet, saa skal I tage bedre Sigte, end I gjorde denher Gang.\" Hvad de var ikke rædde, saa blev de det nu.\n     \"Ja,\" siger Herremanden, \"du kommer til ikke at tage det fortrydeligt op, for det Skete af Vanvare, der kom én til at træde paa den. Kunde du nu ikke have gjort mig den Tjeneste, at gaa til Hellede og hente en Daler til mig. A har hørt sige af de penge, der kommer derfra, de skal være saa drøje.\" — \"Jo, det kan a nok, men hvordan skal a bære mig ad med at spørge Vej dertil.\" — \"Det kan du sagt, for du behøver blot at spørge dem, du kommer til, hvor Gamle-Erik boer, saa véd de nok det, for han hedder Gamle-Erik, der regjerer i Hellede.\"\n     Naa, saa fik Hans sig jo en Tværsæk standet, og han kommer paa Vandring. Da han har saa gaaet et Stød og spurgt flere om Vej — men der var naturligvis ingen, der kunde vise ham den, saa kommer han ind i en vældig stor Skov, og der kommer han til en Eremit eller saadan en én, og ham spørger han jo da ogsaa, om han kunde ikke Sige ham, hvor Gamle-Erik han boede. \"Jo,\" siger han, \"det kan a godt, for a har vist mange Mennesker dertil, men der er aldrig én kommen tilbage. Men hvad vil du der?\" Ja, saa fortalte han ham jo hans Ærende, og han vilde nok dertil, saa Snart ske kunde. \"Ja, det er der ikke noget i Vejen for, nu skal a sætte en Kugle i Gang, og saa bliver den ved, til den kommer til Porten, saa stopper den. Du følger jo efter den, men saa er der tre Ting, du maa passe paa. De vil nu byde dig, du skal sidde ned, naar du kommer derind, men det maa du ikke. Saa vil han fly dig Daleren i Haanden, men du maa heller ikke det, du kan blot sige til ham: Aa, læg den paa Gulvet, den kan svales lidt. Naar den har ligget der en lidt, saa kan du tage den. Og endelig maa du passe, naar du træder ud af Hellede, at du ikke træder paa Dørtræet, du skal tage det ud af ét Spring, for ellers faar du Fødderne slaaet i Stykker. Kan du passe paa de tre Ting og komme godt fra dem, se saa er a forløst, og du er frelst for den Gang. Rejs saa i Guds Navn,\" siger den gamle Mand, og saa satte han Kuglen i Gang, og den gav sig til at løbe, men løb ikke stærkere, end at Hans kunde følge den i Skridtgang. Det var saadan jævn Vej, han havde at gaa, og det trællede jo ikke.\n    Omsider standser Kuglen for en stor Port. Der var en vældig stor Skraaning op til den, og det var en stor Jærnport. Den gav Hans sig til at hamre paa, og saa kom der én og lukkede op og spurgte om, hvad han vilde. Ja, han skulde snakke med Gamle-Erik. Naa ja, saa blev Porten lukket op, saa han kunde lige gaa igjennem, og saadan kom han ind. \"Værsgod og kom indenfor,\" siger én til ham. Da han nu triner videre frem, kommer der ogsaa én, det var Gamle-Erik, gjorde han da Regning paa. \"Goddag,\" siger han saa, \"det er mig, de kalder Gamle-Erik, hvad er dit Ærende?\" — \"Det er, a skulde hilse fra Herremanden og bede om en Daler.\" — \"Den kan du ogsaa faa,\" siger Gamle-Erik, \"men den koster to Sjæle.\" — \"Ja, det er mig lige meget, hvad den koster, for det er ikke mig, der skal betale den.\" — \"Ja, nu kan du sætte dig, saa skal den strags være færdig.\" Men Hans huskede jo paa Buddet, han havde faaet, og han vilde ikke sidde. Saa stod han og saa sig om, og saa langt han kunde se, der var saadan et langt Rum, og der stod deher Djævle og smedede, han kunde da ikke blive klog paa andet. Omsider kommer Gamle-Erik og flyer ham Daleren og siger: \"Værsgod, her er den.\" — \"Ja, læg den lidt paa Gulvet, den kan svales,\" siger Hans, \"den er vel varm at tage ved.\" Da den havde ligget lidt, som han tykte, saa tog han den og put den i Lommen. \"Ja, saa vilde a godt have lukket op,\" siger han, \"for nu skal a te'en.\" Jo, det kunde godt lade sig gjøre, og Porten blev lukket op. Hans tog saa et vældigt Spring ud, og Porten blev hugget i lige te det rungede. Saa hørte han én, der raabte efter ham: \"Ja, din Klogskab har du ikke af dig selv, ellers skulde vi sku nok have fanget dig.\" Men det brød Hans sig ikke om, han blev ved at gaa.\n     Da han er kommen lidt hen, ser han, at Kuglen er kommen til at løbe forved ham igjen, og den blev ved, indtil den kom til Eremitens Hus. \"Da skal a ind,\" siger Hans til sig selv, \"og sige ham Tak for god Underretning.\" Men da laa han og var død. Saa for udvist Tjeneste tog Hans ham og begravet ham, han tykte, han havde fortjent det, og derefter gik han hjem til Herregaarden. Da han kommer der i Nærheden, saa kommer Ridefogden ud og faaer ham at se, og han tilbage, det villeste han har lært. \"Saa, nu har vi sku Hans igjen,\" raaber han. \"Hvad har vi!\" siger Herremanden, og af ene Forfippelse og Rædsel for Hans saa springer han ned i Kjelden og kommer af Dage der. Da hans Kone hører det, saa faar hun fat i en Strikke og gaar hen og hænger sig. Da Hans saa kommer ind ad Porten, saa kommer han der imod Gamle-Erik, der siger: \"Ja, nu tager a, hvad mit er; nu kan du, Hans, tage det, der er tilbage.\" Det gjorde Hans ogsaa, og paa den Maade blev han Herremand.", "english_publication": "There was an old man, he went about begging as was the custom in the old days. So he goes in to one place and they didn’t have anything for him except for a very large goose egg. So he takes it and goes his way. Now he thought that it would be nice to get that egg hatched, and he figured he could probably do it himself. “Now I’ve begged for a long time, so I can certainly handle lying and resting while I take care of this.” Well, then he lay for a while, and something came of it, and it turned out to be a boy. The man wasn’t terribly proud of this, but there was nothing else to do but to make sure that the boy stayed alive. The boy was someone who really wanted to thrive, and he ate quite a bit, and so it wasn’t long before he could carry both everything that he could beg and everything that the old man could beg as well. \n     Well, at some point this here old man made sure that the boy was baptized and had him named Hans, because that’s what he was called himself, and so he thought he wanted to have someone named after him, otherwise it would never happen. Finally, when the boy had grown up some, he got him work with a farmer, and he was to take care of the geese. But that didn’t work out because he didn’t treat them gently and he killed most of them. Then he lost his job, and so the old man had him once again. \n     He says to him, “You’re to go up and work for the manor lord, he is quite brusque, and he might go as far as to thrash you.” He goes up to the manor lord with the lad and says such and such, he couldn’t get him work anywhere, “and would you please take him.” Yes, the manor lord was quite happy to take him, because nobody else would stay there, he chased them away as soon as they came; but he could do as he pleased with this lad.\n     The boy starts work one holiday in the afternoon, and so there wasn’t anything to do then. So he was shown his lodgings, a bed out by the other farmhands, and the next morning when they’ve come in for breakfast, the manor lord comes in to show him his work: he is to go and thresh, because it was at the end of the harvest. \n     He goes out to the barn too, but he couldn’t do anything with his flail, since it was far too small, and he goes in and complains about this. “OK, you can go ahead and make one for yourself,” says the manor lord. Hans stood threshing there in the barn where it was quite high to the roof peak, and so there was lots of space, and so then he goes over to a little house they had, and tears a bunch of roof beams off and begins to thresh the grain with that. After he has threshed for three days, the manor lord felt that the pile was big enough, and then he says: “But how are we going to clean that pile of grain, little Hans?”—“That’ll be my business,” he answered quite arrogantly, “I’ll take care of it.” Then he knocks out all the walls in the barn and shovels the whole pile up to a point, and he climbs up on top and he blows with his behind down into the pile so that the chaff is blown to all the world’s corners. After that he goes in and says that the grain is done. The manor lord then asks him to carry it up into the attic of the main house. “Sure, but I’ll need some sacks to carry it up in.” Sure, here were some sacks. “Is it little scraps like this that I’m to carry the grain in?” Hans says, and then he goes out and gets hold of a couple of horse blankets or three and he sews them together, so it becomes a big roomy bag. He fills it with grain and then he puts it on his shoulders and goes off with it. But the door was too narrow, and he rips it out and makes such an opening that he could go in. Then he throws the sack up in the attic and over their nicest rooms, and then it fell through and fell down and ruined all their furnishings. \n     Now the manor lord got scared of him. “There’s no need to do any more today,” he says, “you can rest until tomorrow. The other farmhands are going to go out to the forest then and cut and drive the winter firewood home, and you can go along with them,” because he thought that that was more about cleverness than strength, and then he’d have other things to think about. The next morning the other farmhands got up in good time, because it was rough roads we had back then, and it was hard to get a load of firewood loaded and driven home by nightfall. Then they say, “We’re not going to call for Hans!” because he always finished his work early, and now they’d decided that he’d be the last one today. So they drove out to the forest, and when it was later in the day, Hans gets up and has his breakfast. He then hitches up the horses and sets off after the others. When he gets to the forest, he says, “Yes, you little guys, you think you’re going to fool me, but it isn’t going to go the way you think,” and then he goes over and pulls up a whole bunch of trees and lays them across the road behind himself. Then he drives quickly, and when he gets a little farther in, he meets up with the other farmhands, they had already loaded up and were ready to head home. Then they said to him, “Well, you’ll have to comfort yourself with the fact that the moon is shining, you can certainly find your way home tonight.” But Hans let them mock him, and then he drove off. He got loaded up in a jiffy and headed back. They were still standing there and were toiling away to get these trees off the road, and they couldn’t get around them with their horses. Hans unhitches his horses from the wagon, leads them around, and lets them stand in front of the trees, goes back around for the wagon and its load, and carries them around to the horses, hitches up again and drives home. Now he’d overloaded his wagon and when he drives in the farm gates, the load gets stuck there. But then he thinks, “Now you’ve got it under roof, let it stand there,” so he unhitches his horses and goes in and has his dinner. “Oh, are the others coming soon?” says the manor lord. “Yes, it won’t be long,” says Hans. The others had to let their loads and their horses stay outside that night, because there was no other entrance to the farm than through the gate, and it was blocked.\n     Hans wanted to stay in bed a little bit longer in the morning, and the next day the people were on their feet early as usual, even though they hadn’t gotten any sleep that night. Then the manor lord says to them, “We need to kill that guy, or he’ll wind up killing us.” They were all in agreement, but now the question was how they were going to get rid of him. “We’ll get rid of him easily,” says the manor lord, “because as soon as he gets up, we’ll have him go down and clean the well, and we have an old millstone lying out there, we’ll tumble it down on top of him, you know, by accident, and then he’ll be allowed to stay down there.” Well, Hans gets up, and the manor lord says to him, “Listen, Hans, the water has gone wrong in the well, could you go down and clean it out. The other farmhands can help you and pull the mud up.” Sure, there was nothing in the way of doing that. He goes down and begins to dig, and the others haul it up in the bucket. When they’ve just about cleared out the well, they’d gotten the millstone positioned so that they could easily tickle it down on top of him, but they had the misfortune that the stone landed next to him without hitting him. Then Hans realized that things were wrong and so he grabbed hold of the eye of the stone and put it under his arm and climbed up with it. Then he says to them when he comes up: “The next time you want to hit people in the head, you should take better aim than you did this time.” If they weren’t scared before, they were now.\n     “OK,” says the manor lord, “don’t be so annoyed, it happened by accident, someone stepped on it. Could you do me a favor and go to hell and get me a daler? I’ve heard said that the money that comes from there is supposed to go a long way.” – “Sure, I can do that, but how am I supposed to go about asking directions.” – “You can do that, because all you need to do is ask people you meet where Old Erik lives, they’ll know, because the one who rules Hell is called Old Erik.”\n     Well, then Hans gets a knapsack and he sets off on his journey. After he has gone a while and asked many people the way – but of course there was no one who could show him the way – he comes to a really big forest, and he comes to a hermit or one like that, and he asks him as well, if he could tell him where Old Erik lived. “Yes,” he says, “I certainly can, because I’ve shown many people there, but not a one has ever come back. But what do you want there?” Well, then he told him his errand, and he wanted to go there as quickly as possible. “Yes, there’s nothing in the way of that, and I’m going to set a ball rolling, and it will keep going until it gets to the gate, and then it will stop. You’re to follow it, but there are three things that you should watch out for. They’ll ask you to sit down when you get in there, but you mustn’t do that. Then he’ll give you the daler in your hand, but you mustn’t let him do that, you can simply say: Oh, please put it on the floor, it needs to cool down a bit. When it has lain for a bit, then you can take it. And finally, you need to watch out when you leave hell, that you don’t step on the threshold, you need to do it in one jump, otherwise your feet will be broken. If you can watch out for those three things and get past them well, then I’ll be released from a curse, and you’ll be saved this time. Go now in the name of God,” says the old man, and then he set the ball rolling, and it started rolling, but it didn’t roll any faster than Hans could follow along walking. It was a very even road he was to walk, and there was nothing to hinder him. \n     After a while, the ball stops in front of a large gate. There was a real slope leading up to it, and it was a big iron gate. Hans started to pound on it, and then someone came and opened it and asked him what he wanted. Yes, he needed to talk to Old Erik. Oh, OK, and then the gate was opened just enough for him to go through and that’s how he got in. “Please come in,” someone says to him. As he goes farther along, someone comes up to him, he figured that it was Old Erik. “Good day,” he says, “it is me that they call Old Erik, what is your errand?” – “I am to greet you from the manor lord and ask for a daler.” – “You can have that,” says Old Erik, “but it costs two souls.” – “I don’t care what it costs, because it isn’t me who is going to pay.” – “OK, you can sit down, it will be done soon.” But Hans remembered what he’d been told, and he wouldn’t sit. So he stood and looked around, and as far as he could see, the room was so long, there were these devils standing there smithing, he couldn’t figure anything else out. A little while later Old Erik comes and hands him a daler and says, “Here you are,” – “Yes, put it down on the floor a bit, it needs to cool off,” says Hans, “it’s too hot to hold.” After he thought it had lain a while, he took it and put it in his pocket. “Yes, now I’d like the door opened,” he says, “because now I need to go back to someone.” Sure, that was possible, and the gate was opened. Hans took a huge jump out, and the gate was slammed shut so hard behind him that it echoed. Then he heard someone shout after him: “You don’t have your wisdom from yourself, otherwise we’d have gotten you.” But Hans didn’t worry about that, he kept walking. \n     After he’s gone a little bit, he notices that the ball has started rolling ahead of him again, and it kept going until it came to the hermit’s house. “I should go in there,” says Hans to himself, “and thank him for the good information.” But then the hermit lay there dead. So for his help Hans took him and buried him, since he thought he’d earned it, and after that he went home to the manor farm. When he gets closer to it, the bailiff comes out and sees him and he goes back as fast as he knows how. “Well, now we have Hans again,” he shouts. “What do we have?” says the manor lord, and out of sheer nervousness and fright for Hans he jumps down into the well and dies there. When his wife hears that, she gets hold of a rope and hangs herself. When Hans comes in through the gate, he meets Old Erik, who says: “Yes, now I’m taking what is mine; now you, Hans, can take what’s left.\" Hans did that too, and in that way he became a manor lord.", "keywords": {"keyword": ["accidents", "afternoon", "agreement", "allow", "arms", "attic", "bags", "bailiff", "ball", "baptism", "barn", "bed", "beggar", "blow", "boy", "breakfast", "bucket", "burial", "chaff", "chase", "curse", "daler", "day", "death", "devil", "digging", "dinner", "door", "egg", "errand", "eye", "fact", "fall", "farm", "farmhand", "farmer", "favor", "firewood", "floor", "fool", "forest", "gate", "geese", "god", "goose", "grain", "hans", "happy", "harvest", "hell", "hermit", "holiday", "home", "horse", "house", "iron", "job", "kill", "lad", "Little Hans", "lodgings", "manor farm", "manor lord", "mill", "misfortune", "money", "moon", "morning", "mud", "name", "night", "nightfall", "old", "Old Erik", "outside", "pocket", "rest", "road", "roof", "rope", "sewing", "shoulder", "shovel", "sleep", "smithing", "soul", "stone", "strength", "thank", "three", "threshing", "threshold", "today", "tomorrow", "tonight", "tree", "unharnessed", "wagon", "walls", "water", "wife", "wind", "wisdom", "work", "world"]}, "etk_index": {"heading_danish": "Jyske Folkeminder", "heading_english": "Folklore from Jutland"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}