{"publication_info": "DSnr_IV_657", "full_name": "123 - 4.05 - DSnr_IV_657", "informant_id": 123, "informant_last_name": "Johansen", "informant_first_name": "Peder", "informant_full_name": "Peder Johansen", "order_told": 4.05, "fieldtrip": "Photo 5: September 1895", "fieldtrip_start_date": "1895-09-15", "fieldtrip_end_date": "1895-09-22", "places": {"place": [{"place_id": 175, "name": "Fuldbro mølle", "display_name": "Fuldbro mølle (place recorded)"}, {"place_id": 8, "name": "Aarhus", "display_name": "Aarhus (place mentioned)"}, {"place_id": 42, "name": "Baastrup mark", "display_name": "Baastrup mark (place mentioned)"}, {"place_id": 94, "name": "Bremerholm", "display_name": "Bremerholm (place mentioned)"}, {"place_id": 104, "name": "Bukballe", "display_name": "Bukballe (place mentioned)"}, {"place_id": 209, "name": "Grumstrup", "display_name": "Grumstrup (place mentioned)"}, {"place_id": 251, "name": "Hede mølle", "display_name": "Hede mølle (place mentioned)"}, {"place_id": 283, "name": "Horsens", "display_name": "Horsens (place mentioned)"}, {"place_id": 682, "name": "Vedslet", "display_name": "Vedslet (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 123, "publication_info": "JFm_XIII_36", "full_name": "123 - 2.27 - JFm_XIII_36", "url": "data/stories/401.dfl"}}, "fielddiary_page_start": "7143a", "fielddiary_page_end": "7144b", "bibliographic_info": "Hvidt and Olsen 1990, vol. 11", "bibliography_references": {"reference": {"display_string": "[Book] Hvidt, Kristian, Olsen, Olaf. 1990. <i>Gyldendal og Politikens Danmarkshistorie bd 11 1850-1900</i>. Copenhagen: Gyldendal."}}, "annotation": "Peder is fascinated by conflict and the ability of the little guy to triumph over the powerful. Here, the postal carrier is a representative of the Crown, and presumably sees himself above the law. The tension between the desire for local control and the role of the central administration (first the Crown and then the state) were constant, and informed a great deal of the debate over legislation concerning local rights through the latter half of the nineteenth century. \n\n     One of the main forms of public transportation in Denmark, prior to the development of the railway system in the 1860s, was the system of postal wagons. In fact, carrying passengers was as much a part of the postal service as carrying mail (Hvidt and Olsen 1990, vol. 11). \n\n     The district bailiff, reluctant at first, finally comes to the help of the local man. The willingness to let bygones be bygones might well be related to the tension that existed between the local government and the distant central authority of the Crown. The final scene in the restaurant where the two plaintiffs wind up paying for the defendant's lunch is reminiscent of one of Peder's earlier stories, in which the young farmhand tricks his antagonists (PJ 2.27).\n\n     Bremerholm in Copenhagen was a forced labor institution, originally a ship wharf, with the first prisoners sent there in the 1570s. According to Christian V's Danish law of 1683, the man from Bukballe would have been subject to Book 6 Chapter 4 Article 16 of the criminal code, which states, \"Overfalder nogen sin af Kongen forordnet Øvrighed i deris Embede, straffis paa Ære, eller Boeslod, efter Sagens Beskaffenhed\" (If anyone assaults any of the king's officials who are carrying out their duties, the punishment is either fine or imprisonment depending on the severity of the offense). The statute allows for a great degree of latitude. Punishment at Bremerholm, where one worked in irons, was generally considered \"the last possible punishment,\" and three years at Bremerholm would have been a considerable punishment. Interestingly, many of the statutes of Christian V's law were in effect up through the 1860s, and some still echo in contemporary Danish law. \n\n     Frederik VI (1768-1839) became king of Denmark in 1808. It was during his reign that Denmark was forced to cede Norway to Sweden in 1814.", "danish_manuscript": "Om paa Grumstrup Mark, Vedslet Sogn\nligger Hede Mølle. Den ejedes i sin\nTid af en Herredsfoged der var H.\nover Hads Herred. Aaen gjør Skjel\nog h. maatte bygge sig et Hus paa den\nside af Aaen for at være i sin Ju-\nrisdiktion og [laa] Møllen laa i en\nanden. H. var s. lovkyndig, at man-\nge søgte til ham i Trætte sager\nisær fattige. Den Tid gik der kgl.\nkjørende Post fra Aarhus til\nHorsens der om ad Vedslet Kirke.\nSaa var der en Mand oppe paa Baa\nstrup Mark i en Grd som hedder\nBukballe og h. skal til Aarhus og\ns. gaar h. nu ud jo  og vil op og kjør\nre med dh. Post. Nu var Postkar\nle en but Krabat, de havde\nvist et bitte Mellemværende.\nmaatte h. gaa bagefter og kommer\nsaa nær ind paa ham alligevel. \nat da h. kjører ind i Grden og spæn-\nder fra, kommer h. og rykker det ene\nHovedlag ud af hans Hænder og gen\nnem tamper ham i Vidners Paa-\n\n7143B\nsyn. Det var jo en farlig Sag at læg\nge Haand paa en Kgl. Post og selv-\nfølgelig blev h. mældt og skulde\nmøde og forsvare s. for Retten.\nDen mindste Straf h. kunde slippe\nmed var at gaa i 3 Aar paa\nBremerholm og maaske ogsaa\nder hans Levnet. De søgte baade\ni Aarhus og Horsens ved alle klog\nlovkyndige, men ingen turde\nhjælpe ham. S. boede der en Mand\nnede i Skoven, der hed Jep, s.\ngik h. op til ham og s. har du ikke\nværet over ved ham paa Hede\nMølle at spørge ham til Raads.\nNej a har ikke for a undsagde\nham i Fjor. Ja s. vil a prøve\nat gaa derover og se hvad der\nkan gjøre ved det. S. gik h. derover\nJa havde det været enhver anden\nmen a trykker mig ved at hjælpe\nham for h. viste s. ikke s. pæn\ni Fjor. Men dh. Mand bliver ved\nog til sidst sig. h. Ja nu kan du komme\n\n7144A\nherned i Morgen Aften s. skal a give\ndig Besked. Gik. Ja Sagerne staar\nikke s. meget ringe. Du kan sige\nham at h. skal møde næste Ting-\ndag i Horsens og h. kan tage et Par\nMænd med om h. det tykkes.\nS. møder de ogsaa og de gik ind paa\net Værtshus. Nu kan a blot spi-\nse og drikke og tage for jer af Sagerne\nvi skal nok faa det betalt. H.\nhavde selv 2 med. S. gik h. og\nkom med Postmester og Herredsfo-\ngeden til ham h. siger: Her er de\nto Mænd der har anklaget dig og\nnu kan du gaa. Hvad I har for-\ntært det betaler de. S. var\nden Rettergang til Side. Jep gik\nsiden med til Herredfogeden. Hvor\nden kunde det gaa til. De kunde\nsaadan frelse ham uden at komme\nfor Ret. eller nogen Ting. Det kun-\nde a sagt. De havde forbrudt dem\nogsaa. A havde 2 Mænd til at\nligge ovre ved Vedslet Kirke og passe\npaa naar Posten kom og næsten da-\n\n7144B\ngen efter du havde været ved mig\nkom der kgl. Skilt paa Vognen\nog derfor maatte de give dem.\nDet var under Fr. 6.\n", "english_manuscript": "Over on Grumstrup Mark in Vedslet parish lies Hede Mølle. It was owned in its time by a district bailiff, who was in charge of Hads district. The river formed the boundary between the districts, and he had to build himself a house on the Hads side of the river to be in his jurisdiction, while the mill itself lay in another. He knew so much about the law that people often sought him out to solve disputes, particularly poor people. At that time, the royal post drove between Horsens and Aarhus, past Vedslet Kirke. There was this man up on Baastrup Mark, who lived at a farm called Bukballe, and he had to go to Aarhus. He goes out and wanted to come up and ride with this postal carrier. But the postal carrier was a moody fellow, and the two must have had a bit of an argument. So the other one has to walk behind but stays close to the wagon anyway so when the guy drives into the farm courtyard, and unhitches the horses, the man comes up, knocks one of the bridles out of his hands, and beats him silly in front of witnesses. It was a dangerous thing to do to lay a hand on the Royal Post, and he was naturally reported and had to go and defend himself in court. The least punishment he could get off with was to spend three years at Bremerholm, and he might even have to spend the rest of his life there. They asked all the wise legal minds both in Aarhus and in Horsens, but nobody dared help him. Then there was a man who lived down here in the forest, who was called Jep, he went up to him and said, “Have you gone over to the guy at Hede Mølle and asked his advice?” – “No, I haven't, because I threatened him last year.” – “Well, I'll try going over there and see what there is to do about this.” So he went over there. “Well, if it had been anybody else but I don't think I want to help him, because he showed himself to be not so nice last year.” This man persists and finally he says, “Well, you can come down here tomorrow night, then I'll give you an answer.” He left. “Well, things aren't too bad, you can tell him that he should show up at next assembly day in Horsens, and he can bring a couple of men with him, if he wants.” So they meet too, and they go into a bar. “You can eat and drink what you want, we'll get it paid for.” He had two men along with him himself. Then he left, and came back a little later with the postmaster and the town bailiff. Then he says to the man, “Here are the two men who have charged you, and you can go now. Whatever you've eaten, will be paid for by these two men.” Then that court affair was done with. Jep went down to the district bailiff later and said, “How did that happen, that you could save the man, without having to go to court or to the assembly?” – “Well, I'll tell you. They'd also broken the law. I had two men hide over by Vedslet church and watch when the post came, and all of a sudden, the day after you'd visited me, there was a royal sign on the wagon and so they had to yield.” This happened during the time of Frederik the Sixth.", "danish_publication": "Omme paa Grumstrup Mark i Vedslet Sogn ligger Hede Mølle. Den ejedes i sin Tid af en Herredsfoged, der var over Hads Herred. Aaen gjør Skjel imellem Herrederne, og han maatte bygge sig et Hus til Beboelse paa Hads Herredssiden af Aaen for at være i sin Jurisdiktion, medens Møllen selv laa i Hjelmslev Herred. Samme Herredsfoged var saa lovkyndig, at mange søgte til ham i Trættesager, og især var det fattige Folk. Den Tid gik der kongelig kjørende Post fra Horsens til Aarhus, og den skulde om ad Vedslet Kirke. Saa var der en Mand oppe paa Baastrup Mark i en Gaard, som hedder Bukballe, og han skal en Dag til Aarhus. Saa gaar han nu landvejs, men da Posten kommer i det samme, forlanger han at vil op at kjøre med denher Post. Men Postkarlen var en but Krabat, og de to havde vist et bitte Mellemværende, nok er det, han kjører fra ham, og den anden maa gaa bag efter Vognen til Aarhus. Han gaar rask til og holder sig saa nær ved Vognen alligevel, at da Kusken kjører ind i Gaarden og spænder fra, kommer Manden og rykker det ene Hovedlag ud af hans Hænder og gjennemtamper ham med det i Vidners Paasyn. Det var jo en farlig Sag at lægge Haand paa en kongelig Post, og selvfølgelig blev han mældt og skulde møde for Retten. Den mindste Straf, han kunde slippe med, var at gaa i tre Aar paa Bremerholm, og maaske han kunde komme til at gaa der hele hans Liv. Nu søgte de baade i Aarhus og Horsens ved alle kloge lovkyndige, men ingen turde hjælpe ham. Saa boede der en Mand nede i Skoven, der hed Jep, han gik op til ham og sagde: \"Har du ikke været ovre ved ham paa Hede Mølle at spørge ham til Raads?\" — \"Nej, a har ikke, for a undsagde ham i Fjor.\" — \"Ja, saa vil a prøve at gaa derover og se, hvad der er at gjøre ved det.\" Han gik saa derover. \"Ja, havde det været enhver anden,\" siger han, \"men a trykker mig ved at hjælpe ham, for han viste sig ikke saa pæn i Fjor.\" Denher Mand bliver ved, og til sidst siger han: \"Ja nu kan du komme herned i Morgen Aften, saa skal a give dig Besked.\" Han gik ogsaa. \"Ja, Sagerne staar ikke saa meget ringe,\" siger Herredsfogden, \"du kan sige Manden, te a skal møde for ham næste Tingdag i Horsens, og han kan tage et Par Mænd med, om han det tykkes.\" Saa møder de ogsaa, og de gik ind paa et Værtshus. Herredsfogden havde selv to Mand med. \"Nu kan I blot spise og drikke og tage for jer af Sagerne, vi skal nok faa det betalt.\" Dermed gik han, men en Tid efter kom han tilbage med Postmesteren og Byfogden. Saa siger han til Manden, der var anklaget: \"Her er de to Mænd, der har klaget dig an, og nu kan du gaa, for nu er du fri. \"Hvad I har fortært,\" siger han saa til alle de andre, \"det betaler de to Herrer.\" Saa var den Rettergang til Side. Jep gik siden ned til Herredsfogden og sagde: \"Hvordan kunde det gaa til, at De kunde saadan frelse Manden, uden at komme for Retten eller nogen Ting?\" — \"Det kunde a sagt, de havde ogsaa forbrudt dem. A havde to Mænd til at ligge ovre ved Vedslet Kirke og passe paa, naar Posten kom, og nyssen Dagen efter, at du havde været ved mig, kom der kongeligt Skilt paa Vognen. Det havde ikke været der før, og derfor maatte de give dem.\" Dether foregik under Frederik den Sjette.", "english_publication": "Hede Mill lies over on Grumstrup Mark in Vedslet parish. It was owned in its time by a district bailiff, who was in charge of Hads district. The river is the boundary between the districts, and he had to build his house on the Hads district side of the river to remain in his jurisdiction, while the mill itself lay in Hjelmslev district. This same district bailiff knew so much about the law that people often sought him out to solve disputes, particularly poor people. At that time, the royal post was driven between Horsens and Aarhus, and it was supposed to go past Vedslet church. Then there was this man at a farm up on Baastrup Mark, which was called Bukballe, and he was going to go to Aarhus one day. So he goes down to the main road, but since the postal carrier comes by at the same time, he asks this postal carrier for a ride. But the postal carrier was a moody fellow, and the two must have had a bit of an argument, enough said, so he drives off, and the other one has to walk behind the wagon all the way to Aarhus. He walks quite quickly, and stays close to the wagon anyway, and so when the guy drives into the farm courtyard, and unhitches the horses, the man comes up, grabs one of the bridles out of his hand, and beats him silly with it in front of witnesses. It was a dangerous thing to do, to lay a hand on the Royal Post, and he was of course reported and had to go to court. The least punishment he could get off with was to spend three years at Bremerholm, and he might even have to spend the rest of his life there.\n     Now they sought out all the wise people who knew about the law both in Aarhus and in Horsens, but nobody dared help him. Then there was a man who lived down here in the forest, who was called Jep, he went up to him and said, “Have you gone over to him at Hede Mill and asked his advice?” – “No, I haven’t, because I threatened him last year.” – “Well, I’ll try going over there and see what there is to do about this.” So he went over there. “Well, if it had been anybody else,” he says, “but I don’t think I want to help him, because he showed himself to be not so nice last year.” This man continues and finally he says, “Well, you can come down here tomorrow night, then I’ll let you know.” He left too. “Well, things aren’t too bad,” says the district bailiff, “you can tell the man that I’ll meet up for him next assembly day in Horsens, and he can bring a couple of men with him, if he wants.” So they meet too, and they go into a bar. The district bailiff had two men along himself. “You can eat and drink what you want, we’ll get it paid for.” Then he left, but a little later he came back with the postmaster and the town bailiff. Then he says to the man who’d been charged, “Here are the two men who have charged you, and you can go now, because you’re free.” “Whatever you’ve eaten,” he says to the others, “will be paid for by these two men.” Then that affair was done with. Jep went down to the district bailiff later and said, “How did you manage that? How could you save the man without having to go to court or to the assembly?” – “Well, I pointed out that they’d also broken the law. I had two men hide over by Vedslet church and watch when the post came, and all of a sudden, the day after you’d visited me, there was a royal sign on the wagon. That hadn’t been there before, and so they had to back off.” This happened during the time of Frederik the Sixth.", "keywords": {"keyword": ["advice", "bailiff", "boundary", "bridle", "church", "court", "courtyard", "Cunning Folk", "day", "district", "district bailiff", "drinking", "farm", "forest", "Frederik", "free", "hjelmslev", "horse", "house", "law", "mill", "night", "parish", "poor", "post", "postal carrier", "punishment", "rest", "riding", "river", "road", "royal", "threat", "three", "tomorrow", "town", "unharnessed", "wagon", "year"]}, "etk_index": {"heading_danish": "Forskjellige personer", "heading_english": "Diverse people"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}