{"publication_info": "DS_VI_326", "full_name": "528 - 0.00 - DS_VI_326", "informant_id": 528, "informant_last_name": "Rod", "informant_first_name": "Jens", "informant_full_name": "Jens Rod", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": {"place_id": 863, "name": "Sinding", "display_name": "Sinding (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_VI_897", "full_name": "241 - 2.07 - DS_VI_897", "url": "data/stories/157.dfl"}, {"informant_id": 448, "publication_info": "DS_VI_323", "full_name": "448 - 0.00 - DS_VI_323", "url": "data/stories/610.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "En aften for mange år siden kjørte jeg igjennem Charlottenlund skov i Kragelund, og det var måske blevet henad midnatstid. Jeg havde hørt, at det spøgede i skoven ved nattetid, men det brød jeg mig ikke videre om, for folk siger så meget. Men som jeg nu kjører allerbedst, kommer en kulsort mand ud af skoven og kaster sig ind i det ene baghjul, og da stod vognen med ét ganske stille, hestene kunde ikke rykke den et skridt længere. Jeg havde hørt, at når man vender hovedseletöjet på hesten, så har spøgeriet ingen magt mere; det gjorde jeg da, og det hjalp også, ti jeg kjørte videre uden at se noget til den sorte mand.", "english_publication": "One night many years ago, I drove through Charlottenlund forest in Kragelund, and it was maybe around midnight. I had heard that there was haunting in the forest at night, but I didn’t worry about that, because people say so much. But now as I’m driving along, a coal black man comes out of the woods and throws himself under one of the back wheels, and then the wagon immediately came to a complete standstill, the horses couldn’t budge it one step farther. I had heard that when you turn the harness on the horse, then the haunting has no more power; so I did that and it also helped because I drove along without seeing the black man anymore.", "keywords": {"keyword": ["black", "coal", "forest", "harness", "haunting", "horse", "midnight", "night", "power", "wagon", "wheel", "woods"]}, "etk_index": {"heading_danish": "Om Fanden og forbund med ham", "heading_english": "About the Devil and being in league with the Devil"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}