{"publication_info": "DS_III_2211", "full_name": "456 - 0.00 - DS_III_2211", "informant_id": 456, "informant_last_name": "Ludvigsen", "informant_first_name": "Anna Christ.", "informant_full_name": "Fru Anna Christ. Ludvigsen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": {"place_id": 766, "name": "Døstrup", "display_name": "Døstrup (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 217, "publication_info": "DS_III_2175", "full_name": "217 - 0.00 - DS_III_2175", "url": "data/stories/632.dfl"}, {"informant_id": 416, "publication_info": "DS_III_2228", "full_name": "416 - 0.00 - DS_III_2228", "url": "data/stories/743.dfl"}, {"informant_id": 441, "publication_info": "DS_III_2233", "full_name": "441 - 0.00 - DS_III_2233", "url": "data/stories/747.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "For mange år tilbage sad nogle folk og morede sig med at fortælle alle slags. Den ene af dem fiskede meget i åen, og han fortalte da: \"For et par dage siden, da jeg drev i min båd og stagede mig af sted, traf jeg i vandet på noget, som jeg ved nærmere undersøgelse fandt at være et jærnbundet skrin, — som du véd, da du var med\", sagde han til sin nabo. \"Men vi kunde ikke få det op den gang, og nu vil vi i dag gjøre forsøg dermed.\" En anden mand hørte med tilsyneladende ligegyldighed på fiskerens fortælling. \"Å\", sagde han, \"det har såmænd slet ikke været andet end en stor sten eller sligt\". Imidlertid udforskede han nöje, hvor stedet var. Fortælleren, som fortrød sin åbenmundethed, gav sig næste dag i færd med at få skrinet op, men det var alt sket om natten. Alle var fra Brede, og man vil vide, at de fundne gamle mønter var bleven vekslede i Kjöbenhavn. Velstand skal derefter være sporet i den familie.", "english_publication": "Many years ago, some people sat about and amused themselves by telling stories about all sorts of things. One of them fished a lot in the river, and he told this: “A couple of days ago, while I was drifting about in my boat and was poling myself along, I found something in the water which on closer inspection I discovered to be an iron-clad chest — as you know since you were there,” he said to his neighbor. “But we couldn’t get it up that time, and so today we decided to give it a try.\" Another man listened to the fisherman’s story with indifference. “Hmm...” he said, “it probably was nothing more than a big stone or the like.” In the meantime, he researched exactly where the place was. The teller, who regretted his indiscretion, set out to get the chest up the next day, but everything had happened the night before. They were all from Brede, and they found out that the old coins that were found had been exchanged in Copenhagen. One could trace wealth in that family since then.", "keywords": {"keyword": ["boat", "chest", "coins", "day", "discovery", "drift", "family", "fishing", "iron", "neighbor", "night", "old", "river", "stone", "story", "today", "water", "wealth"]}, "etk_index": {"heading_danish": "Sagn om skatte", "heading_english": "Legends about treasure"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}