{"publication_info": "DS_VII_1183", "full_name": "212 - 0.00 - DS_VII_1183", "informant_id": 212, "informant_last_name": "Nielsen", "informant_first_name": "A. C.", "informant_full_name": "A. C. Nielsen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": {"place_id": 828, "name": "Malle, Løgstør", "display_name": "Malle, Løgstør (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_VII_1182", "full_name": "241 - 1.04 - DS_VII_1182", "url": "data/stories/145.dfl"}, {"informant_id": 124, "publication_info": "DS_VII_1179", "full_name": "124 - 0.00 - DS_VII_1179", "url": "data/stories/705.dfl"}, {"informant_id": 356, "publication_info": "DS_VII_1180", "full_name": "356 - 0.00 - DS_VII_1180", "url": "data/stories/709.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Det kan undertiden hænde i en bondegård, at enhver spædekalv, som sættes ind i en vis bestemt bøvl for sig selv, døer, inden den kan bindes i bås. Det bedste middel derimod er en gang at få én til at forære sig en kalv. Men slige uheld kan også skyldes visse årsager og afhjælpes ved at fjerne disse. Således sögte en gang en mand til en klog kone og fortalte hende, at alle hans kalve døde, som kom til at stå i den og den sti, og han bad hende da om et råd derfor. Ja, det havde sine gode grunde, svarede konen, nu skulde han bare gjøre rent i kalvestien, så fandt de nok en tilhuggen sættesten (kantsten), den skulde tages bort, ti så længe den var der, kunde ingen kalv leve i stien, men han måtte ikke give tabt, för han fandt stenen, da det var ganske bestemt, at den fandtes der. Manden tog nu hjem med den besked og gav sig straks til at rydde op i kalvestien, men han gravede og gravede og fandt ingen sten. Endelig langt om længe, da han var kommen to alen ned i jorden, fandt han ganske rigtig en lang, smal tilhuggen sten. Den blev nu tagen bort, og siden døde aldrig nogen kalv i stien.", "english_publication": "Sometimes it happens at farms that a newborn calf that is put in a manger alone dies before it can be put into a stall. The best defense against that is to get someone to give you a calf. But this kind of misfortune can also be due to certain things, and the situation can be improved by getting rid of these things. That's how a man once went and sought help from a cunning woman and he told her that his calves died if they stood in such and such a stall, and he asked her for advice. Yes, there were reasons for that, he should go ahead and clean the calf stall, they would likely find a carved runner stone, they should take that away, because as long as it was there, no calf would be able to live in the stall, but he must not stop until he found the stone, because it was quite certain it was there. The man went home with this message and immediately began cleaning the calf stall, but he dug and dug and didn't find a stone. Finally, after a long while, when he had gotten down four feet, he sure enough found a long, thin, carved stone. That was now taken away and after that not a single calf died in the stall.", "keywords": {"keyword": ["advice", "calf", "carved", "Cunning Folk", "death", "digging", "farm", "home", "lamb", "manger", "message", "misfortune", "newborn", "stall", "stone", "thin"]}, "etk_index": {"heading_danish": "Hekse og deres idrætter", "heading_english": "Witches and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}