{"publication_info": "DS_VII_1409", "full_name": "150 - 1.41 - DS_VII_1409", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 1.41, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 186, "name": "Gandrup", "display_name": "Gandrup (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 375, "publication_info": "DS_VII_1399", "full_name": "375 - 0.00 - DS_VII_1399", "url": "data/stories/580.dfl"}}, "fielddiary_page_start": "3250b", "fielddiary_page_end": "3250b", "bibliographic_info": null, "bibliography_references": null, "annotation": "The man in Gandrup in Jens's story is clearly a witch, and not a cunning person. Many of Jens's other stories probe the thin line separating witchcraft and cunning. But cursing people and, in this instance, presumably cursing their animals, would certainly qualify as malicious under the ordinances of the Danish Law of 1683. It is not surprising, then, that the man in Gandrup is in league with the devil. As in most stories that include a pact with the devil, the devil always try to collect, with gruesome results. \n\n     The use of a horse's head to prevent the witching is an unusual remedy, although it might be that using a horse's head in some way mimicked the outcome of the curse--an example of inverse sympathetic magic. Rye bread as a prophylaxis against the devil is not widely attested and somewhat difficult to decipher. \n\n     Tang Kristensen made several inexplicable changes to the manuscript that suggest that the man had bewitched the farm where he lived--a detail that is not in the manuscript, and changes the locus of threat from the outside community to inside the house itself.", "danish_manuscript": "Der var en M. der ude i Gandrup. [der] De hængte\net Hestehoved i [en] deres egen Skorsten og s. længe det hængte\nder havde h. aldrig Hvile eller Ro undtagen\nnaar h. lagde med en Grovkage æpaa sig. al-\ndrig havde h. Ro. De andre gjorde det ved\nham og hængte den der, hvor h. forhegsede\ndem. i Røgen. H. laa i flere Aar paa\nhans Seng. S. laa h. med den Kage og bar\npaa, s. kunde F. ikke komme og klemme ham.", "english_manuscript": "There was a man out in Gandrup. They hung a horse's head up in their own chimney and as long as it hung there, he got no peace or quiet, except when he lay with a rye bread on his chest. Never any peace. The others did it to him and hung it there where he bewitched them. Up in the smoke. He lay in his bed for several years. He lay there with that rye bread and held on to it so the devil couldn't come and squeeze him.", "danish_publication": "Der var en mand ude i Gandrup, han gav sig af med at forhekse folk. Så fandt hans egne folk på at hænge et hestehoved op i røg i deres egen skorsten, og så længe det hængte der, havde han ingen hvile eller ro, uudtagen når han lå med en grovkage på hans bryst. Han lå i flere år på hans seng og bar på den grovkage. Så kunde Fanden ikke komme og klemme ham.", "english_publication": "There was a man out in Gandrup who occupied himself with bewitching people. Then his own people figured out to hang a horse’s head up in the smoke in their own chimney, as long as it hung there, he got no peace or quiet, except when he lay with a rye bread on his chest. He lay in his bed for several years and held on to that rye bread. Then the devil couldn’t come and squeeze him.", "keywords": {"keyword": ["bed", "chest", "chimney", "devil", "horse", "rye bread", "smoke", "witchcraft"]}, "etk_index": {"heading_danish": "Hekse og deres idrætter", "heading_english": "Witches and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}