{"publication_info": "DS_V_520", "full_name": "456 - 0.00 - DS_V_520", "informant_id": 456, "informant_last_name": "Ludvigsen", "informant_first_name": "Anna Christ.", "informant_full_name": "Fru Anna Christ. Ludvigsen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 766, "name": "Døstrup", "display_name": "Døstrup (place recorded)"}, {"place_id": 993, "name": "Brede", "display_name": "Brede (place mentioned)"}, {"place_id": 994, "name": "Harris", "display_name": "Harris (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 68, "publication_info": "DS_V_513", "full_name": "68 - 0.00 - DS_V_513", "url": "data/stories/557.dfl"}}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Da herredsfogden (Himmark?) i Harris døde, var der nogen snak om, at han gik igjen, og man fortæller, at han på begravelsesdagen var för hjemme i sin gård end ligfølget. Samme dags aften blev der banket hårdt på præstegårdens dör i Brede, og pigen lukkede op, men der var ingen. Det bankede anden gang og endnu stærkere, og der var endnu ingen. Da sagde præsten til pigen: \"Banker det tredje gang, vil jeg selv gå ud\". Snart bankede det stærkere end för, og præsten gik da selv ud for at lukke op, og pigen, som lyttede, kjendte herredsfogdens röst, som sagde: \"Min sag er tabt\". Hans solgte ridehest fandtes næsten altid skumbedækket om morgenen af det natlige ridt, som den brugtes til af sin forrige ejer.", "english_publication": "When the district bailiff from Harris died, there was some talk about him walking again and they say that on the day of his funeral he arrived back at his house before the funeral procession. That same night, there was a loud knock at the door of the parsonage in Brede, and the serving girl opened the door, but nobody was there. There was a second knock, even louder than the first but, once again, there was nobody there. Then the minister said to the girl: “If there is a third knock, I’ll go out myself.” Soon there was a louder knock than before, and the minister went to open the door himself, and the girl, who was listening, recognized the bailiff’s voice who said: “My case has been lost.” The bailiff's riding horse, which had been sold after his death, was found almost every morning covered with foam from the nightly ride its previous owner (the bailiff) used it for.", "keywords": {"keyword": ["bailiff", "case", "day", "death", "district bailiff", "door", "funeral", "girl", "horse", "house", "minister", "morning", "night", "owner", "parsonage", "procession", "riding", "voice"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}