{"publication_info": "DS_VII_237", "full_name": "456 - 0.00 - DS_VII_237", "informant_id": 456, "informant_last_name": "Ludvigsen", "informant_first_name": "Anna Christ.", "informant_full_name": "Fru Anna Christ. Ludvigsen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 766, "name": "Døstrup", "display_name": "Døstrup (place recorded)"}, {"place_id": 995, "name": "Visby", "display_name": "Visby (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 464, "publication_info": "DS_VII_129", "full_name": "464 - 0.00 - DS_VII_129", "url": "data/stories/455.dfl"}, {"informant_id": 90, "publication_info": "DS_VI_1028", "full_name": "90 - 2.20 - DS_VI_1028", "url": "data/stories/352.dfl"}, {"informant_id": 541, "publication_info": "DS_V_1111", "full_name": "541 - 0.00 - DS_V_1111", "url": "data/stories/719.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "I Visby ved Tröjborg var der en kone, som mange anså for en heks. Vor nabo påstod, at han havde fået troen i hænde ved at prøve et spil med hende. Hun kom der en gang, og da hun vilde gå, sagde han: \"Gud være med jer!\" Så kom hun tilbage igjen og kunde ikke komme bort. Nu talte de om ligegyldige ting, og hun gik igjen, men han gjentog ordene fra første gang, og der stod hun atter og måtte vende om igjen. Det gjorde han tre gange, og tre gange kom hun tilbage, men så blev han næsten bange og sagde fjerde gang kun farvel, så kunde hun gå. Det samme siges to korslagte synåle eller halmstrå på dörtræet at kunne bevirke, og ingen heks kan overskride dörtærskelen, för de borttages. Da bemældte kone var død, kom en person og puttede liget en tolvskilling i den åbent stående mund, som på begravelsesdagen årle blev afhentet for at lægges, grön og ækel som den var, i brændevin, som en drukkenbolt skulde drikke, for at han kunde få lede til brændevin.", "english_publication": "In Visby near Trøjborg there was a woman who many suspected of being a witch. Our neighbor claimed that he had proved this allegation by playing a little game with her. She came once, and when she was leaving, he said, “God be with you!” Then she came back again and couldn’t leave. Now they talked about inconsequential things and she left again, but he repeated the words from the first time and then she stood there again and had to turn around again. He did that three times, and three times she came back, but then he got sort of scared and the fourth time he said only goodbye so she could leave. They also say that two needles or pieces of straw, placed in the shape of a cross on the threshold, has an effect so that no witch can cross the threshold until they’re taken away. When this woman was dead, a person came and put a twelve shilling coin in the open mouth of her corpse which, on the day of burial, was retrieved early and, green and horrid as the coin was, was to be put into some moonshine, which a drunk was supposed to drink so he’d become disgusted with moonshine.", "keywords": {"keyword": ["belief", "burial", "coins", "corpse", "day", "death", "drinking", "drunkard", "game", "god", "mouth", "needle", "neighbor", "shilling", "straw", "suspect", "three", "threshold", "witch", "woman", "work"]}, "etk_index": {"heading_danish": "Hekse og deres idrætter", "heading_english": "Witches and their sport"}, "tango_indices": {"tango_index": [null, null, null, null]}, "genre": null}