{"publication_info": "DS_I_270", "full_name": "485 - 0.00 - DS_I_270", "informant_id": 485, "informant_last_name": "Nielsen", "informant_first_name": "Anton", "informant_full_name": "Lærer Anton Nielsen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 832, "name": "Munkebjærgby", "display_name": "Munkebjærgby (place recorded)"}, {"place_id": 14, "name": "Ågerup mølle", "display_name": "Ågerup mølle (place mentioned)"}, {"place_id": 318, "name": "Kalundborg", "display_name": "Kalundborg (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 90, "publication_info": "DS_I_263", "full_name": "90 - 1.04 - DS_I_263", "url": "data/stories/327.dfl"}, {"informant_id": 548, "publication_info": "DS_I_265", "full_name": "548 - 0.00 - DS_I_265", "url": "data/stories/584.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "En gang, da jeg kjorte fra Kalundborg, var jeg da næsten kommen til broen ved Ågerup mølle, og det var så mørkt som en bælg. Så så jeg nede ved broen, at der var noget, som gnistrede. \"Det var også godt\" tænkte jeg, \"nu kan du få tændt din pibe\". Jeg troede begribeligvis, at det var et menneske, der røg tobak. Så gav jeg da pillekerne et rap og nåede snart broen. Ja, det var rigtig nok nogen, der røg tobak, men mennesker var det ikke. Det var bare små puslinger med mørke tröjer og hvide bukser, og hver af dem havde en sølvpibe (pibe med sølvbeslag). De bakkede godt, og når ilden gnistrede, så kunde jeg så rivelig se dem. De gik på kanten af vejen, én for én, og de skulde formodentlig til gilde i en höj der omkring. Jeg sagde god-aften, men de svarede ikke, og jeg turde nok ikke vove at bede om ild på min pibe, bæsterne de fnyste og skabede sig, og jeg lod dem jo løbe, så det varede ikke ret længe, inden jeg kom fra djævelskabet. Men det kan nok hænde sig, at jeg var ikke rigtig glad, förend jeg kom hjem til vor mo'r.", "english_publication": "Once when I was driving from Kalundborg, I'd almost gotten to bridge at Ågerup mill, and it was dark as pitch. Then I noticed that something was sparkling down by the bridge. \"That's good,\" I thought, \"now I can get my pipe lit.\" I thought that maybe it was some people smoking. So I gave the horses a whack and soon reached the bridge. Well, it was  someone smoking, sure enough, but it wasn't people. They were small little ones with dark sweaters and white pants, and each one of them had a silver plated pipe. They were puffing away and when the fire sparked I could see them well. They were walking along the side of the road, one behind the other, and they were presumably going to a party in a mound near there. I said good evening, but they didn't answer, and I didn't dare ask them for a light for my pipe, the horses were snorting and restless, and I let them run, so it didn't take long before I got away from that devilishness. But I wasn't really happy until I got home to mom.", "keywords": {"keyword": ["bridge", "dark", "evening", "fire", "happy", "home", "horse", "mill", "mound", "pants", "party", "pipe", "road", "silver", "sweater", "white"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}