{"publication_info": "DS_VI_593", "full_name": "150 - 1.42 - DS_VI_593", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 1.42, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 419, "name": "Mylenberg", "display_name": "Mylenberg (place mentioned)"}, {"place_id": 537, "name": "Skjelhuse", "display_name": "Skjelhuse (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "Unpub_BJK_203", "full_name": "150 - 2.03 - Unpub_BJK_203", "url": "data/stories/50.dfl"}, {"informant_id": 376, "publication_info": "DS_VI_592", "full_name": "376 - 0.00 - DS_VI_592", "url": "data/stories/674.dfl"}, {"informant_id": 393, "publication_info": "DS_V_57", "full_name": "393 - 0.00 - DS_V_57", "url": "data/stories/792.dfl"}]}, "fielddiary_page_start": "3250b", "fielddiary_page_end": "3251a", "bibliographic_info": "Woods 1959", "bibliography_references": {"reference": {"display_string": "[Book] Woods, Barbara Allen. 1959. <i>The Devil in dog form. A partial type-index of Devil legends (Folklore studies)</i>. Berkeley: University of California Press."}}, "annotation": "The cunning man emerges as far more competent in this story than he does in many of Jens's other stories. The man's apparent pact with the devil, despite his poverty, guarantees that Satan will arrive in some form or other; here he takes on the characteristic dog form (Woods 1959). Ironically, it is one of the witch masters whom Jens Yvsten (normalized in the published version to Justesen) rails against that cures him of his apparent Satanic affliction. In the published version, Tang Kristensen eliminated the opening line of the manuscript  that sets up this juxtaposition.\n\n     Stopping the clock as part of the cure is related to stories of tricking the devil. Here, the devil is supposed to come and get the man on the stroke of a specific time--by stopping the clock, the devil is tricked out of his due, and the man can be cured. Jens suggests that the man's subsequent demeanor, particularly that he stops swearing, is strange, implying that swearing was par for the course among farmers and rural workers.\n\n     In his coda, Jens adds some local historical detail about the razing of Skjelhusene (Boundary Houses) that does not appear in the published version. Skjelhusene are shown on early maps several hundred meters to the east of Mylenbjærg, next to the forest ranger's house. Mylenberg is six kilometers south of Ersted.", "danish_manuscript": "En gl. Mand gik og gåld og bandte paa at\nF. skulde nok komme og tage dh. Hegsemester.\nS. var det en Aft. Konen h. sad og malkede\nhendes Køer, da kom der en laadden Hund og\ngik op ad en stjært og s. gik den op til sidst\nog satte ved sig deres Skorsten uden paa Taget.\nDa Konen s. kommer ind, laa M. i Sengen og\nSjavet stod ud af Næse og Mund a ham og s.\ntroede h. det var F. der skulde komme og tage ham\nblev s. forskr. den arme Kone, at h. sprang hen\nog hentede deres Nabo, det var en de kaldte Søren\nKrog, og det første h. tog efter det var at brii\nKlokken og s. læste de og s. bad de og s. forsvandt\n\n3251A\nH. igien og M. kom sig, men h. blev s. skikkelig\naf det, at h. aldrig bandte siden. F. skulde jo\nkomme og hente ham ved et vist Klokkeslet.\nJens Yvsten sagde siden: Faa di for  Skam.\nH. sagde til Konen, naar h. var vred paa hende\nat hu skulde nok blive fri for ham, for ved\ndet og det Klokkeslet skulde F. komme og hente\nham. H. var meget forfalden. I Skjellet\nboede h. ell. Skjelhusene, hvor nu Mylen-\nbjærg nu er. De blev ragt ned.", "english_manuscript": "An old man walked around, yelling and swearing that the devil should come and take these here witch masters. Then one night, his wife was sitting milking, and a shaggy dog came and climbed up a wagon shaft and went up and finally sat down by their chimney out on the roof. When the woman came in, her husband was in bed, and froth was coming out of his nose and mouth, and so she thought that it was the devil who'd come to get him, and she got so scared, the poor woman, that she ran off and got their neighbor, that was one they called Søren Krog, and the first thing he did was to stop the clock, and then they read and they prayed, and then the dog disappeared again. The man got better, but he got so strange from this that he never swore again. The devil was supposed to get him at a specific time. Ever since then Jens Yvsten (Justesen) said, Få dig for skam (For shame). He said to his wife, whenever he was mad at her, that she'd be rid of him sure enough, because at such and such a time the devil was going to come and get him. He was really down and out. He lived over at the boundary or in Skjelhusene [Boundary Houses], where Mylenbjærg is now. They were torn down.", "danish_publication": "En gammel mand, Jens Ywsten (Justesen), der var noget forfalden, boede i Skjelhusene, hvor nu Mylenbjærg er. Når han var vred på konen, sagde han, at hun skulde nok blive fri for ham, for ved det og det klokkeslæt skulde Fanden komme og hente ham. Han gik altid og galte og bandte på at Fanden skulde tage ham. Så var det en aften, konen hun sad og malkede, da kom der en lådden hund og gik op ad en stjært, og så gik den op til sidst og satte sig uden på taget ved deres skorsten. Da konen kom ind, lå manden i sengen, og sjavet stod ud af næse og mund på ham. De troede jo så, det var Fanden, der var kommen og vilde have ham, og hun blev så forskrækket, den arme kone, at hun sprang hen og hentede deres nabo, de kaldte ham Sören Krog. Det første han tog efter, det var at bride klokken, Fanden skulde jo hente ham et vist klokkeslæt, og så læste de, og så bad de, og endelig forsvandt hunden igjen. Manden kom sig og blev så skikkelig af det, at han bandede aldrig siden, han sagde blot: Få di for skam.", "english_publication": "An old man, Jens Ywsten (Justesen), who was somewhat down and out, lived in Skjelhusene, where Mylenbjærg is now. When he was mad at his wife, he said that she’d be rid of him sure enough, because at such and such a time the devil was going to come and get him. He always went and swore that the devil should take him. Then one night, his wife sat and milked, a shaggy dog came and climbed up a wagon shaft, and went up and finally sat down by their chimney out on the roof. When the woman came in, her husband lay in their bed, and froth was coming out of his nose and mouth. So then they thought that it was the devil who’d come to get him, and she got so scared, the poor woman, that she ran off and got their neighbor, they called him Søren Krog. The first thing he did was to stop the clock, the devil was supposed to get him at a precise time, and then they read and they prayed, and finally the dog disappeared again. The man got better and he became so good-natured because of this, that he never swore again, he’d only say: Få dig for skam (For shame).", "keywords": {"keyword": ["bed", "chimney", "clock", "devil", "digging", "disappearance", "dog", "husband", "Jens", "milk", "mouth", "neighbor", "night", "nose", "old", "poor", "prayer", "roof", "shaggy", "shame", "swear", "Søren Krog", "wagon", "wife", "woman"]}, "etk_index": {"heading_danish": "Om Fanden og forbund med ham", "heading_english": "About the Devil and being in league with the Devil"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}