{"publication_info": "DS_IV_131", "full_name": "485 - 0.00 - DS_IV_131", "informant_id": 485, "informant_last_name": "Nielsen", "informant_first_name": "Anton", "informant_full_name": "Lærer Anton Nielsen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 832, "name": "Munkebjærgby", "display_name": "Munkebjærgby (place recorded)"}, {"place_id": 342, "name": "Koldinghus", "display_name": "Koldinghus (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 235, "publication_info": "Æv_0_1513", "full_name": "235 - 1.48 - Æv_0_1513", "url": "data/stories/268.dfl"}}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Det traf sig en gang, at en vejfarende karl kom ind i en bondegård i nærheden af Kolding. Da det var imod aften, bad han om nattely, som han også fik. Imidlertid havde bonden en kjön datter, som karlen fik lyst til, og han fik da gjort sådan aftale med hende, at han besov hende den samme nat. Da nu ulykken var sket, begyndte pigen at jamre og klage sig, som hun nok også kunde have årsag til, men karlen trøstede hende og sagde: \"Å, du skal ikke tage dig det så nær, jeg rejser rigtig nok, når vi har fået davre, men dersom du bliver med barn, så kan du bare gå op på Koldinghus og spörge efter Hans med den lange næse, for der er jeg for det meste\". Nå, karlen han tog jo afsked med hende og gik sin vej. En tre fjerdingår efter fødte pigen en stor dreng, og det var jo sörgeligt, mente forældrene, da de ikke kjendte nogen fader til ham, men datteren var trøstig og mente, at hun nok skulde finde ham. Da hun så var bleven rask, og drengen var bleven döbt, stod hun en dag tidlig op, tog sin dreng i forklædet og gik til Koldinghus. Da hun kom til porten og så skildvagterne, havde hun jo nær mistet sit liv af skræk, men da hun sagde, hvem hun skulde til, grinede de så smörret ad hende og lod hende passere. Nu gik hun da ind i borggården, og der var jo så mange fine folk, så hun ikke vidste, hvem hun skulde vende sig til. Endelig kom der en pudsig lille fyr hen til hende og vilde se, hvad hun havde i sit forklæde. \"Ej, ej\", sagde han leende, \"hvem skal have den knægt?\" — \"Det skal Hans med den lange næse\". — \"Nå, har han nu været der igjen, ja, drengen ligner ham godt nok. Følg nu med mig, min pige, så skal vi nok finde ham\". De fulgtes nu ad ind i en stor sal. Her spurgte den lille mand en skildvagt, om kongen var i sin stue. Nu begyndte pigen at blive hed om ørene, men inden hun vidste af det, stod hun i en prægtig stue ud for en mand, som hun straks tænkte måtte være kongen. \"Nu, Hans\", sagde hofnarren, som havde vist pigen vej, \"her kommer en af dine mange kjærester, og hun har et helt forklæde fuldt af drenge med lange næser\". Da pigen havde fattet sig lidt, så hun, at kongen var den samme vejfarende karl, som havde ligget natten over hos dem. Da nu kongen havde set rigtig både på pigen og drengen, var han villig til at tage sig skylden på. Han forærede hende da en bondegård til arv og eje, som lå i nærheden af hendes hjem. Siden efter blev hun gift, og efter sigelsen ejes gården endnu af hendes efterkommere.", "english_publication": "It happened once that a farmhand who was traveling along a road came into a farm somewhere near Kolding. It was on toward nightfall, so he asked for lodgings and he got them. In the meantime, the farmer had a pretty daughter, whom the farmhand decided he wanted, and he made an agreement with her, so he got to sleep with her that night. Once the thing had happened, the girl began to complain, which she had a reason to, but the farmhand comforted her and said, \"Oh, don't take it so hard, sure I'm going to leave after breakfast, but if you get pregnant, you can always go up to Koldinghus fort and ask for Hans with the long nose, that's where I usually am.\" Well, the farmhand said goodbye and went on his way. Three quarters of a year later, the girl gave birth to a big boy, and the parents felt that it was sad that they didn't know anything about the father, but the daughter was cheerful and felt that she'd be able to find him. When she'd gotten better, and the boy had been baptized, she got up early one morning, took her boy in her apron, and went to Koldinghus fort. When she got to the gate and saw the guards, she almost died of fright, but when she told them who she wanted to see, they smiled buttery smiles and let her pass.  She went into the courtyard of the fort and there were so many fine people, that she didn't know who to turn to. Finally, a funny little fellow came up to her and wanted to see what she had in her apron. \"Ah, ah,\" he said, laughing, \"who is to have that lad?\" -- \"Hans with the long nose.\"-- \"Oh, has he been there again? The boy sure looks like him. Come with me my girl, we'll find him.\" She followed him into a large room. The little man asked a guard there if the king was in his room. Now the girl started to get hot around the ears, but before she knew it, she was in a magnificent room in front of a man she immediately figured was the king. \"Now Hans,\" said the court fool, who'd shown the girl the way, \"here comes one of your many lovers, and she has a whole apron full of boys with long noses.\" When the girl had composed herself a bit, she saw that the king was the same man who had slept at their place. When the king had gotten a good look at the girl and the boy, he was willing to take responsibility for them. He gave her a farm to own and to pass down that was right near her home. Later, she got married and according to what is said, the farm is still owned by her descendants.", "keywords": {"keyword": ["agreement", "apron", "baptism", "birth", "boy", "breakfast", "court", "courtyard", "daughter", "death", "ear", "farm", "farmhand", "farmer", "father", "fool", "fort", "gate", "girl", "hans", "home", "king", "lad", "laughter", "lodgings", "love", "marriage", "morning", "night", "nightfall", "nose", "parents", "pregnant", "road", "sleep", "three", "year"]}, "etk_index": {"heading_danish": "Småkonger og deres fejder. Konger. Fjenders indfald", "heading_english": "Small kings and their feuds. Kings. Enemy invasions"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}