{"publication_info": "DS_I_542", "full_name": "520 - 0.00 - DS_I_542", "informant_id": 520, "informant_last_name": "Poulsen", "informant_first_name": "A. C.", "informant_full_name": "Lærer A. C. Poulsen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 111, "name": "Dalby", "display_name": "Dalby (place recorded)"}, {"place_id": 402, "name": "Martofte", "display_name": "Martofte (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 394, "publication_info": "DS_I_1051", "full_name": "394 - 0.00 - DS_I_1051", "url": "data/stories/454.dfl"}}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Midtvejs mellem Martofte og Snare ligger Peder Moses höj, hvori der tilforn boede dværge. En aften, som nogle unge folk gik fra Martofte til Snave for at lege jul og kom tæt forbi höjen, fik en lystig fyr iblandt dem det indfald at råbe: \"Hej, hej, bjærgfolk, vil I med til Snave at lege jul?\" I det samme hørte de det råbe inde i höjen: \"Peder Mose, tag mig mine hose, jeg skal til Snave at lege jul!\" Men da de derpå hørte en snakken og buldren med kistelåg derinde, blev de alle sammen bange og skyndte sig ad Snave til. Lidt efter viste sig i dören til gildestuen en lille pusling, og folkene blev end mere bestyrtede, end de för havde været. Dog nogle af dem bød ham ind, og han gik også og spögte med dem en tid af natten.", "english_publication": "Half way between Martofte and Snave lies Peder Mose’s mound where dwarves used to live. One night, some young people went from Martofte to Snave to go to a Christmas party and they came close by the mound, and a daring young man among them had the impulse to call out: “Hey mound dwellers, do you want to come to a Christmas party in Snave?” Immediately they heard a yell from inside the mound: “Peder Mose get my hose (stockings), I’m going to Snave to a Christmas party!” But when they heard talking and a slamming of chest lids down there, they all got scared and hurried to Snave. A little later a little goblin appeared in the door and the people were even more surprised than they’d been before. But some of them invited him in and he also went in and joked around with them for a bit of the night.", "keywords": {"keyword": ["chest", "Christmas party", "door", "dwarves", "goblin", "haunting", "joke", "mound", "mound dweller", "night", "Peder Mose", "stockings", "young"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}