{"publication_info": "DS_I_1051", "full_name": "394 - 0.00 - DS_I_1051", "informant_id": 394, "informant_last_name": "Jakobsen", "informant_first_name": "A. E.", "informant_full_name": "Friskolelærer A. E. Jakobsen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": {"place_id": 842, "name": "Ørritslev", "display_name": "Ørritslev (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 123, "publication_info": "DS_I_1036", "full_name": "123 - 3.03 - DS_I_1036", "url": "data/stories/406.dfl"}, {"informant_id": 497, "publication_info": "DS_I_1043", "full_name": "497 - 0.00 - DS_I_1043", "url": "data/stories/695.dfl"}, {"informant_id": 69, "publication_info": "DS_I_1033", "full_name": "69 - 0.00 - DS_I_1033", "url": "data/stories/820.dfl"}, {"informant_id": 520, "publication_info": "DS_I_542", "full_name": "520 - 0.00 - DS_I_542", "url": "data/stories/453.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Der kom en gang en lille pusling ind til en bondemand i hans dagligstue, hvor hele familien var forsamlet for i fællesskab at nyde en gris, der var født samme dag, men kort efter døde, og nu var kommen i panden for at steges. Puslingen sagde intet, da han kom, og svarede heller ikke, da han blev spurgt, og det undrede folkene sig meget over. Nogle af dem antog ham for en lille hjemløs dreng, andre for en nisse, men de lod ham sidde, da det var synd at jage ham ud, hvis han var en fattig dreng, og ikke rådeligt at fornærme ham, hvis han var en nisse. Da nu konen kom bærende med grisen ind på bordet, udbrød han: \"Vidt har jeg rejst, og meget har jeg set; jeg har set Rold skov opbrænde, opbrænde, opbrænde tre gange, men jeg har aldrig för set en pølse med fire ben og en tryne.\"", "english_publication": "Once a little goblin came in to a farmer in his living room where the whole family was gathered to enjoy a pig which had been born the same day, but died shortly thereafter, and now had been put in a pan to be fried. The goblin said nothing when he came in and didn’t answer either when he was asked, and this puzzled people a great deal. Some thought that he was a little homeless boy, others a nisse, but they let him sit since it was a shame to chase him out if he were a poor boy and not too smart to offend him if he were a nisse. Now when the wife came in carrying the pig to the table, he burst out: “Widely I’ve traveled and much have I seen; I've seen Rold forest burn up, burn up, burn up three times, but I’ve never before seen a sausage with four legs and a snout.”", "keywords": {"keyword": ["birth", "boy", "chase", "day", "death", "family", "farmer", "goblin", "homeless", "leg", "nisse", "pan", "pig", "poor", "sausage", "shame", "smart", "table", "wife"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}