{"publication_info": "DS_II_E_156", "full_name": "150 - 1.43 - DS_II_E_156", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 1.43, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 377, "publication_info": "DS_II_E_170", "full_name": "377 - 0.00 - DS_II_E_170", "url": "data/stories/675.dfl"}, {"informant_id": 461, "publication_info": "DS_II_E_144", "full_name": "461 - 0.00 - DS_II_E_144", "url": "data/stories/773.dfl"}, {"informant_id": 543, "publication_info": "DS_II_E_158", "full_name": "543 - 0.00 - DS_II_E_158", "url": "data/stories/589.dfl"}, {"informant_id": 341, "publication_info": "DS_II_E_160", "full_name": "341 - 0.00 - DS_II_E_160", "url": "data/stories/787.dfl"}, {"informant_id": 412, "publication_info": "DS_II_E_163", "full_name": "412 - 0.00 - DS_II_E_163", "url": "data/stories/491.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1486", "full_name": "241 - 2.01 - DS_IV_1486", "url": "data/stories/151.dfl"}]}, "fielddiary_page_start": "3251a", "fielddiary_page_end": "3251a", "bibliographic_info": null, "bibliography_references": null, "annotation": "Stories about people getting magical powers after ingesting special snakes are widely attested, as are stories about the unusual white viper king (DS II E 158). Stories of the viper king overlap with those of lindorm, and some stories attest to their close connection (DS II E 160). \n\n     Given the potential economic windfall from being able to see into calves' bellies, it is no wonder that the horse dealer wanted the powers related to eating the viper king. In Danish legends, the horse dealer is either a dangerous character, connected to corruption and manipulation, or a perfect victim, wandering about with scads of cash (JPP 2.01). Amusingly, in this story, the young girl accidentally eats the soup. Other variants note that it is the first person who tastes the soup, particularly the fat floating on the surface, who gains the supernatural benefit (DS II E 163). In some instances, the person who eats the soup is described as becoming \"urimelig klog\" [unusually wise] (DS II E 163). \n\n     The horse dealer's attempt to buy the girl confirms his callous nature and also his desperation. The girl's parents (or guardians) would of course reap the windfall from her new found powers.", "danish_manuscript": "Hugormkongen var hvid med et rødt Hoved\nog det var den eneste [Konge] hun der var i Boet\ndet var ligesom med Bierne. En Hestepran\nger vilde en G. have en spist og kogt. Se ligesaa\nlangt ned [som] i Jorden som de var oven for\ndem, s. som de var høje og se Kalvene i Køerne\nvar. Ind et Sted. Bitte næsvis Tøs med noget\nBrød i Haanden og bed af, det falde i Pot\nten og hu tog det op og [bed af] spiste det. S. se\nigj Væggen at Hestepr. sad inde ved Siden af\nKakk. og se hvide ell. brogede Kalve i Køerne\nH. vilde have kjøbt hende, men de vilde ikke sæl\nge hende.", "english_manuscript": "The viper king was white with a red head and she was the only female in the entire den, just like with bees. Once there was a horse dealer who wanted to cook and eat one. See down as deep into the ground as deep as he was tall, and he'd be able to see calves inside cows too. Then he goes in one place. They had a little girl there who stood chewing on a piece of bread. It falls down into the pot and she picks it up and keeps eating. Then she could see through the walls that the horse dealer was sitting next to the wood burning stove, and she could also see if there were white or dappled calves inside the cows. Now the horse dealer wanted to buy the girl, but they wouldn't sell her.", "danish_publication": "Hugormekongen var helt hvid og havde et rödt hoved. Det var den eneste hun, der var i boet, så det er med dem som med bierne. En hestepranger havde en gang fået fat i én, og vilde have den kogt og spist, så kunde han komme så vidt, at han kunde se lige så langt ned i jorden, som han selv var höj, og kunde også se kalvene i køerne. Så kommer han ind et sted og vilde have denne hugormekonge lavet til. Der havde de en bitte næsvis tøs, som stod med noget brød i hånden og bed af. Det falder ned i potten, og hun tager det op igjen og bider videre på det. Da kunde hun se igjennem væggen, at hesteprangeren sad inde ved siden af kakkelovnen, og hun kunde også se, om der var hvide eller brogede kalve i køerne. Nu vilde prangeren have kjöbt pigen af folkene, men de vilde ikke sælge hende.", "english_publication": "The viper king was entirely white and had a red head. It was the only female in the entire den, so it’s the same as with bees. A horse dealer had gotten hold of one once, and wanted to cook and eat it, because then he’d have been able to see down into the ground as deep as he was tall, and he’d be able to see calves inside cows too. Then he goes in one place and he wants this viper king prepared. They had a little girl there who stood there chewing on a piece of bread. It falls down into the pot and she picks it up and continues to chew on it. Then she could see through the walls and see that the horse dealer was sitting next to the wood burning stove, and she could also see if there were white or dappled calves inside the cows. So now the horse dealer wanted to buy the girl from the people, but they wouldn’t sell her.", "keywords": {"keyword": ["bees", "bread", "calf", "cooking", "cow", "dealer", "den", "female", "girl", "horse", "pot", "red", "stove", "viper king", "walls", "white", "woodburning"]}, "etk_index": {"heading_danish": "Lindorme og småkryb", "heading_english": "Wiverns and small creepy-crawlies"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}