{"publication_info": "DS_I_860", "full_name": "527 - 0.00 - DS_I_860", "informant_id": 527, "informant_last_name": "Refsgård", "informant_first_name": "Ane Kirstine", "informant_full_name": "Ane Kirstine Refsgård", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 488, "name": "Rødding", "display_name": "Rødding (place recorded)"}, {"place_id": 1000, "name": "Højslev kirke", "display_name": "Højslev kirke (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "Unpub_BJK_111", "full_name": "150 - 1.11 - Unpub_BJK_111", "url": "data/stories/14.dfl"}, {"informant_id": 123, "publication_info": "DS_I_830", "full_name": "123 - 2.14 - DS_I_830", "url": "data/stories/388.dfl"}, {"informant_id": 524, "publication_info": "DS_I_676", "full_name": "524 - 0.00 - DS_I_676", "url": "data/stories/487.dfl"}, {"informant_id": 513, "publication_info": "DS_I_889", "full_name": "513 - 0.00 - DS_I_889", "url": "data/stories/561.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Da Höjslev kirke skulde bygges, blev det revet ned om natten, som de byggede om dagen. Det opdagedes, at en bjærgmand, som boede i nærheden, gjorde det, og arbejdsfolkene gjorde da den akkord med ham, at han skulde bygge kirken og tillige indlægge så meget guld og sølv en steds i den, at den igjen kunde bygges op for, når den brændte eller blev faldefærdig, og derfor skulde han have både den første og den sidste brud, som blev viet i kirken. Den første brud har han fået. Da de kjørte til kirke, blev der passet godt på hende, og hun kom også godt hjem, men da hun fik brudekrandsen af hovedet, fik bjærgmanden magt til at tage hende. Hun kom altså til at bo hos ham, men hver dag gik hun ned til en brønd og hentede vand. Hendes fader talte med hende og vilde befri hende, men hun svarede, at hun var godt nok fornøjet, hvor hun var. Den sti, hvor bjærgmanden gik med hende, er al tid grön både sommer og vinter, og på den nordre side af kirken er en sten, hvori en lille hat er udhugget, og inden for den ligger skatten, som kirken skal bygges op for. Man skal en gang have prøvet på at bryde stenen ud, men forsøget mislykkedes.", "english_publication": "When Højslev church was to be built, what they built during the day was torn down at night. It was discovered that the mound man, who lived nearby, did it and the workers made the deal with him that he should build the church and also put as much gold and silver somewhere in the church so that it could be rebuilt if it burned down or got destroyed, and then he’d get both the first and the last bride who were married in the church. He’s gotten the first bride. When they drove to the church, they watched out carefully for her and she also got home OK, but when she took the bridal wreath off her head, the mound man got the power to take her. She came to live with him but every day she went to a spring and fetched water. Her father spoke with her and wanted to free her but she answered that she was happy enough where she was. The path where the mound man walked with her is always green both in summer and winter, and on the north side of the church there is a stone on which a little hat is carved and inside that lies the treasure with which the church is to be rebuilt. Once they tried to break open the stone but the attempt failed.", "keywords": {"keyword": ["bride", "carved", "church", "day", "discovery", "father", "fire", "free", "gold", "happy", "hat", "home", "marriage", "mound man", "night", "north", "power", "silver", "spring", "stone", "summer", "treasure", "water", "worker"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}