{"publication_info": "DS_V_1390", "full_name": "432 - 0.00 - DS_V_1390", "informant_id": 432, "informant_last_name": "Kristensdatter", "informant_first_name": "Ane Marie", "informant_full_name": "Ane Marie Kristensdatter", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 452, "name": "Ørum", "display_name": "Ørum (place recorded)"}, {"place_id": 1001, "name": "Hornum", "display_name": "Hornum (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 426, "publication_info": "DS_V_1376", "full_name": "426 - 0.00 - DS_V_1376", "url": "data/stories/565.dfl"}, {"informant_id": null, "publication_info": "DS_V_1389", "full_name": "0 - 0.00 - DS_V_1389", "url": "data/stories/877.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "En kone i Hornum var i byen en aften, og så mödte hun en knægt på gaden. Hun var noget mundstærk, og så siger hun: \"Må a ligge ved dig, min dreng?\" Han svarede ikke. Men om natten var der én i sengen ved hende. Hun vilde nu sætte sig på en stol og overkomme natten der, men han satte sig under stolen, og så væltede den med hende. Hun klagede sig over det om morgenen til andre folk, men de sagde, at hun var tåbelig. Så gik hun til deres præst, og han sagde, at det var der ingen fare for. Nu vilde han skrive et brev, og det skulde hun sætte oven for hendes stuedör på sned ved et söm. Så blev hun fri, og brevet blev henne af sig selv.", "english_publication": "A woman had been in Hornum one night and then she met a young man along the road. She was a little bit saucy and so she says: “Can I sleep with you, my boy?” He didn’t answer. But that night there was somebody in bed with her. She decided to sit in a chair and wait the night out there, but he sat under the chair and then it tipped over with her in it. She complained about it the next morning to other people, but they said that she was hopeless. Then she went to their minister and he said that there was no danger. Now he would write a letter and she should put it askew over her room door with a nail. Then she was free and the letter disappeared by itself.", "keywords": {"keyword": ["bed", "boy", "chair", "danger", "disappearance", "door", "free", "letter", "minister", "morning", "nail", "night", "road", "sleep", "woman", "writing", "young"]}, "etk_index": {"heading_danish": "Kvindelige gjenfærd", "heading_english": "Female revenants"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}