{"publication_info": "DS_V_972", "full_name": "326 - 0.00 - DS_V_972", "informant_id": 326, "informant_last_name": "Andresen", "informant_first_name": "Anne", "informant_full_name": "Anne Andresen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 873, "name": "Snogbæk, Sundeved", "display_name": "Snogbæk, Sundeved (place recorded)"}, {"place_id": 599, "name": "Størtum", "display_name": "Størtum (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 241, "publication_info": "DS_V_975", "full_name": "241 - 1.08 - DS_V_975", "url": "data/stories/149.dfl"}}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "I Størtum var der en gang en gammel kone, som døde, hun havde boet sammen med hendes sön og hans kone. Da hun så var begravet, gik hun igjen og var helt hvidklædt, hun gik og rodede inde i sengen ved börnene og ude i loen. Så så de efter i sengen og fandt der nogle nøgler garn, og i loen hang der et rödt skjört, som havde tilhørt den døde. Det tog de da og hængte ind i kjøkkenet, men så gik gjengangeren der. Engang sönnekonen vilde gå ud i kjøkkenet med en bøtte mælk, stod hun der. Da blev hun så bange, at hun tabte mælken. Hun spurgte så præsten ad, om hun måtte tale hende til. Præsten sagde da, at det kunde hun godt, men hun skulde tage en salmebog i hånden, for hun vilde vist komme til at love hende noget, som hun skulde give hende hånden på, og så måtte hun ikke give hende hånden, men hun skulde række hende salmebogen. Så spurgte hun da en gang gjengangeren: \"Hvad går I efter, moer ?\" — \"Fem skilling i de röi skjört, så kan a få ro i jorden, men lov mig, at du vil give min datter dem, og giv mig hånden derpå.\" Hun rakte hende da salmebogen, og den tog hun så hårdt på, at det blev at se i den. De skar nu skjörtet op, og fandt fem skilling syet ind i livet. Så så de ikke mere til hende.", "english_publication": "Once there was an old woman in Størtum who died, she had lived with her son and his wife. After she had been buried, she went again and she was dressed all in white, she went and rummaged about in the bed by the children and out in the barn. Then they looked in the bed and found some balls of yarn and in the barn there was a red skirt that had belonged to the deceased. They took it and hung it in the kitchen, but then the revenant appeared there. One time, when the son's wife went out to the kitchen with a pail of milk, she was standing there. She got so scared that she dropped the milk. She asked the minister if it would be alright if she spoke with her. The minister said that she certainly could, but that she should bring a book of psalms with her, since she would probably wind up promising the ghost something and the ghost would ask her to give her her hand on it, but she should not give her her hand but rather hand her the psalm book. So she asked the revenant once, \"What are you looking for, mother?\" -- \"Five shillings in the red skirt, then I can have peace in the ground, but promise me that you will give them to my daughter, and give me your hand on that.\" She handed her the psalm book, and the ghost grabbed it so hard that it left a mark. They cut the skirt up and found five shillings sewn into the waistband. Then they didn't see her anymore.", "keywords": {"keyword": ["ball", "barn", "bed", "books", "burial", "children", "daughter", "death", "kitchen", "milk", "minister", "mother", "old", "pail", "psalm book", "psalms", "red", "revenant", "sewing", "shilling", "skirt", "son", "white", "wife", "wind", "woman", "yarn"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}