{"publication_info": "DS_IV_1343", "full_name": "385 - 0.00 - DS_IV_1343", "informant_id": 385, "informant_last_name": "Haugård", "informant_first_name": "C. C.", "informant_full_name": "Farversvend C. C. Haugård", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 11, "name": "Åbenrå", "display_name": "Åbenrå (place recorded)"}, {"place_id": 1003, "name": "Rishjarup", "display_name": "Rishjarup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 385, "publication_info": "DS_IV_1307", "full_name": "385 - 0.00 - DS_IV_1307", "url": "data/stories/481.dfl"}, {"informant_id": 495, "publication_info": "DS_V_1195", "full_name": "495 - 0.00 - DS_V_1195", "url": "data/stories/683.dfl"}, {"informant_id": 337, "publication_info": "DS_IV_1349", "full_name": "337 - 0.00 - DS_IV_1349", "url": "data/stories/692.dfl"}, {"informant_id": 90, "publication_info": "DS_V_1232", "full_name": "90 - 3.02 - DS_V_1232", "url": "data/stories/356.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "En karl fra Rishjarup var en dag ovre at besøge sin kjæreste, som tjente i Brunde. De spaserede over Egelund mark og gjennem Ris skov og talte om deres fremtid og brylluppet. Men de kunde ikke blive enige om, hvordan de skulde stille deres sager an i fremtiden. Pigen siger: \"Du kan nok forstå, lille Hans, at vi snart må have bryllup efter de omstændigheder, jeg befinder mig i.\" Han svarede: \"Jeg har ingen penge og kan endnu ikke ernære en kone.\" Enden på deres samtale blev, at han sagde: \"Jeg skal vise dig, at du skal rette dig efter mig.\" Med det samme tog han en kniv op af lommen og efter en kamp på liv og død blev han overherre og dræbte hende med 15 sår. Nogle forbikjørende fandt hende liggende ved vejen. Næste morgen hentedes han hos sin moder, der boede her i byen og blev året efter halshugget ved Nybbøl stejle. Dette skete 1802.", "english_publication": "A farmhand from Rishjarup was over visiting his sweetheart one day, she was in service in Brunde. They were strolling across Egelund field and through Ris woods and they talked about their future and their wedding. But they couldn’t agree on how they should arrange their affairs in the future. The girl says: “You can probably understand, little Hans, that we have to have our wedding soon, given the circumstances I find myself in.” He answered: “I don’t have any money and I can’t support a wife yet.” The result of their conversation was that he said: “I’ll show you that you’re going to have to go by what I want.” At that moment he took a knife out of his pocket and after a fight for life and death he got the upper hand and killed her with fifteen stab wounds. Some passersby found her lying by the side of the road. The next morning, they picked him up at his mother’s who lived here in town and he was decapitated the next year near Nybbøl stockade. That happened in 1802.", "keywords": {"keyword": [1802, "agreement", "day", "death", "decapitate", "farmhand", "field", "fight", "future", "girl", "kill", "knife", "Little Hans", "money", "morning", "mother", "pocket", "road", "stab", "stockade", "town", "wedding", "wife", "woods", "year"]}, "etk_index": {"heading_danish": "Røvere, drabsmænd og tyve", "heading_english": "Robbers, murderers and thieves"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}