{"publication_info": "DS_IV_1376", "full_name": "385 - 0.00 - DS_IV_1376", "informant_id": 385, "informant_last_name": "Haugård", "informant_first_name": "C. C.", "informant_full_name": "Farversvend C. C. Haugård", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 11, "name": "Åbenrå", "display_name": "Åbenrå (place recorded)"}, {"place_id": 11, "name": "Åbenrå", "display_name": "Åbenrå (place mentioned)"}, {"place_id": 150, "name": "Fårehus", "display_name": "Fårehus (place mentioned)"}, {"place_id": 160, "name": "Flensborg", "display_name": "Flensborg (place mentioned)"}, {"place_id": 460, "name": "Øster Løgum", "display_name": "Øster Løgum (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_IV_1486", "full_name": "241 - 2.01 - DS_IV_1486", "url": "data/stories/151.dfl"}, {"informant_id": 551, "publication_info": "DS_IV_1391", "full_name": "551 - 0.00 - DS_IV_1391", "url": "data/stories/490.dfl"}, {"informant_id": 65, "publication_info": "DS_IV_1388", "full_name": "65 - 0.00 - DS_IV_1388", "url": "data/stories/574.dfl"}, {"informant_id": 523, "publication_info": "DS_IV_1378", "full_name": "523 - 0.00 - DS_IV_1378", "url": "data/stories/698.dfl"}, {"informant_id": 402, "publication_info": "DS_IV_1371", "full_name": "402 - 0.00 - DS_IV_1371", "url": "data/stories/779.dfl"}, {"informant_id": null, "publication_info": "DS_IV_1384", "full_name": "0 - 0.00 - DS_IV_1384", "url": "data/stories/870.dfl"}, {"informant_id": 150, "publication_info": "JAH_V_505", "full_name": "150 - 1.19 - JAH_V_505", "url": "data/stories/22.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1408", "full_name": "241 - 2.14 - DS_IV_1408", "url": "data/stories/164.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1605", "full_name": "241 - 2.12 - DS_IV_1605", "url": "data/stories/162.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Det var i 1812, da Kosakkerne var her, at der kom to Jøder til Fårhus kro en aften sildig. De var kjørende og havde alenvarer med sig. Kroen ejedes af to brödre og en søster, og de betalte snart deres store gjæld af, ligesom der også tre dage efter Jødernes ankomst blev solgt to gode heste af krofolkene på Flensborg marked. Tre år derefter solgte de kroen og satte dem ned i Öster-Løgum, hvor brödrene kjöbte dem hver en gård. Søsteren blev ved at være ugift og var i fattige omstændigheder, men når hun var i forlegenhed for penge, og de sad og spillede kort i Öster-Løgum kro, gik hun hen til dem og sagde: \"Æ mangler nogle penge.\" — \"Ja, hvad gjær det os an, vor søster,\" svarede de. \"Jo,\" siger hun, \"tigge om dem vil æ it, og vil I it med det gode, så véd æ et andet rai. I véd vel nok, hvad I har været med til.\" Så greb de hver i lommen og gav hende nogle penge. \"Du har altidens en sær maner at komme og ville have penge på,\" sagde de. \"Ja, æ er nødt til at bruge de midler, der står i min magt, for med det gode vil I jo ikke.\" — \"Gå kun nu.\" — \"Ja, det vil sige, æ går til en anden gang.\" Da den ene af brödrene var død og skulde begraves, sagde præsten: \"Vorherre bevare mig fra at sige, hvad denne mand i sit sidste öjeblik har åbenbaret, da der står så meget af hans familie her ved graven, men vi vil håbe, han bliver salig.\" 1867 blev der fundet noget nede i mosen i en kobberkjeddel neden for Fårehus, knoger og grönt töj, og al sandsynlighed talte for, at det var her, de to Jøder var kastet ned. Fysikus fra Åbenrå erklærede, at det var menneskeben, og hovedskallerne havde også lighed med Jødernes.\n     Mærkeligt nok var det, at det havde varslet så stærkt der i forvejen. Det havde skreget og jamret, og i min drengetid turde der ingen gå forbi den mose. Men da de ting blev gravet op, så hørte varslerne op.", "english_publication": "It was in 1812 when the Cossacks were here, that two Jews came to Fårhus Inn late one night. They had come by wagon and had all their wares with them. The inn was owned by two brothers and a sister, and they soon paid off their large debt, just as two good horses were sold by the innkeepers at Flensborg market three days after the Jews had arrived. Three years later, they sold the inn and settled in Øster-Løgum, where each of the brothers bought a farm. The sister stayed married and was still poor, but when she needed money, and they sat playing cards in Øster-Løgum Inn, she would go to them and say, \"I need some money.\" -- \"Well, it doesn't matter to us that you're our sister,\" they answered. \"Well,\" she says, \"I don't want to beg for it, and if you won't do it, then I know something else I can do. You know darn well what you were party to.\" Then they each reached into their pockets and gave her some money. \"You always have such a strange way about coming for money,\" they said. \"Well, I need to use the methods that I can, since you won't do it by yourselves.\" -- \"Just go.\" -- \"Sure, I'll go for now.\" When one of the brothers had died and was to be buried, the minister said, \"Lord save me from saying what this man confessed in his last moment, as many of his family is here by the graveside, but we hope that he will be blessed.\" In 1867 something was found in a copper kettle down in the swamp near Fårehus, bones and green clothes, and everything pointed toward it being here that the two Jews had been dumped. The physician from Åbenrå declared that they were human bones and the skulls looked like the Jews' heads too.\n     Strange enough, there had been strong omens there ahead of time. There had been screaming and moaning and in my youth no one dared go past that swamp. But when the things were dug up, the omens stopped.", "keywords": {"keyword": ["beggar", "blessing", "bones", "brother", "burial", "cards", "clothing", "confession", "copper kettle", "darning", "day", "death", "debt", "digging", "family", "farm", "grave", "horse", "inn", "inn keeper", "Jews", "lord", "market", "marriage", "minister", "money", "night", "omen", "party", "pocket", "poor", "sister", "skull", "strength", "swamp", "three", "wagon", "wares", "youth"]}, "etk_index": {"heading_danish": "Røvere, drabsmænd og tyve", "heading_english": "Robbers, murderers and thieves"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}