{"publication_info": "DS_IV_1711", "full_name": "385 - 0.00 - DS_IV_1711", "informant_id": 385, "informant_last_name": "Haugård", "informant_first_name": "C. C.", "informant_full_name": "Farversvend C. C. Haugård", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 11, "name": "Åbenrå", "display_name": "Åbenrå (place recorded)"}, {"place_id": 460, "name": "Øster Løgum", "display_name": "Øster Løgum (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 123, "publication_info": "DS_IV_1689", "full_name": "123 - 2.18 - DS_IV_1689", "url": "data/stories/392.dfl"}, {"informant_id": 418, "publication_info": "DS_IV_1705", "full_name": "418 - 0.00 - DS_IV_1705", "url": "data/stories/459.dfl"}, {"informant_id": 407, "publication_info": "DS_IV_1749", "full_name": "407 - 0.00 - DS_IV_1749", "url": "data/stories/545.dfl"}, {"informant_id": 360, "publication_info": "DS_IV_1678", "full_name": "360 - 0.00 - DS_IV_1678", "url": "data/stories/648.dfl"}, {"informant_id": 69, "publication_info": "DS_IV_1707", "full_name": "69 - 0.00 - DS_IV_1707", "url": "data/stories/829.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "I den sorte død var alle folkene i Öster-Løgum sogn uddøde så nær som tre karle, der havde muret sig inde i en hvælvet port i den gård, som nu ejes af Nis Madsen i Havslund. De havde taget levnetsmidler med for 6 måneder. Men hver ottende dag gik de udenfor huset og hejsede et stykke frisk kjöd op på en lang stang. Det hængte der, til de kom næste gang, og blev så nedtaget. I lange tider var det helt fordærvet og sort, når det kom ned, og det var tegn på, at pesten endnu var i luften. Sådan blev det ved, indtil kjødet var frisk, når de atter tog det ned, for da var der ikke længere nogen fare. Så sagde de til hverandre: \"Nu vil vi hen at se til vor nabo.\" Der var den gang 12 gårde ligesom nu. Men de gik fra hus til hus og fandt blot døde folk og kreaturer. Sådan vandrede de fra by til by i hele sognet. Folk lå døde på marken ved plove og led, og intet andet levende var der end örne og rovdyr. Der stod huse og gårde tomme i 25 til 30 år efter den tid. Der blev hentet en præst fra Åbenrå ud til kirken, og han foranstaltede en takkebön for pestens ophør.", "english_publication": "During the black death, all the people in Øster-Løgum parish died except for three young men who had walled themselves into a vaulted door in the farm which is now owned by Nis Madsen in Havslund. They had brought food and water along for six months. But every eight days they went outside the house and raised a piece of fresh meat up on a long pole. It hung there until they came again and then it was taken down. For a long time, it was completely rotten and black when it came down, and that was a sign that the plague was still in the air. It continued like that until the meat was fresh when they took it down again because then there was no longer any danger. Then they said to one another: \"Now we’ll go and see to our neighbors.\" At that time there were twelve farms just like now. But they went from house to house and found only dead people and animals. They wandered from village to village like this in the whole parish. People lay dead in the fields by plows and gates, and there was nothing else alive except for eagles and beasts of prey. Houses stood empty for twenty-five to thirty years after that. A minister was brought out from Åbenrå to the church, and he said a prayer of thanksgiving for the end of the plague.", "keywords": {"keyword": ["air", "animals", "beast", "black", "church", "danger", "day", "death", "door", "farm", "field", "food", "gate", "house", "meat", "minister", "month", "neighbor", "Nis Madsen", "outside", "parish", "plague", "plowing", "pole", "prayer", "rotten", "thank", "three", "village", "walls", "wandering", "water", "young"]}, "etk_index": {"heading_danish": "Pest og sygdomme", "heading_english": "Plague and illnesses"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}