{"publication_info": "MA_I_404", "full_name": "150 - 2.01 - MA_I_404", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 2.01, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 194, "name": "Gjøl", "display_name": "Gjøl (place mentioned)"}, {"place_id": 424, "name": "Nibe", "display_name": "Nibe (place mentioned)"}, {"place_id": 669, "name": "Tveden", "display_name": "Tveden (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "JAH_V_505", "full_name": "150 - 1.19 - JAH_V_505", "url": "data/stories/22.dfl"}, {"informant_id": 150, "publication_info": "Unpub_BJK_310", "full_name": "150 - 3.10 - Unpub_BJK_310", "url": "data/stories/73.dfl"}]}, "fielddiary_page_start": "3262b", "fielddiary_page_end": "3263a", "bibliographic_info": null, "bibliography_references": {"reference": {"display_string": "[Book] Uther, Hans-Jörg. 2004. <i>The types of international folktales : a classification and bibliography, based on the system of Antti Aarne and Stith Thompson (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}}, "annotation": "In the folktale index, this story is cataloged as ATU 1875, \"The Boy on the Bear's (Wolf's) Tail.\" Here, the fox substitutes for the wolf. The story's orientation is similar to that of the story of the leather reins (BJK 1.19), and presents a fairly normal situation. As the narrative progresses, the episodes become increasingly unusual. While catching the boy stealing apples constitutes a fairly normal complicating action, the proposed punishment is unusually harsh. The actual punishment is slightly less harsh. The resolution of the story situates it in the realm of the tall tale. \n\n         Jens refers to this story later on in his third session with Tang Kristensen, but either did not tell the whole story or Tang Kristensen only made short annotations because he had collected the story before (BJK 3.10). The story is cataloged in the folktale fair copy collection as Æv 1247b, \"Nattelogiet\" [Night lodgings].", "danish_manuscript": "Det var imens Kro-Niels i Tveden var en bitte Dreng\nda skulde h. træk til Nibe med en Hest hans Fader\nhavde solgt til en M. oppe fra Gjøl. 5 Daler\nfor den. Varede s. længe inden Manden kom, næ\nsten Aften. Turde ikke gaa hjem og daskede om-\nkring og vidste ikke hvor h skulde være om Natten.\nKommer til det samme sted igien, hvor h. skulde levere\nHesten og til deres Bagdør ud i Haven aaben.\nDerind og op ad en Trappe. Der laa s. mange Æbler og\n\n3263A\nvilde gjærne have og gav sig til at æde det bedste h.\nkunde, blev noget nuedens (waanend), laa og ragte\ni dem og følte efter, hvad for nogle blødeste og gjæ-\nvest. Oven over Ms og Ks seng. Hu var kommen\ni Seng, men Ma ikke, det var i et Værtshus, og de\nfremmede ikke gaaede. Ko. hører det og s. til M.\nder var Tyve paa Loftet. Ha faar en med sig og Lys\ni Lygten og finder Kro-Niels i Æblerne og trækker\nmed og ind i Stuen. En Ting Hæws æpå ham\nfor det. De kunde jo tage Pengene fra ham for\nHesten. Nej s. Ko. det er Synd, s. slaar Faderen\nvel Ryggen i Styk. paa ham naar h. kommer\nhjem. Kan vi ikke hitte paa en Ting andet at\ngjøre ved ham. Jo s. kom M. efter de havde \nen Rævekiste der laa ude i Haven, vilde sætte\nham deri til om Morg. Stopper ham derind og\nlukker for ham. N. s. hen ad Natt. s. kom Ræven\nog h. rend der og syssed omkr. Rævek.. og kunde\nlugte noget. Stænger for 1 Ende og der rækker h.\nArmen ud og faar fat i Halen af Ræ. Render\nmed ham og h. bliver ved at holde ved. S. gik Kisten\ni St. omsider, h. helt vilde og vidste aldrig, hvor\nh. var. Stod og saa sig omkring, stod ovenpaa\nRævild Kold, og s. kunde h. se hjem. Gaar hjem.", "english_manuscript": "It was while Kro-Niels in Tveden was a little boy, he was supposed to lead a horse to Nibe that his father had sold to man up from Gjøl. 5 Daler for it. It took so long for the man to show up, it was almost night. He didn't dare go home and so he wandered about and didn't know where he was going to spend the night. He comes back to the same place again where he was supposed to deliver the horse and their back door out to the garden is open. He goes in there and up the stairs. There were so many apples and he wanted some so he started eating as much as he could, he starts to get a little picky and so he started feeling around for the softest and best ones. This was over the man and woman's bed. She had gone to bed but the man hadn't yet, it was a pub, and the guests hadn't left yet. The woman hears this and she says to the man that there were thieves in the attic. He gets someone to come along with him and he lights a lamp and finds Kro-Niels in the apples and drags him down to the main room. They should do something to him for doing that. They could take the money for the horse from him. No, that would be a shame, says the woman, then his father would break his back when he comes home. Can't we figure out something else to do to him? Sure, the man came up with something, they had a fox cage out in the back yard, he'd put him in there until the morning. Stuffs him into that and closes it. Well later that night the fox came and ran about and sniffed the fox cage and he could smell something. There were bars on one end and he reaches out his arm and gets hold of the fox's tail. It runs off with him and he continues to hold on. After a while, the cage broke apart, he was totally lost and had no idea where he was. So he stood there and looked around, he was on top of Rævild Kold, and then he could see his house. He walks home.", "danish_publication": "Imens Kro-Niels var en bitte dreng, skulde han trække til Nibe med en hest, hans fader havde solgt til en mand oppe fra Gjøl, og han skulde have 5 daler for den. Han kommer til Nibe, men det blev næsten aften, inden manden kommer og tager imod hesten. Så blev det mørkt, og han turde ikke gå hjem, hvorfor han gik og daskede omkring en lidt. Nu vidste han jo ikke, hvor han skulde være om natten, og så kommer han til det samme sted igjen, hvor han skulde levere hesten, det var i et værtshus, og der stod bagdøren åben. Den førte ud i haven. Han kommer ind ad døren og går op ad en trappe. Der lå en hel mængde æbler oppe på loftet, og dem vilde han gjærne have, han var jo og bleven noget sulten, og så gav han sig til at æde det bedste han kunde. Men efterhånds blev han jo noget nuedens (wånend) og lå og ragte i dem og følte efter, hvad for nogle der var blødest og gjævest. Det traf sig nu netop at være oven over mandens og konens seng, konen var allerede kommen i seng, men manden var ikke, for de fremmede var ikke gåede endnu. Konen hører så, det skrasler på loftet, og siger til manden, at der vist nok var tyve der oppe. Han far lys i lygten og får en til at følge med sig derop. De finder Kro-Niels i æblerne og trækker ham med dem ned i stuen. Nu skulde de jo have én ting hæws på ham for det. De snakker sammen om, at de kunde jo tage pengene fra ham for hesten. \"Nej\", siger konen, \"det er synd, så slår faderen vel ryggen i stykker på ham, når han kommer hjem. Kan vi ikke hitte på én ting andet at gjøre ved ham?\" Jo, så kom manden efter, at de havde en rævekiste, der lå ude i haven, den vilde de sætte ham i til om morgenen. De får ham derind og lukker for ham. Nå, så hen ad natten så kom ræven, og den rendte og snyssiede omkring kisten og kunde lugte noget. Nu var der stænger for den ene ende, og der rækker Kro-Niels armen ud og får fat i halen af ræven. Den render med ham, og han bliver ved at holde i halen. Så gik kisten i stykker omsider, og han kommer ud. Men han var helt vildt og vidste aldrig, hvor han var. Som han nu stod og så sig omkring, blev han klog på, at han stod ovenpå Rævild Kold, og derfra, kunde han se hjem. Altså spaserer han af hjem til faderen med pengene og var kommen godt nok fra den tur.", "english_publication": "Once while Kro-Niels in Tveden was still a little boy, he was supposed to lead a horse to Nibe that his father had sold to man up from Gjøl, and he was to have five daler for it. He gets to Nibe, but it is almost night before the man comes to receive the horse. Then it got dark and he didn’t dare go home, and so he wandered about a bit. Now he didn’t know where he was going to spend the night, and he comes back to the same place again where he was supposed to deliver the horse, it was a pub, and their back door was open. It led out to the garden. He goes in through the door and up some stairs. There were lots of apples up there in the attic, and he wanted some because he had gotten sort of hungry, and so he started eating as much as he could. After a while, he starts to get a little picky and so he started feeling around for the softest and best ones. It turned out that this was directly over the man and woman’s bed, she had already gone to bed, but the man hadn’t yet, since the customers hadn’t left yet. The woman hears a scratching up in the attic and she says to her husband that there were probably thieves up there. He lights a lamp and gets someone to come along with him up there. They find Kro-Niels in the apples and drag him down with them to the main room. They should do something to him for doing that. They discuss taking the money for the horse from him. “No, that would be a shame,” says the woman, “then his father would break his back when he gets home. Can’t we figure out something else to do to him?” Sure, the man came up with something, they had a fox cage out in the back yard, they’d put him in there until morning. They get him in there and close it. Well, later that night, the fox came and ran about and sniffed the fox cage and he could smell something. Now, there were bars on one end and Niels reaches out his arm there and gets a hold of the fox’s tail. It runs off with him and he continues to hold on. After a while, the cage broke apart, and he got out. But he was totally lost and had no idea where he was. While he stood there and looked around, he realized that he was on top of Rævild Kold, and he could see his house from there. So he walks on home with the money for his father, and the trip had turned out pretty well after all.", "keywords": {"keyword": ["apples", "arms", "attic", "bed", "boy", "cage", "daler", "dark", "door", "father", "fox", "garden", "home", "horse", "house", "hungry", "husband", "lamp", "lights", "money", "morning", "Niels", "night", "shame", "smell", "stairs", "tail", "thief", "wandering", "woman", "yard"]}, "etk_index": {"heading_danish": "Molbo og Aggerbohistorier", "heading_english": "Stories of Molbo and Aggerbo (Numbskull tales)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}