{"publication_info": "DS_V_359", "full_name": "544 - 0.00 - DS_V_359", "informant_id": 544, "informant_last_name": "Thomaskjær", "informant_first_name": "C. Sørensen", "informant_full_name": "C. Sørensen Thomaskjær", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 912, "name": "Virklund", "display_name": "Virklund (place recorded)"}, {"place_id": 504, "name": "Ry", "display_name": "Ry (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_V_252", "full_name": "241 - 2.08 - DS_V_252", "url": "data/stories/158.dfl"}, {"informant_id": 354, "publication_info": "DS_V_331", "full_name": "354 - 0.00 - DS_V_331", "url": "data/stories/853.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "I Ry mølle var der en gang en møllerkone, som hængte sig selv; hvorfor hun gjorde det, vidste ingen, men enhver vidste, at hun gik igjen. Snart lød det midt om natten, som om alle kværne blev sat i gang. Når så møllersvendene kom op for at se, stod alt stille. Snart var det ved sengene, at hun drev sin natlige spøg med at trække dynerne af dem, som lå deri. Ja, det gik så galt, at de så hende ved middagstide ved bordet, hvor hun da delte eftermad ud til folkene, som hun plejede, mens hun levede. Men så snart én talte om hende, når hun var synlig et eller andet sted, forsvandt hun straks. Til sidst, efter hvad der er fortalt, blev hun manet ned i åen, under møllebroen. En gammel mand, der tjente hende som karl, mens hun levede, har senere fortalt følgende: Syv år efter at møllerkonen havde hængt sig, lå a en nat hjemme i min egen seng og var helt lysvågen. Så hørte a noget, der fuslede hen ad gulvet, og lige med ét stod der en kridhvid skikkelse for min seng og smilte til mig. A blev slet ikke ræd, skjöndt a kunde se, hvem det var. \"Ja\", siger hun, \"du kan tro, a har haft det grov strængt, siden a døde, men nu har a det så godt, så godt. Syv år gik a for tidlig herfra, og det har a måttet lide hårdt for.\" — \"Herre Gud\", råbte a, \"må a trykke jeres hånd. Å Gud, som I gjör mig glad\". Men så smilte hun igjen ad mig, vinkede efter mig med den höjre hånd, og så vår hun forsvunden.", "english_publication": "In Ry mill there was once a miller’s wife who hanged herself. Why she did it, no one knew, but everyone knew that she walked again. Often it sounded like all the grinding mills had been started all at once in the middle of the night. Then when the miller’s apprentice came up to check, everything was quiet. Soon she carried out her nightly spooking with the beds. She pulled the comforters off the people who lay in them. Yes, it got so bad, that they saw her at lunchtime at the table, where she served food to the people as she used to while she was alive. But as soon as someone talked about her, when she was visible in one place or another, she disappeared. Finally, according to what they say, she was conjured down in the river, under the mill bridge. An old man, who worked for her as a farmhand while she was alive later told the following: Seven years after the miller’s wife hanged herself, I was lying in my bed at home and was wide awake. Then I heard something that was rustling across the floor and all of a sudden there was a chalk white shape standing by my bed and it smiled at me. I didn’t get scared at all, even though I could see who it was. “Yes,” she says, “You can certainly believe that I’ve had a terribly hard time since I died, but now I’m fine, so fine. I left here seven years too early and I’ve had to suffer terribly because of that.” “God almighty,” I yelled, “Can I shake your hand. Oh God, how you make me happy.” But then she smiled at me again, waved to me with her right hand and then she was gone.", "keywords": {"keyword": ["apprenticeship", "bed", "belief", "bridge", "chalk", "comforter", "conjuring", "death", "disappearance", "farmhand", "floor", "food", "god", "happy", "haunting", "home", "lunch", "mill", "miller", "night", "old", "river", "seven", "table", "white", "wife"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}