{"publication_info": "DS_IV_1307", "full_name": "385 - 0.00 - DS_IV_1307", "informant_id": 385, "informant_last_name": "Haugård", "informant_first_name": "C. C.", "informant_full_name": "Farversvend C. C. Haugård", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 11, "name": "Åbenrå", "display_name": "Åbenrå (place recorded)"}, {"place_id": 1004, "name": "Nørre Hjarup", "display_name": "Nørre Hjarup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 385, "publication_info": "DS_IV_1343", "full_name": "385 - 0.00 - DS_IV_1343", "url": "data/stories/474.dfl"}, {"informant_id": 123, "publication_info": "JFm_XII_64", "full_name": "123 - 1.02 - JFm_XII_64", "url": "data/stories/374.dfl"}, {"informant_id": 241, "publication_info": "DSnr_II_G_138", "full_name": "241 - 2.18 - DSnr_II_G_138", "url": "data/stories/168.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Der har været så bevokset med skov i Nörre-Hjarup, at når der skulde være bryllup, måtte to karle gå i forvejen og hugge grene ned, for at de ikke skulde tage kronen af bruden, og når de kom op ved en løkke, der den dag i dag kaldes Skovende, skulde de stå og vente efter, at bruden kom. Da har Öster-Løgum by ikke været så smuk, som den nu er. En gang skete det ved et bryllup i Hjarup, at en af de karle, der sådan skulde gå i forvejen, havde været forlovet med bruden først, og da så parret var blevet viet sammen, og de kjørte tilbage, så sprang de to karle bag op på vognen og kjørte med hjem i bryllupsgården. Da gjæsterne var færdige med spisningen, begyndte som sædvanlig dandsen ovenpå. Da stod brudgommen frem og sagde: \"Enhver fra hele byen er velkommen i mit hus og får frit spise og drikke undtagen Tagefæl, han må ikke komme med.\" Næppe havde brudgommen sagt disse ord, för karlen, der för havde været kjæreste med bruden, foer ind med en økse i hånden og kløvede brudgommens pande, og med det samme tog han bruden og løb med hende ned til Bjarup å til det høl, som endnu hedder Semphøl efter morderen, der var en indvandret Tysker og kaldtes Semptafel. Hullet er 12 alen dybt, og der druknede de begge.", "english_publication": "It was so overgrown with woods in Nørre-Hjarup that when there was going to be a wedding, two young men had to go ahead and cut down branches so that they wouldn’t take the bride’s crown off, and when they came to a clearing, which is still today called Skovende (end of the woods), they had to stop and wait for the bride to come. Øster-Løgum town wasn’t as pretty then as it is now. One time, at a wedding in Hjarup, one of the young men who was supposed to go ahead like that had been previously engaged to the bride and, when the newlywed couple were driving back from the church, the two young men jumped up on the back of the wedding carriage and drove with them home to the wedding farm. When the guests were done eating, the dancing as usual began upstairs. Then the bridegroom came forward and said, “Each and everyone from the whole town is welcome in my house and gets free food and drink except for Tagefæl, he can’t come along.” The bridegroom had just said these words when the young man who had been the previous lover of the bride comes running in with an axe in his hand and cleaves the bridegroom’s forehead, and at the same time grabs the bride and runs with her down to Hjarup river to the pool, which is still called Semphøl after the murderer, he was an immigrant German and was called Semptafel. The pool is twenty-four feet deep and they both drowned there.", "keywords": {"keyword": ["axe", "branches", "bride", "carriage", "dancing", "drinking", "drowning", "farm", "flying", "food", "forehead", "free", "german", "groom", "guest", "home", "house", "love", "marriage", "murder", "river", "today", "town", "wedding", "woods", "young"]}, "etk_index": {"heading_danish": "Røvere, drabsmænd og tyve", "heading_english": "Robbers, murderers and thieves"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}