{"publication_info": "DS_VI_345", "full_name": "486 - 0.00 - DS_VI_345", "informant_id": 486, "informant_last_name": "Nielsen", "informant_first_name": "Chr.", "informant_full_name": "Seminarist Chr. Nielsen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 808, "name": "Jelling", "display_name": "Jelling (place recorded)"}, {"place_id": 707, "name": "Vilstrup", "display_name": "Vilstrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "JAH_VI_248", "full_name": "150 - 1.14 - JAH_VI_248", "url": "data/stories/17.dfl"}, {"informant_id": 241, "publication_info": "DSnr_VI_114", "full_name": "241 - 4.23 - DSnr_VI_114", "url": "data/stories/195.dfl"}, {"informant_id": 241, "publication_info": "DSnr_II_G_250", "full_name": "241 - 4.32 - DSnr_II_G_250", "url": "data/stories/204.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "En mand var en aften reden ud på en hedelod uden for Kjærbølling med sine heste for at sætte dem på græs. Da han gik hjemad, så han én, der gik foran ham, og han troede, det var hans nabo, hvorfor han kaldte på ham; men den anden blev ved at gå, og manden sagde da: \"Kan du da for Satan ikke bie?\" Nu tøvede den anden; men da manden kom der hen, så han, at det var Fanden, som han nu måtte følges med. Næste aften skulde han igjen ud til ham, men hans kone og börn vilde ikke lade ham gå. Da blev der et sådant spektakel, at de troede, gården havde væltet, så at manden måtte ud. Næste dag gik han over til Pastor Bang i Vilstrup i Skibet sogn og bad ham hjælpe sig af med den Slemmes selskab. Præsten lærte ham da et vers, han skulde læse for den Slemme, når han næste gang kom ud til ham. Desuden bød han ham tage et plovjærn i hånden, og når Fanden bad ham række sig hånden, skulde han række ham plovjærnet i steden for. Dette gjorde manden også, da han næste aften var ude hos ham, og så godt tog Fanden ved, at han beholdt et stykke af plovjærnet i hånden. Siden den tid var han fri for at komme ud til den Slemme om aftenen, men han blev syg og duede aldrig mere.", "english_publication": "A man rode out on the heath one night outside of Kjærbølling along with his horses to put them out to graze. When he was on his way home, he saw someone walking in front of him and he thought it was a neighbor so he called out to him; but the other one continued to walk and the man said then: “Can’t you wait, damn you (literally: for the devil!)” Now the other man waited; but when the other man got there, he discovered that it was the devil, who he now had to accompany. The next night he was supposed to go out to him again, but his wife and children wouldn’t let him go. Then there was such a row that they thought that the barn had tipped over, so the man had to go out. The next day, he went over to minister Bang in Vilstrup in Skibet parish and asked him to help him get rid of the Evil One’s company. Then the minister taught him a verse that he was to read for the Evil One the next time he went out to him. In addition, he told him to carry a plowshare in his hand and when the devil asked him to give him his hand, he was to give him the plowshare instead. The man did this, too, when he went out to him the next night, and the devil grabbed it so hard that he kept a piece of the plowshare in his hand. Ever since then he didn’t have to go out to the Evil One at night, but he got sick and wasn’t fit for anything ever again.", "keywords": {"keyword": ["banging", "barn", "children", "day", "devil", "discovery", "evil", "grazing", "heath", "home", "horse", "minister", "neighbor", "night", "outside", "parish", "plow", "riding", "sickness", "verse", "wife"]}, "etk_index": {"heading_danish": "Om Fanden og forbund med ham", "heading_english": "About the Devil and being in league with the Devil"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}