{"publication_info": "DS_V_809", "full_name": "411 - 0.00 - DS_V_809", "informant_id": 411, "informant_last_name": "Jespersen", "informant_first_name": "Chr.", "informant_full_name": "Chr. Jespersen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 838, "name": "Ø Marie", "display_name": "Ø Marie (place recorded)"}, {"place_id": 76, "name": "Bornholm", "display_name": "Bornholm (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "DS_V_810", "full_name": "235 - 1.07 - DS_V_810", "url": "data/stories/226.dfl"}, {"informant_id": 415, "publication_info": "DS_V_804", "full_name": "415 - 0.00 - DS_V_804", "url": "data/stories/728.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Der fortælles om en præst på Bornholm, at da han om aftenen kjørte hjem forbi kirkegården og så, at det ikke var rigtig fat der inde, befalede han kusken at holde, medens han gik derind, og sagde tillige, at hvis han ikke kom tilbage, inden lygten, de havde med, var gået ud, skulde han kun kjøre, for så kom han aldrig mere. Kusken gjorde så, men han så et forskrækkeligt syn der inde på kirkegården. Han kunde se præsten stå og mane nogle ned, som stod på tøndebunde, og ilden stod rundt om dem. Omsider, da lygten var lige ved at gå ud, kom præsten farende med tungen ud af halsen og kjørte hjem. Det samme fortælles om en anden præst, kun med den forskjel, at han satte et lys på sit værelse og sagde, at kom han ikke, til det var udbrændt, kom han aldrig mere.", "english_publication": "There's a story about a minister on Bornholm who, one night, when he was driving home past the cemetery, noticed that things weren't quite right in there. He told his coachman to stop while he went in there, and he said that if he didn't come back before the lantern they had with them burned out, he should drive, since he wouldn't be coming back ever again. The coachman did as he was asked, but he saw a terrible sight there in the cemetery. He could see the minister standing there conjuring someone down, who was standing on the bottom of a barrel, and fire was all around them. Later, when the lantern was just about to go out, the minister came running with his tongue hanging out and they drove home. The same story is told about another minister with the one difference that he put a candle in his room and said that if he didn't come back before it burned out then he'd never come back again.", "keywords": {"keyword": ["barrel", "candle", "cemetery", "coachman", "conjuring", "fire", "home", "lantern", "minister", "night", "story", "tongue"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}