{"publication_info": "JAH_VI_81", "full_name": "150 - 2.02 - JAH_VI_81", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 2.02, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_VII_1182", "full_name": "241 - 1.04 - DS_VII_1182", "url": "data/stories/145.dfl"}, {"informant_id": 241, "publication_info": "DS_VII_491a", "full_name": "241 - 4.14 - DS_VII_491a", "url": "data/stories/186.dfl"}, {"informant_id": 241, "publication_info": "DSnr_VI_65", "full_name": "241 - 2.06 - DSnr_VI_65", "url": "data/stories/156.dfl"}]}, "fielddiary_page_start": "3263a", "fielddiary_page_end": "3263a", "bibliographic_info": "Rørbye 1976", "bibliography_references": {"reference": [{"display_string": "[Book section] Rørbye, Birgitte. 1976. Den illegale sygdomsbehandling som folkloristisk problem. Bidrag til en sociokulturel oversigt for Danmark. In <i>Nordisk folketro. Studier tillägnade Carl-Herman Tillhagen 17. december 1976</i>: 203-20. Lund: Nordiska museet."}, {"display_string": "[Book] Rørbye, Birgitte. 1976. <i>Kloge folk og skidtfolk. Kvaksalveriets epoke i Danmark</i>. Copenhagen: Politiken."}]}, "annotation": "The use of magical books is widely attested in Danish tradition. Usually the books are identified as the Cyprianus, the anti-bible, related more to the devil than to the Christian god. Many cunning folk mixed faith healing and evangelical Christian practice with their cures (Rørbye 1976a; Røbye 1976b), and wise ministers clearly relied primarily on the bible for their magical power. The premise \"the older, the better,\" or in this case, \"the older, the more powerful\" informs this story, as does an interesting notion of contagious magic. Since this bible was ostensibly written at the time when two of the most powerful figures in Christianity were alive, the book is closer to the \"source,\" and thereby more powerful than a normal bible. It is also interesting that the woman uses her bible to curse a woman, but of course that woman had also broken the sixth and tenth commandments. Tang Kristensen eliminates this reference to reading a curse on the Bible in the published version of the story.", "danish_manuscript": "En gl. Kone her nede i Erslev, æ Kragkone, h.\nhavde en Bibel som hu sagde var skriven i den Tid\nVorherre og Sant Peder vandrede paa Jorden. Hu\nvilde læse en Kone i Bande, som hu troede var å\ngode Venner med hendes Mand.", "english_manuscript": "An old lady down here in Ersted, they called her the Crow woman (Kragekone), she had a bible that she said was written at the time that St. Peter and our Lord walked on earth. She wanted to read a curse on a woman whom she believed to be good friends with her husband.", "danish_publication": "En gammel kone her nede i Ersted, de kaldte hende Kragekonen, hun havde en bibel, som hun sagde var skreven i den tid, Vorherre og Sant. Peder vandrede på jorden.", "english_publication": "An old lady down here in Ersted, they called her the Crow woman (Kragekone), she had a bible that she said was written at the time that St. Peter and our Lord walked the earth.", "keywords": {"keyword": ["Bible", "crow", "earth", "lady", "old", "Our Lord", "Peter", "woman", "writing"]}, "etk_index": {"heading_danish": "Vore fædres tankesæt og åndsliv", "heading_english": "Our forebears' way of thinking and spiritual life"}, "tango_indices": {"tango_index": [null, null, null]}, "genre": null}