{"publication_info": "DS_II_E_163", "full_name": "412 - 0.00 - DS_II_E_163", "informant_id": 412, "informant_last_name": "Johansen", "informant_first_name": "Diderik", "informant_full_name": "Lærer Diderik Johansen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 905, "name": "Vester Egede", "display_name": "Vester Egede (place recorded)"}, {"place_id": 95, "name": "Brodgård", "display_name": "Brodgård (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "DS_II_E_156", "full_name": "150 - 1.43 - DS_II_E_156", "url": "data/stories/46.dfl"}, {"informant_id": 543, "publication_info": "DS_II_E_158", "full_name": "543 - 0.00 - DS_II_E_158", "url": "data/stories/589.dfl"}, {"informant_id": 377, "publication_info": "DS_II_E_170", "full_name": "377 - 0.00 - DS_II_E_170", "url": "data/stories/675.dfl"}, {"informant_id": 123, "publication_info": "DS_II_E_120", "full_name": "123 - 3.19 - DS_II_E_120", "url": "data/stories/422.dfl"}, {"informant_id": 235, "publication_info": "DS_II_E_145", "full_name": "235 - 1.45 - DS_II_E_145", "url": "data/stories/265.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Det er somme tider tidlig om foråret, at man kan se en hel mængde snoge hængende hen ad gjærderne, der kan endog være flere hundrede. De går da på råd, kongesnogen sidder for det meste på sin hale midt imellem dem, men det skal ikke være så meget let at få öje på den. Men hvem der ellers kunde komme til at slå den ihjel og spise fedtet, han vilde blive meget rig og viis. En dreng ved navn Anders, der gik omkring at bede om en bitte mad, kom igjennem en skov, hvor der boede en kongesnog. Han tænkte ikke på det, men skar sig en hesselkjæp til at stötte sig ved, og med den gik han videre. En dag kom han til en klog præst, som spurgte, hvor han havde taget den kjæp. Han sagde det. Præsten tilbød, at han måtte være der og få god mad og en varm seng at ligge i om natten, når han vilde vise ham stedet. Det lovede drengen, og næste dag gik de derhen. Præsten sagde nu til ham, at han måtte gå hjem, for nu kunde han nok ene. Derpå ledte han kongeormen op, som han bar hjem og kogte i en storgryde. Dagen efter kom drengen ud i kjøkkenet, hvor gryden stod, og han var ikke sulten, men da der just lå en brødskorpe på bordet, tog han og dyppede den i fedtet, som flod ovenpå, og spiste den. I det samme kom præsten og drev ham på dören. \"Du havde det godt,\" sagde han, \"men nu tog du det, jeg vilde have, derfor kan du skruppe af, nu er du også meget klogere end jeg.\" Drengen blev så urimelig klog og rig tillige, så at han rejste op ved skovsiden og kjöbte sig en gård, som hed Brødgård, og der gik megen snak om den Anders Brødgård.", "english_publication": "Sometimes, early in the spring, one can see a whole lot of grass snakes hanging along the fences, there can be several hundred. They are seeking advice, the king grass snake sits right in the middle of them, but it isn't too easy to see him. But whoever could kill the king snake and eat the fat, he would become very rich and wise. A boy by the name of Anders went around asking for a little bit of food, and came through the forest where a king grass snake lived. He didn't think about it, but cut himself a hazel switch to support himself, and went on his way. One day he came to a wise minister who asked where he'd gotten the switch. He told him. The minister offered that he could stay there and get good food and a warm bed to sleep in at night if he'd show him the place. The boy promised he would, and the next day they went there. The minister told him that he should go home now, because now he could handle it alone. After that, he led the king snake up, and he carried it home and cooked it in a big pot. The next day, the boy came out to the kitchen where the pot stood, and he wasn't hungry, but since there was a bread crust on the table, he took it and dipped it in the fat that was floating on top, and ate it. At that moment the minister came and chased him out the door. \"Things were good for you,\" he said, \"but now you took what I wanted, so now you can get lost, now you've also become far wiser than me.\" The boy became so incredibly wise (cunning) and rich as well, so he traveled up to the forest's edge and bought himself a farm that was called Brødgård [Bread farm], and there was a lot of talk about this Anders Brødgård.", "keywords": {"keyword": ["advice", "Anders Brodgård", "bed", "boy", "bread", "chase", "cooking", "Cunning Folk", "day", "door", "farm", "fat", "fence", "food", "forest", "grass snake", "hazel", "home", "hungry", "kill", "king", "kitchen", "minister", "name", "night", "pot", "rich", "sleep", "snake", "spring", "table"]}, "etk_index": {"heading_danish": "Lindorme og småkryb", "heading_english": "Wiverns and small creepy-crawlies"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}