{"publication_info": "DS_VI_144", "full_name": "412 - 0.00 - DS_VI_144", "informant_id": 412, "informant_last_name": "Johansen", "informant_first_name": "Diderik", "informant_full_name": "Lærer Diderik Johansen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 905, "name": "Vester Egede", "display_name": "Vester Egede (place recorded)"}, {"place_id": 561, "name": "Søby Søgård", "display_name": "Søby Søgård (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DSnr_VI_65", "full_name": "241 - 2.06 - DSnr_VI_65", "url": "data/stories/156.dfl"}, {"informant_id": 150, "publication_info": "DS_VI_139", "full_name": "150 - 1.15 - DS_VI_139", "url": "data/stories/18.dfl"}, {"informant_id": 241, "publication_info": "DS_VI_167", "full_name": "241 - 4.20 - DS_VI_167", "url": "data/stories/192.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Der har også været en herremand på Søby Søgård, som var bleven enig med den Slemme om, at han skulde föje ham en vis tid, og derfor skulde han så have ham med hud og hår. Da nu tiden nærmede sig, at Djævelen skulde hente ham, vidste han aldrig sit levende råd for at slippe fri. Endelig fandt han på at lade sine værelser beklæde med dyner overalt. Som nu tiden var udløben, kom Fanden også rigtig, og det hjalp kun lidt, at de bløde dyner skulde tage af for synderen, ti nu blev der dandset således omkring i stuen med ham, at snart var der ikke en hel stump tilbage enten af herremanden eller af dynerne. Blodet, som stænkede omkring på væggene, kan aldrig udslettes og er altså at se endnu.", "english_publication": "There was also a manor lord at Søby Søgård who had made an agreement with the Evil One that the Devil would indulge him for a while and, because of that, the Devil could have possession of him with skin and hair later. Now when the time approached when the Devil was supposed to come get him, he didn’t have the slightest idea how to get free. Finally he came up with the idea of covering his entire room with down comforters. Now when his time had run out, the Devil came sure enough and it only helped a little bit that the soft comforters could cushion the sinner, because now he danced around the room with him so that soon there wasn’t a stump left of neither the comforters nor the manor lord. The blood, which splattered about on the walls, can never be cleaned off and can even be seen now.", "keywords": {"keyword": ["agreement", "blood", "comforter", "dancing", "devil", "evil", "free", "hair", "manor lord", "sin", "walls"]}, "etk_index": {"heading_danish": "Om Fanden og forbund med ham", "heading_english": "About the Devil and being in league with the Devil"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}