{"publication_info": "DS_VII_664", "full_name": "452 - 0.00 - DS_VII_664", "informant_id": 452, "informant_last_name": "Lavrsdatter", "informant_first_name": "Dorte", "informant_full_name": "Dorte Lavrsdatter", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": {"place_id": 793, "name": "Hesselbakke", "display_name": "Hesselbakke (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 331, "publication_info": "DS_VII_167", "full_name": "331 - 0.00 - DS_VII_167", "url": "data/stories/642.dfl"}, {"informant_id": 241, "publication_info": "DS_VII_611", "full_name": "241 - 4.39 - DS_VII_611", "url": "data/stories/211.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "En gang kunde vi ikke få smör og kjærnede i 2, 3 dage. Fløden var sej og ingen ting til, så vi kunde ikke en gang bage pandekager af det, men slog det hen. Så kommer der en gammel Nordmand, som gik med bikuber, og han vilde da bede om noget at spise. Min moder gav ham noget surt mælk at søbe og så en bid brød til. \"Det er godt mælk\", siger han, som han nu sidder dér. Ja, mælken var god nok, siger hun helt kort. Han siger det nok en gang. \"Da har vi ingen nytte af det\", siger hun, \"ihvor godt det er.\" Ja, det kunde han nok mærke. Men nu skulde han give dem et råd. De skulde få et stykke jærn smedet med tre huller på. Så skulde de tage noget svovl og lade drippe i hvert eneste karmon, de havde. Derefter skulde hun gjøre det jærn gloende og så si mælken over det jærn ned i hvert kar. \"Så tænker a nok, de skal få deres næse varmet, der har gjort det. Kan det nu ikke hjælpe, så skal a nok lave det sådan, te det skal hjælpe, men det vil a ikke svar gjærne.\" Det hjalp også godt nok.", "english_publication": "One day we couldn’t get butter and churned for two or three days. The cream was viscous and good for nothing so we couldn’t even use it for pancakes, but had to throw it away. Then an old Norwegian who went about with beehives comes by and he wants to beg for something to eat. My mother gave him some sour milk to spoon up and a bite of bread as well. “This is some fine milk,” he says now as he’s sitting there. Yes, the milk was good enough, she says snappishly. He says it one more time. “But we get nothing out of it,” she says, “no matter how good it is.” Yes, he could see that well enough. But now he’d give them some advice. They should get a piece of iron forged with three holes in it. Then they should take some sulfur and drip it into each barrel they had. After that, they should get the iron glowing hot and pour the milk over the iron into each barrel. “Then I think that the person who did this will get their nose warmed. If that doesn’t help, I’ll make it so it does help, but I don’t really want to do that.” It helped too.", "keywords": {"keyword": ["advice", "barrel", "bees", "beggar", "bread", "butter", "churn", "cream", "day", "iron", "milk", "mother", "Norwegian", "nose", "old", "pancake", "smithing", "spoon", "three"]}, "etk_index": {"heading_danish": "Hekse og deres idrætter", "heading_english": "Witches and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}