{"publication_info": "DS_V_956", "full_name": "258 - 0.00 - DS_V_956", "informant_id": 258, "informant_last_name": "Poulsen", "informant_first_name": "Elisabet", "informant_full_name": "Elisabet Poulsen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 652, "name": "Torsager", "display_name": "Torsager (place recorded)"}, {"place_id": 1008, "name": "Havrum", "display_name": "Havrum (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 482, "publication_info": "DS_VI_1078", "full_name": "482 - 0.00 - DS_VI_1078", "url": "data/stories/816.dfl"}, {"informant_id": 493, "publication_info": "DS_III_2180", "full_name": "493 - 0.00 - DS_III_2180", "url": "data/stories/662.dfl"}, {"informant_id": 235, "publication_info": "DS_VI_1079", "full_name": "235 - 1.56 - DS_VI_1079", "url": "data/stories/276.dfl"}, {"informant_id": 90, "publication_info": "DS_VI_1100", "full_name": "90 - 2.17 - DS_VI_1100", "url": "data/stories/349.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "En gammel kone i Havrum døde og gik igjen. De havde flere börn, og der iblandt én, som ikke var rigtig klog og heller ikke kunde rigtig tale. De andre börn skulde ikke have nogen arv, för deres fader døde, men hende havde hun bestemt der skulde have noget mere. Hun havde, mens hun var levende, lavet sengklæder til börnene ligesom andre folk, og så havde hun syet en bitte skindpose og syet den ind i den dyne, som den sölle pige skulde have, sådan i det ene hjörne. I den skindpose havde hun gjemt 400 daler til hende, men det var ikke bleven åbenbaret endnu. Så kom hun mange nætter, når klokken var tolv, og gik hen og stod ved dether sengklæder. De lukkede, så godt de kunde, om aftenen, men hun kom lige godt ind. Manden vågnede flere gange og så hende, og de var så forskrækkede for hende. De havde nu lagt mærke til, at hun stod og pillede ved denher dyne, og gav dem så til at sprække den op. Så fandt de en seddel, hvorpå pigens navn stod, og så traf de skindpungen og fik den lukket op.  Pigen fik pengene, og så kom den døde ikke  mere.", "english_publication": "An old woman in Havrum died and went again. They had many children and among them was one who wasn’t really smart and couldn’t speak very well. The other children were not supposed to get any inheritance until their father died, but she had decided that she (the little girl) should have a little more. While she was alive, she had made bedsheets for the children, just like other people, and then she had sewn a little leather pouch in one of the corners. In the leather pouch she had hidden four hundred daler for her, but it hadn’t yet been revealed. Then she came many nights when it was twelve o’clock, and went and stood by these sheets. They locked up as best they could at night, but she came in anyways. The husband woke several times and saw her, and they were so afraid of her. They had noticed that she stood and picked at this comforter and they tore it open. Then they found a little note with the girl’s name on it and then they found the leather pouch and opened it up. The girl got the money and then the dead woman didn’t come anymore.", "keywords": {"keyword": ["afraid", "bed", "children", "clock", "comforter", "death", "father", "girl", "husband", "inheritance", "leather pouch", "lock", "money", "name", "night", "old", "sewing", "sheet", "smart", "woman"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}