{"publication_info": "DS_V_1007", "full_name": "191 - 0.00 - DS_V_1007", "informant_id": 191, "informant_last_name": "Mikaelsdatter", "informant_first_name": "Else Marie", "informant_full_name": "Else Marie Mikaelsdatter", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": {"place_id": 205, "name": "Grindsted", "display_name": "Grindsted (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_V_975", "full_name": "241 - 1.08 - DS_V_975", "url": "data/stories/149.dfl"}, {"informant_id": 377, "publication_info": "DS_V_1016", "full_name": "377 - 0.00 - DS_V_1016", "url": "data/stories/647.dfl"}, {"informant_id": 182, "publication_info": "DS_V_1002", "full_name": "182 - 0.00 - DS_V_1002", "url": "data/stories/749.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "En soldat, der var i tjenesten, blev syg og døde der. Han havde seks daler i hans kiste på et særegent sted, sådan at folk skulde ikke nemt kunne finde dem. Så havde han en yngre broder, der lå oppe i et kammer der hjemme, og han kunde se ham om natten stå og pille ved hans kiste, som stod inde i storstuen. Den var jo bleven ført hjem og sat der. Denher dreng fortæller så, hvad han så. \"Spörg ham, hvad han vil,\" sagde forældrene. Det vovede han ikke, men så fik han faderen ind til sig en nat. Han kunde også se ham, og han spörger ham efter det. Ja, han havde forvart de penge der mellem læddiken og kisten. Dagen efter undersøgte faderen stedet og fandt pengene, og siden så de ham aldrig mere.", "english_publication": "A soldier, who was working at a farm, got sick and died there. He had six daler in his trunk in a special place so that people could not find them easily.Then he had a younger brother who was lying up in a room at home, and he could see him at night standing fiddling with his trunk, which had been placed in the main room. It had been brought home and placed there. This boy then tells the others about what he'd seen. \"Ask him what he wants,\" his parents said. He didn't dare do that, but then he got his father in there one night. He could see him too, and he asks him what he wants. Well, he'd hidden some money between the inner shelf and the walls of the trunk. The next day, the father examined the place and found the money and since then they never saw him again.", "keywords": {"keyword": ["boy", "brother", "chamber", "chest", "daler", "day", "death", "farm", "father", "fiddling", "home", "money", "night", "parents", "sickness", "soldier", "work", "young"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}