{"publication_info": "DS_III_2440", "full_name": "319 - 0.00 - DS_III_2440", "informant_id": 319, "informant_last_name": "Algreen-Ussing", "informant_first_name": "Frederik", "informant_full_name": "Cand. Jur. Frederik Algreen-Ussing", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": {"place_id": 338, "name": "København", "display_name": "København (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 69, "publication_info": "DS_III_2412", "full_name": "69 - 0.00 - DS_III_2412", "url": "data/stories/828.dfl"}, {"informant_id": 123, "publication_info": "DS_III_2367", "full_name": "123 - 2.10 - DS_III_2367", "url": "data/stories/384.dfl"}, {"informant_id": 90, "publication_info": "DS_III_2378", "full_name": "90 - 3.06 - DS_III_2378", "url": "data/stories/360.dfl"}, {"informant_id": 348, "publication_info": "DS_I_1164", "full_name": "348 - 0.00 - DS_I_1164", "url": "data/stories/755.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Til én af Scheelernes herregårde i Jylland kom en mand (så vidt jeg mindes, hed han Bang) og lå her en nat. Han havde da den dröm, at en skikkelse ved midnatstid viste sig ved hans seng og sagde ham, at der over porten var indmuret en skat i et jærnskrin, til hvilket den regjerende grev Scheel havde en guldnøgle, og sagde ham, hvorledes stenene var stillede på det sted, for at han desto lettere kunde finde det. Den næste dag rejste han videre, og i diligencen fortalte han denne dröm til sin nabo. Et årstid efter traf han tilfældigvis grev Scheel og begyndte at tale med ham om denne sag. Greven havde ganske rigtig af sin bedstemoder fået en lille guldnøgle, men hvortil den passede, havde aldrig nogen vidst. Han rejste nu hjem og lod hvælvingen undersøge, men fandt kun et tomt rum og spor til, at der for nylig var foretaget en undersøgelse. Hvad der end mere bestyrkede denne tro var, at manden fra diligencen kort efter kjöbte en stor herregård nede i Slesvig, uagtet det aldrig för var bekjendt, at han var en rig mand.", "english_publication": "A man (who as far as I remember was called Bang) came to one of Scheeler’s manor farms in Jutland, and stayed there overnight. He had a dream that a figure appeared by his bed at about midnight and told him that a treasure had been walled in above the door in an iron chest, and that the ruling Count Scheel had a gold key which fit it, and told him how the stones were arranged there, so it would be easier for him to find. The next day he continued his journey and in the stagecoach he told the dream to the person sitting next to him. A year later he coincidentally met up with Count Scheel and began to talk to him about this matter. The Count said that he had, as a matter of fact, received a small gold key from his grandmother, but what it fit, he had never known. He went home now and had the archway inspected, but found only an empty room and tracks suggesting that it had been recently searched. What supported this even more was that the man from the stagecoach bought a large manor farm down by Slesvig shortly after, although he had never been known as a wealthy man.", "keywords": {"keyword": ["banging", "bed", "chest", "count", "Count Scheel", "day", "door", "dream", "fact", "farm", "gold", "grandmother", "home", "iron", "Jutland", "key", "manor", "manor farm", "midnight", "stagecoach", "stone", "treasure", "walls", "wealth", "year"]}, "etk_index": {"heading_danish": "Sagn om skatte", "heading_english": "Legends about treasure"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}