{"publication_info": "DS_VI_430", "full_name": "552 - 0.00 - DS_VI_430", "informant_id": 552, "informant_last_name": "Wennerwald", "informant_first_name": "F.", "informant_full_name": "Kontorist F. Wennerwald", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": {"place_id": 829, "name": "Maribo", "display_name": "Maribo (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_VI_429", "full_name": "241 - 4.05 - DS_VI_429", "url": "data/stories/176.dfl"}, {"informant_id": 41, "publication_info": "DS_VI_434", "full_name": "41 - 0.00 - DS_VI_434", "url": "data/stories/772.dfl"}, {"informant_id": 406, "publication_info": "DS_VI_427", "full_name": "406 - 0.00 - DS_VI_427", "url": "data/stories/807.dfl"}, {"informant_id": 241, "publication_info": "DS_VI_433", "full_name": "241 - 4.06 - DS_VI_433", "url": "data/stories/177.dfl"}, {"informant_id": 65, "publication_info": "DS_VI_431", "full_name": "65 - 0.00 - DS_VI_431", "url": "data/stories/578.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "To tjenestekarle vilde prøve at hænge sig for morskabs skyld. De trak lod om, hvem der skulde hænge sig først, og den, som loddet traf, stod op på en malkeskammel, bandt et reb om en bjælke, lagde sin hals ind i løkken og sagde til sin kammerat: \"Nu sparker jeg skamlen bort, men når jeg begynder at sprælle, skal du sætte skamlen under mig igjen.\" Den anden karl stod nu med skamlen i hånden og vilde passe på, men i det samme kom en hvid hare løbende helt langsomt ind gjennem loen. Karlen troede, at han kunde fange den, men det lykkedes ikke, og da han forpustet måtte opgive jagten og kom tilbage til den hængte, var han død. Det har vist været Fanden, der i en hares skikkelse vilde lokke den levende karl bort.", "english_publication": "Two farmhands wanted to try hanging themselves for fun. They drew lots as to who was to hang himself first, and the one who got the lot stood up on a milk stool, bound a rope around a beam, put his neck inside the noose and said to his buddy: \"Now I'll kick the stool away, but when I begin to struggle, put the stool under me again.\" The other farmhand stood there with the stool in his hands and wanted to keep close watch, but at the same moment, a white hare came running very slowly through the barn. The farmhand thought he could catch it, but he couldn't, and when he finally gave up the chase exhausted and came back to the hanging one, he was dead. It was probably the Devil in a hare's shape that wanted to lure the living farmhand away.", "keywords": {"keyword": ["barn", "chase", "death", "devil", "farmhand", "fun", "hare", "milk", "neck", "noose", "rope", "white"]}, "etk_index": {"heading_danish": "Om Fanden og forbund med ham", "heading_english": "About the Devil and being in league with the Devil"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}