{"publication_info": "DS_V_234", "full_name": "429 - 0.00 - DS_V_234", "informant_id": 429, "informant_last_name": "Knudsen", "informant_first_name": "Frederik", "informant_full_name": "Frederik Knudsen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": {"place_id": 738, "name": "Agerskov, Bording", "display_name": "Agerskov, Bording (place recorded)"}}, "stories_mentioned": {"story": {"informant_id": 90, "publication_info": "DS_II_H_34", "full_name": "90 - 2.19 - DS_II_H_34", "url": "data/stories/351.dfl"}}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Min husbond fortalte mig en gang følgende: I min ungdomsdage var jeg en sommernat ude at spasere med en pige i skoven. Med et så jeg et stykke foran mig, at der kom en ridende mand med en hest ved hånden, og han kom hen imod mig. Jeg trådte til siden med pigen ind imellem nogle træer og blev stående der, mens han red forbi med de to heste. Skjönt det var blikstille, var der dog ikke tale om, at jeg kunde høre den mindste lyd af hestenes hovslag på jorden, al ting skred ganske lydløst forbi os, og jeg troede virkelig, at det var et gjenfærd.", "english_publication": "My master once told me the following: In my youth I was out one summer night walking with a girl out in the woods. All at once I saw a little ways ahead of me that a man was riding a horse and had the reins of another in his hands and he was coming towards me. I stepped aside with the girl in between some trees and stood there while he rode past with the two horses. Even though it was totally quiet, I could not hear the slightest sound of the horses’ hoof beats on the ground, everything glided silently past us, and I truly believe it was a revenant.", "keywords": {"keyword": ["belief", "girl", "horse", "master", "night", "reins", "revenant", "riding", "sounds", "summer", "tree", "woods", "youth"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}