{"publication_info": "DSkv_Till_3", "full_name": "150 - 2.05 - DSkv_Till_3", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 2.05, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}}, "stories_mentioned": {"story": {"informant_id": 235, "publication_info": "DSk_I_14", "full_name": "235 - 3.18 - DSk_I_14", "url": "data/stories/320.dfl"}}, "fielddiary_page_start": "3263b", "fielddiary_page_end": "3264b", "bibliographic_info": null, "bibliography_references": null, "annotation": "This long humorous ballad explores in remarkable detail the pettiness of local squabbles and politics. The bailiff is shown to be corrupt, and the gossip is shown to be remarkably persistent in her efforts to demean the farmer. The farmer rises to her challenge, and threatens a lawsuit for defamation. This type of litigation for libel was a recent development for the common person in the late nineteenth century; references to local newspapers, which did not become broadly available until the 1870s, further suggest that the ballad was of fairly recent origin. \n\n     In a short annotation, Tang Kristensen wrote: \"'Den onde Birte' [The evil Birte] is well known throughout the country and is quite recent. The rhyme scheme suggests this as well. It is found in Svend Grundtvig's collections and fragments of it have often been told to me.\" Oddly, the variant that Tang Kristensen published, and attributed to Jens, diverged significantly from the manuscript recording. It is possible that the printed version came from a separate collection--perhaps even a ballad collected by Hjort. If that is the case, then it is unclear why Tang Kristensen did not publish the amusing ballad that Jens sang here.", "danish_manuscript": "En Bondemand var haardt belagt alt med en Sladder\nkvinde, den skarpeste i Byen var og nær der var\nat finde.\nEnhver hun saa gav h. sin Fejt det Manden fik at\nhøre, derved blev h. vel ofte vred, men hvad\nskuld h. vel gjøre.\n--\nAfværge dette var hans Agt, men kan det ej\nudføre, det sidst blev h. som stum og døv og\nkund det ikke høre.\n--\nEn Dag [som] hun nu som ofte sker i Byen\nmæsme? kom, da traf han paa en Kone der\npaa hendes hu mon brune.\n--\nOm Kvindens Mand h. læste op de slemmeste\nNotiser. Spot og Ære Krænkelser det skrev h. i\nAviser.\n--\nI tusindvis der Plager var af denne Sladderkvinde\nderfor s. bad h. hendes M. at spære hende inde.\nDa hendes Venner dette saa hvad Ord som der stod skreven\ndet skar dem i djer Hjærter saa de tændtest op til Vrede.\nNej h. skal have Fri Forlov at sige hvad h. lyster\nMener ha ha vil forbyde det hvor vil h. hen den Kryster\n--\nDe allesammen dømte ham for hvad h. har bedreven\nmen Kvindens Mand det fandtes ej om hvem det Styk\nvar skreven.\n--\nDerfor de skrev et hellig Vise hver Kvinde ren at\ngjøre, den Mand sin Kone ære vil, sit Navn derpaa\nskal føre.\n---\nTil Herredsfogeden sendt de hen og M. lod de stævne\nh. paa Forliget møde skal og Kvindens Navn der nævne\nHerredsfogeden til ham taler saa du har hende slemt af\n\n3264A\nmalet to hundred Daler vil hun ha og Æren saa til-\nbage. To hundred D. sagde h. er ej. s. let at\nvinde, at jeg skuld sende dem bort til saadan\nSladderkvinde.\n--\nMen dertil svarte hendes M. jeg kan dig ikke skam\ntohundred D vil h. ha om du dem s. skal laane\n--\nH. sagde nej det kan jeg ej og vil det ikke gjøre\nmen har du Lyst s. vær s. god en Sag mod mig at gjøre.\n--\nPaa Loven slaa nu hendes M. h. sagde her er Penge\ndet blir vist ikke længe før du til min Hjælp kan\ntrænge.\nJa alle stor Mænd haver jeg, samt dertil deres Kvin\nder, det bliver ikke let for dig en Sag mod mig at vinde.\n--\nDin Ære skal vi rive ned, det Mod? skal vi udføre\ndin Penge skal du give ud og bort af Landet rømme\n--\nHan svarte dertil store Ord slaar ingen Mand af\nHesten udføre det er ej saa let, det mener jeg for Resten\n--\nOg derved var Forliget endt de begge hjem mon drage\nden Dag blev Byens Kvinder renst kun en der stod til\nbage. Nu skrider Tiden derend hen og Fastelavn kommer\net Bal der bliver nu bestemt i Byen for de unge\n--\nDa Sladderkvinden det fornam det hende hast fortry\nder hu prøver paa med List og Magt [det] demen det\nat forbyde\n--\nTil Fogeden gik nu hendes Bud vil du mig deri føje\nda skal jeg aldrig glemme det, hvad du for mig har døjet.\nJeg agter min Modstanders Bal til ingen Ting at gjøre\nmen kan dog ej ved al min Magt den Gjerning\nselv udføre. Men du kan gjøre Tingene ud det\nvider jeg til visse, [saa ha] at har ej have skal en\nMand der kan til Væggen pisse\n--\nOg vil du s. du gode M. mig kjærlig Hjælp bevise\ndu skal jeg sikkert til din Død din gode Gjerning prise\n--\nH. møder med 3 stærke Mænd for dem at kommandere\n\n3264B\nmed det stod ikke i hans Magt de monne ham fissere\n--\nH. brugte mangen store Ord dem vild’ de ikke høre\nsaaledes at forfærde dem, det kan h. ikke gjøre.\n--\nDa h. sin Tale havde endt til Døren hen h. kommer\nda sagde h. I Slyngester, jeg skal jer iher komme\n--\nMin Tale I ej agte vil og mig vil I fixere\nmen har I Lyst s. skal jeg snart jer alle arrestere\n--\nMen Værten sa: I gode Mænd det monne mig fortryde\ngive I mit Hus forlade vil og ingen Ting der nyde.\n--\nEn Puns for dem h.  skjænker op vil I s. god nu være\nat drikke denne ud til Puns til mit og Folkets Ære\n--\nJa dertil svarte Fogden ja, din Vilje vil vi gjøre\nnaar ikke derudi er lagt det som vil Hjærtet øder\n--\nH. sagde nej min kjære M. og tro mig ej s. ilde\nat jeg skulde skjænke eder det, s. I skuld Livet spilde\n--\nI stille drak de Skaalen ud om Munden de sig slik-\nker de sagde derfor ingen Tak men ud af Døren stikker\nTil Sladderkvinden drog de hen som hjem gaar og lyder\nhvorledes det ved Dansen gaar om de det kan forbyde\n--\nJeg mente nu s. ganske vist en Glæde dig at mælde\nmen de jo alt for modig var jeg kund dem ikke tvinge.\n--\nEn Fjæst fra mig vel lister sig min Vrede mon forvolde\nhvad som ej Mand i Haanden har er ej s. let at\nhvede\nDerfor h. [sk] i sin Vrede skrev et Brev til Herredsfogeden\nhvordan de Karle havde ham med Ballet git paa \nHovedet\nMen det kan være trolig nok de ved ej hvad de gjøre\nkald dem derfor til dig ind og lad dem Loven høre\nVær ikke sen giv dem Besked paa hvad som der staar\nskreven og lad dem siden bøde for hvad som de har\nbedreven. De Dage summed s. hastig bort de skuld\nfor Retten møde hver var mistrøstig i sin blev af\nSkræk var Kinden røde.\n", "english_manuscript": "A farmer was hard pressed\nall by a gossipy woman\nthe sharpest in the whole town\nand in the area that one could find\n\nEveryone she saw she offered her tale\nand the man heard about it\nhe often got mad about that\nbut what on earth could he do?\n\nAvert it was his intention\nbut he couldn’t manage to do it, \nat last he became so deaf and dumb\nthat he couldn’t hear it\n\nAbout the woman’s husband \nhe read out the worst notices\nMockery and defamation\nhe wrote that in newspapers\n\nWorries by the thousand came\nFrom that woman \nthat’s why he finally asked her husband\nto lock her up\n\nWhen her friends saw that\nwhat words had been written\nit cut them to their hearts\nso their anger got fired up\n\nNo, she should have free permission\nto see whatever she wants\nDoes he think he can forbid that\nWhere does he think he’s going that coward?\n\nThey all judged him for what he had done\nbut the woman’s husband \ndidn’t find out\nabout whom the piece had been written\n\nTherefore they wrote a holy ballad\nto make each woman clean\nthat man who wants to honor his wife\nhis name he should add to it\n\nThey sent for the district bailiff\nand they had the husband summoned \nhe must come to arbitration\nand they named the woman’s name\n\nThe district bailiff speaks to him\nyou’ve spoken ill of her\nshe wants two hundred daler\nand so her honor back\n\nTwo hundred daler, he said,\nis not so easy to get (win),\nthat I should send them off to\na gossipy woman like that.\n\nBut to that her husband answered\nI can’t shame you\ntwo hundred daler she wants\neven if you have to borrow them\n\nHe said, no I can’t do that\nand I won’t do it\nbut if you want, \ngo ahead and sue me\n\nTo the law her husband now turned\nhe said here is money\nit probably won’t be long\nbefore you’ll need my help\n\nYes, I have all the big men,\nand their wives as well,\nit won’t be easy for you\nto win a case against me.\n\nWe’ll tear your honor down,\nwe’ll get rid of your courage\nyou’ll have to pay out your money\nand we’ll send you out of the country\n\nHe answered that, “big words\nknock no man from his horse,”\nto carry it out is not so easy,\nthat’s what I think by the way\n\nAnd so like that the arbitration ended\nthey both had to head home\nthat day the town's women were cleaned\nonly one was left standing\n\nNow time passes\nand Fastelavn (Shrovetide) comes\nthey decide to have a dance\nfor the youngsters in the town\n\nWhen the gossip woman found out\nshe quickly regrets it\nand she tries with cunning and power\nto prevent it\n\nTo the bailiff now went her message\nif you will yield to me in this\nthen I will never forget \nwhat you have endured for me\n\nI intend my opponent’s dance\nto turn to nothing\nbut even with all my power\nI can’t do that myself.\n\nBut you can make things happen,\nI know that for a fact,\nthat one needs a man \nwho can piss up against the wall\n\nAnd if you’ll do this, my good Man\nand help me to do this\nI will certainly sing your praises\nuntil you die\n\nHe meets up with three strong men\nto order the others about\nbut it wasn’t within his power\nthey decided to fix him \n\nHe came with many big words\nthey didn’t want to listen\nhe tried to get them on their way\nbut he couldn’t do it.\n\nWhen he’d finished his speech\nhe came up to the door\nthen he said, you scoundrels\nI’m coming in here\n\nYou won’t listen to my words\nand you want to fix\nbut if you want to\nthan you I’ll soon arrest\n\nBut the host said: You good men\nI would regret that\nthat you want to leave my house \nand not enjoy anything there\n\nHe serves them up each a punch\nwould you please\ndrink this punch\nit would honor me and these people\n\nYes, the bailiff said he would,\nwe’ll do what you want us to\nas long as there isn’t anything in it\nthat would destroy our hearts\n\nHe said no, my dear man\ndon’t think that I am so evil\nthat I would pour you poison\nso that you’d lose your lives\n\nThey quietly drank the pitcher out\nand they licked about their lips\nthey didn’t say thank you\nbut took off out the door\n\nThey went off to the gossip-woman\nwho was waiting at home and listens\nhow it was going at the dance\nand if they could forbid it.\n\nI thought that I would report to you\nsomething quite happy\nbut they were far too courageous\nI couldn’t force them\n\nA fart (party?) slips away from me\nand my anger grows\nwhat a man has in his hand\nis not so easy to take away\n\nAnd so in her anger she wrote\na letter to the district bailiff\nhow those guys had with the dance \nmade a fool of him\n\nBut it’s probably true\nthat they didn’t know what they were doing\ncall them into you so\nand let them hear the law\n\nDon’t be late and let them know\nwhat is written there\nand then let them pay a fine\nfor what they’ve done\n\nThose days went so quickly by\nthey were to meet before the court\neach one was dispirited\nand from fear their cheeks were red.\n", "danish_publication": "Den onde Birte.\nEr meget bekjendt omkring i landet og er ligesom foregående nok temmelig ny. Rimene tyder også derpå. Den findes i S. Gr.s samlinger og er tit bleven foresagt mig i mindre brudstykker.\n\n1. En bondemand var hårdt belagt med en forbandet kvinde, \nhun gav ham hug og liden mad, ti fik han udi sinde.\n\n2. At vende al sin flid og konst sin Birte at formilde, \nmen dette altid var omsonst, hun lamenterte ilde.\n\n3. Han drog til kjöbstæd, kjöbte der smukt sirts til skjört og tröje, \nhan tænkte så, den bandsat mær sit hjærte skulde föje.\n\n4. Men Birte stedse Birte blev, det sirts ej hjælpe kunde, \nhun manden ud af huset drev, elendig var den bonde.\n\n5. En dag han uformodentlig slog tåen af en gryde,\nhun sprang fra rokken vredelig og mon ham kjæppen byde.\n\n6. Han var ej sen, greb kjæppen fat, og hende leksien lærte, \nså hun ej sov den hele nat for pine, ve og smærte.\n\n7. Mon se, så hastig og så snart, som det lod af at svie, hun efter gammel skik og art umulig kunde tie.\n\n8. Da sagde bonden: \"Gid du var i Helvede hos Fanden, \nbrug der din mund, din slemme mær, og skån mig for din\nbanden\".\n\n9. Straks Fanden nu for dören står, han sagde: \n\"Kjære bonde, var det din alvor, som du svor, du mig vild' Birte unde?\"\n\n10.   \"Ja\", sagde han, \"tag Birte hen, forsikring vil jeg have, \nat hun ej komme skal igjen, at pine mig og plage\".\n\n11    Kontrakt blev skreven, Fanden tog den edderblanded' kvinde, \ntil Helvede med hende drog, slap hende løs derinde.\n\n12. Hun straks opvakte klammeri, de djævle til stor plage, \nder aldrig gik en dag forbi, der blev jo hørt en klage.\n\n13. Ja, der kom bud fra Belsebub til ham, som hend' indbragte, \nhan skulde føre Birte ud, hvordan han det end magte.\n\n14. Til bonden lader Fanden stå og spörger, om han vil tage \nBirte igjen, da skuld' han få af guld og rige gaver.\n\n15. Han sendte da to snedig' mænd, som bonden kund' indtage; \nda han kontrakten tog igjen, blev Fanden fri for plage.\n\n16. Nu rygtedes i alle land, hun djævle kan uddrive,\ndet hændte sig, en mægtig mand lod brev til hannem skrive:\n\n17. Min bedste karl er besat, du endelig må komme,\nog tjene dig en mægtig skat og røde guld i lommen.\n\n18.   Han træder ind, men Birte står bag dören, \nFanden spörger: \"Hvem har vel efter dig haft bud, hvad har du her at gjøre?\"\n\n19. Da sagde han: \"Mit ærend' er at sælge to par stude, \nmen ellers så står Birte her og venter på dig ude\".\n\n20. Ved disse ord får Fanden skræk: \"Hvem har ladt hende stævne?\"\nSå spörger han, og ta'r straks væk, da han hør' hende nævne.\n\n21. Så drog den bonde og Birte hjem med guld og rige gaver, \nmen Birtes vilje måtte frem, bonden til tusend' plager.\n\n22. Spörg du til sidst, hvor Birte kom, som kunde alle skræmme, \ni skjærsild fik hun intet rum, Helved' kan hend' ej gjemme.\n\n23. Nu er hun i den mørke vrå, man Helveds forstu' kalder, \nder skal hun som en porthund stå, det hende ej gefalder.", "english_publication": "1. A farmer was hard pressed by a damn woman\nshe hit him and gave him little food, until he went out of his mind\n\n2. He used all his diligence and skill to placate his Birte\nbut it was all for naught, she continued to complain\n\n3. He went to the market town, he bought beautiful colored fabric for blouses and skirts\nhe thought that that damn mare would have a change of heart\n\n4. But Birte kept being Birte, that colored fabric couldn’t help\nshe drove her man from the house, that farmer was miserable\n\n5. One day he accidentally broke a toe off of a pot\nshe jumped angrily up from the spinning wheel, and offered him the whip\n\n6.He wasn’t late, he grabbed the whip, and she learned a lesson\nso she didn’t sleep the whole night because of pain, pain and more pain\n\n7.But see as soon as she started to get better\nshe went back to her old ways and couldn’t keep quiet\n\n8.Then the farmer said: “I wish you were in hell with the devil,\nuse your mouth there, you horrible mare, and spare me your curses\n\n9. Immediately, the devil stood at the door, he said, “Dear Farmer,\nwere you serious when you swore that you wanted me to have Birte?”\n\n10. “Yes,” he said, “take Birte away, I want some insurance\nthat she won’t come again, to pain and bother me.”\n\n11. The contract was written, the devil took the poison-mixed woman\nto hell he went with her, and let her go in there\n\n12. She immediately caused a ruckus, she bothered all the devils,\nnever a day went by when there wasn’t a complaint heard\n\n13. Yes, there came a message from Beelzebub to him, who’d brought her there,\nhe was to take Birte away, however it was that he managed it\n\n14. The devil goes off to the farmer and asks him\nif he’ll take Birte again, then he’d get gold and rich gifts\n\n15. He then sent two wily men, whom the farmer could house;\nwhen he took the contract back, the devil was free from bother\n\n16. Now it was rumored in all the land, she could drive out devils,\nand so it happened, a powerful man wrote her a letter:\n\n17. My best farmhand is possessed, you must come,\nand earn yourself a giant fortune and red gold in your pocket\n\n18. He walks in, but Birte stands behind the door, the devil asks:\n“Who has sent for you, what are you doing here?”\n\n19. Then he said, “My errand is to sell two pair oxen,\nbut otherwise Birthe is standing waiting for you out here.”\n\n20. With these words, the devil got scared: “Who called for her?”\nThat’s what he asks, and immediately leaves, when he hears her name.\n\n21. Then that farmer and Birte went home with gold and rich gifts,\nbut Birte’s will had to come out, and bothered the farmer 1000 times\n\n22. If you ask, where Birte finally ended up, the one who could scare everyone,\nthere was no room for her in purgatory, hell cannot hide her.\n\n23. Now she is in the dark nook that you call the anteroom to hell,\nthere she is to stand as a watchdog, she does not like it.\n", "keywords": {"keyword": ["beautiful", "Birte", "blouse", "curse", "dark", "day", "devil", "door", "errand", "farmhand", "farmer", "food", "free", "giant", "gift", "gold", "heart", "hell", "home", "horrible", "house", "land", "learning", "letter", "mare", "market", "message", "mouth", "name", "night", "nook", "old", "ox", "pain", "pocket", "poison", "pot", "red", "rich", "ruckus", "skirt", "sleep", "swear", "toe", "town", "wheel", "whip", "wish", "woman", "writing"]}, "etk_index": {"heading_danish": "Dansk Skjæmteviser", "heading_english": "Danish Jocular Ballads"}, "tango_indices": {"tango_index": [null, null, null, null, null]}, "genre": null}