{"publication_info": "DS_II_B_103", "full_name": "487 - 0.00 - DS_II_B_103", "informant_id": 487, "informant_last_name": "Nielsen", "informant_first_name": "H. P.", "informant_full_name": "Lærer H. P. Nielsen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 860, "name": "Sejling", "display_name": "Sejling (place recorded)"}, {"place_id": 1012, "name": "Sandvig", "display_name": "Sandvig (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 90, "publication_info": "DSnr_II_B_130", "full_name": "90 - 3.04 - DSnr_II_B_130", "url": "data/stories/358.dfl"}, {"informant_id": 241, "publication_info": "DSnr_II_B_203", "full_name": "241 - 4.10 - DSnr_II_B_203", "url": "data/stories/181.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "En tærskemand skulde en morgen tidlig hen til en gård, der lå langt fra byen; han gik fra Sandvig og ad Skalsby. Da han kommer op på Rasmus Bo's mark, ser han, at der ligger en grå vædder på ryggen i en ren med alle fire ben i vejret. Manden gik så hen og løftede den op; men da han havde gået et lille stykke, ser han, at der ligger akkurat én lige sådan. Han blev nok lidt forundret, men gik lige godt hen og rejste den op med. Da han havde gået et lille stykke til, så ligger den samme fyr der igjen. Men så siger manden: \"Nej, nu skal du have tak, du har narret mig to gange, den tredje gang skal du ikke narre mig.\" Nu kunde han forstå, hvad det var, og så grinede nissen.", "english_publication": "A thresher was supposed to go to a farm which was quite a distance from the town early one morning; he walked from Sandvig over to Skalsby. When he gets up to Rasmus Bo’s field he sees that there is a gray ram lying on its back in a ditch with all four legs in the air. The man goes over and lifts it up. When he has walked a little farther, he sees that there is exactly one like it lying there. He was a bit puzzled but he went over and righted it as well. Then when he’d walked a little farther again, the same fellow is lying there again. But then the man says: “No, now I’ll thank you, you tricked me twice, but you aren’t going to trick me a third time.” Now he knew what it was, and then the nisse laughed.", "keywords": {"keyword": ["air", "farm", "field", "laughter", "leg", "morning", "nisse", "Rasmus", "thank", "threshing", "town", "trickery"]}, "etk_index": {"heading_danish": "Nisser", "heading_english": "Household spirits"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}