{"publication_info": "DS_IV_744", "full_name": "373 - 0.00 - DS_IV_744", "informant_id": 373, "informant_last_name": "Hansen", "informant_first_name": "Hans", "informant_full_name": "Hans Hansen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 841, "name": "Ørridslev", "display_name": "Ørridslev (place recorded)"}, {"place_id": 359, "name": "Langesø", "display_name": "Langesø (place mentioned)"}, {"place_id": 701, "name": "Viggerslev", "display_name": "Viggerslev (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_IV_687", "full_name": "241 - 2.15 - DS_IV_687", "url": "data/stories/165.dfl"}, {"informant_id": 150, "publication_info": "DS_VII_887", "full_name": "150 - 4.09 - DS_VII_887", "url": "data/stories/120.dfl"}, {"informant_id": 150, "publication_info": "Unpub_BJK_410", "full_name": "150 - 4.10 - Unpub_BJK_410", "url": "data/stories/121.dfl"}, {"informant_id": 123, "publication_info": "DS_IV_720", "full_name": "123 - 2.01 - DS_IV_720", "url": "data/stories/375.dfl"}, {"informant_id": 90, "publication_info": "DS_VI_1271", "full_name": "90 - 3.09 - DS_VI_1271", "url": "data/stories/363.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Om en fru Ida på Langesø fortælles, at hun spøgede så slemt, da hun var død. Hun kjørte om natten fra Vigerslev kirkegård, hvor hun var begravet, og hjem til Langesø med fire sorte heste, og gloende tunger hængte dem ud af halsen. Hun skulde igjennem Rue, men her boede en mand i sprøjtehuset, og han holdt ikke af den spøgen og kjörsel forbi sit hus ved nattetid. Han strøede derfor hørfrø på vejen uden for sit hus, ti så kunde hun ikke kjøre der over. Hun kunde så heller ikke komme over, men så blev der sådan en bryden og tumlen i huset, at der næppe var til at være, ti hun måtte så der igjennem. Så strøede manden ikke hørfrø tiere, ti det var da værre, når hun skulde igjennem huset, end som når hun kjørte forbi. Hun blev altså ved med sin natlige færd; men til sidst blev det dem for strængt på Langesø, ti hun holdt sådant et styr der på gården om natten, så hun var nær ved at sætte alt på den anden ende. Men så var der præsten Balslev i Hårslev, han var så klog, at han kunde mane. De fik da ham til at mane fru Ida. Han manede hende i Sortemose ved Langesø. Han havde sine bøger med, men da han tog den første og vilde begynde at læse, så slog hun den fra ham, lige så den næste, han tog, men den tredje måtte hun lade ham beholde. Der blev så rammet en pæl igjennem hende, og den sidder i mosen endnu. Dersom nogen kommer hen at røre ved den pæl og rokker med den, så høres en stemme nede fra, som siger: \"Rok hårdt.\"\n     Om fru Ida fortælles, at da talen i et selskab var om arbejdsfolkene, og der var nogen, der ligesom tog lidt til orde for dem og sagde, at de var lige så godt mennesker som dem, så sagde fru Ida: \"Om også hele gejstligheden tillader, at arbejdsfolkene kommer til Himmerig, så gjör jeg og min sön Jakob det ikke.\"", "english_publication": "They say that Lady Ida at Langesø haunted so bad after she'd died. She drove at night from Vigerslev cemetery, where she was buried, home to Langesø on a carriage pulled by four black horses with glowing tongues hanging out of their mouths. She had to go through Rue, but there was a man who lived there in the pump house who didn't like all this haunting and driving past his house at night. He spread linseed on the road in front of his house so she couldn't drive over it. She couldn't get past it either, and then there was a huge tumult in the house so that they almost couldn't stay there, because she had to go through the house instead. Then the man didn't spread any linseed anymore, since it was worse when she had to go through the house than when she drove past. She continued with her nightly journey; but finally it got to be too bad there at Langesø, since she made such a commotion at the farm there at night that she was about to turn everything upside down. But then there was a minister Balslev in Hårslev, he was so wise (cunning) that he could conjure. They got him to conjure Lady Ida. He conjured her in Sortemose near Langesø. He had his books with him, but when he took the first one and wanted to start reading, she knocked it away from him, and the same thing happened with the next one he took, but she had to let him keep the third one. A post was then rammed down through her, and it is still out in the swamp to this day. If someone happens to knock into the post or rock it, then one hears a voice from below that says, \"Rock hard.\" \n     They say that if there was a party and someone started talking about the workers and said that they were just as good people as them, then Lady Ida would say, \"Even if all the ecclesiastics allow the workers to go to Heaven, my son Jakob and I will not allow that.\"", "keywords": {"keyword": ["black", "books", "bracken", "burial", "cemetery", "conjuring", "Cunning Folk", "day", "death", "farm", "haunting", "heaven", "home", "horse", "house", "ida", "Jakob", "lady", "minister", "night", "party", "post", "road", "seeds", "son", "swamp", "tongue", "voice", "worker"]}, "etk_index": {"heading_danish": "Herremænd, fruer, jomfruer", "heading_english": "Manor lords, ladies and misstresses"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}