{"publication_info": "DS_V_1028", "full_name": "150 - 2.06 - DS_V_1028", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 2.06, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 548, "name": "Skovhul", "display_name": "Skovhul (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 150, "publication_info": "DS_II_C_115", "full_name": "150 - 2.07 - DS_II_C_115", "url": "data/stories/54.dfl"}}, "fielddiary_page_start": "3265a (1)", "fielddiary_page_end": "3265a (1)", "bibliographic_info": null, "bibliography_references": null, "annotation": "Although revenants driving carriages and wagons are not uncommon, usually the driver is a man, not a woman. It is unclear what a \"half wagon\" is, although it is most likely a short bed wagon. The farmhand and the hired girl's discussion about having sex in the back of the wagon results in the sudden and frightening attack on their dog. The girl and the boy have clearly opened themselves, the farm and the long-term fertility of the community to extraordinary threat. Per Ingvarsen's decision to use Christian icons and sharpened metal to beat back the threat is effective.", "danish_manuscript": "Der var en gammel Kjæll. h. kom kjørende i en Halv-\nvogn med 1 Hest for en tohjulet Vogn kom nord\nfra og de kaldte hend hender i Halvvognen og kjørte\nned ad Ledkrogen og s. op omkring ved Per Ing-\nvarsens og s. hen ad Vejen til Skovhulen og s.\nderop. S. var det en Aft te Per I.s Pige sagde\ntil Karlen dede nu skulde h. ligge med hende i\nHalvvognen i Nat, og de praatede med hverandre\nom dh. S. før de vidste af kom der noget\nog tager deres Hund og hug ham ind imod Stue-\ndøren og s. blev P. I s. fornærmet te h. slog\nen Kniv i Bjælken og slog Kors over Døren\nog s. fik de en stor Hoben Utak.", "english_manuscript": "There was an old woman who came driving in a half wagon pulled by one horse in a two-wheeled wagon coming from the north and they called her, \"the one in the half wagon,\" and she drove down along Ledkrogen and then up past Per Ingvarsen's and then along the road to the Skovhul (Woods hollow) and then up that way. Then one night Per Ingvarsen's hired girl said to his farmhand that now she wanted him to lay with her in the half wagon tonight, and so they stood talking to each other about this. Before they knew it, something came and took their dog and threw it up against the door of the main room. Then Per Ingvarsen got so annoyed that he jabbed a knife into the post and made a cross over the door, and then they got a huge amount of grief.", "danish_publication": "Der var noget spøgeri, der så ud som en gammel kjælling. Hun kom kjørende i en halvvogn med en hest for og havde en bitte rød vreden pisk i hånden. De kaldte det \"hende i halvvognen\". Hun kom nord fra og kjørte ned ad Ledkrogen og så op omkring ved Per Ingvarsens og så hen ad vejen til Skovhulen. Så var det en aften, te Per Ingvarsens pige og karl de stod og pråtede med hinanden, og så siger pigen til ham, dede nu skulde han ligge ved hende i halvvognen i nat. Men för de vidste af det, kom der noget og tog deres hund og hug ham ind imod stuedören. Så blev Per Ingvarsen fornærmet og gav dem en hel hoben utak, og så skyndte han sig at slå kors over dörene og  jog en kniv ind i bjælken.", "english_publication": "There was a haunt that looked like an old woman. She came driving in a half wagon with a horse before it and she had a little angry red whip in her hand. They called it, “The woman in the half wagon.” She came from the north and drove down along Ledkrogen and then up past Per Ingvarsen’s and then along the road to the Skovhul (Woods hollow). Then one night Per Ingvarsen’s farmhand and hired girl stood there talking to each other, and then the girl says that she wanted him to lay with her in the half wagon that night. But before they knew it, something came and took his dog and threw it up against the door of the main room. Then Per Ingvarsen got annoyed and gave them a lot of grief, and then he hurried and made a cross over the door and jabbed a knife into the doorpost.", "keywords": {"keyword": ["angry", "dog", "door", "farmhand", "girl", "hag", "haunting", "hollow", "horse", "knife", "night", "north", "old", "Per Ingvarsen", "red", "road", "tonight", "wagon", "whip", "woods"]}, "etk_index": {"heading_danish": "Kvindelige gjenfærd", "heading_english": "Female revenants"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}