{"publication_info": "DS_V_1454", "full_name": "458 - 0.00 - DS_V_1454", "informant_id": 458, "informant_last_name": "Lund", "informant_first_name": "Hans", "informant_full_name": "Hans Lund", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 398, "name": "Madum sø", "display_name": "Madum sø (place recorded)"}, {"place_id": 283, "name": "Horsens", "display_name": "Horsens (place mentioned)"}, {"place_id": 1013, "name": "Skindbjærg", "display_name": "Skindbjærg (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 395, "publication_info": "DS_V_1443", "full_name": "395 - 0.00 - DS_V_1443", "url": "data/stories/651.dfl"}, {"informant_id": 339, "publication_info": "DS_V_1422", "full_name": "339 - 0.00 - DS_V_1422", "url": "data/stories/766.dfl"}, {"informant_id": 104, "publication_info": "DS_V_1477", "full_name": "104 - 0.00 - DS_V_1477", "url": "data/stories/812.dfl"}, {"informant_id": 551, "publication_info": "DS_V_1484", "full_name": "551 - 0.00 - DS_V_1484", "url": "data/stories/489.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Det var den gang markerne blev udskift, da boede der én i Skindbjærg, der hed Knud, og han giver hans karl en rigsdaler for at flytte skjellet ned på hans nabo. Karlen skulde flytte skjellet seks alen, det var jo en ager, og naboen kaldte de Mads Sörensen. Han flyttede så der fra Knud om November og flyttede til Horsens, og om sommeren efter fik han tyfus og døde deraf. Den gang han var så begravet, så sögte han tilbage til Knuds. Da Knud kom ud om aftenen, da stod han lige så kridhvid der uden til dören. Knud vidste, hvad det betød, og han lukkede dören igjen. Men siden den tid hver gang de vandede øg om aftenen, så de, han kom der op igjen lige så kridhvid, og folkene blev jo rædde for ham. Knud måtte nu op til præsten og have ham derned. Degnen kaldte de Grejs Grå, og han var kusk for præsten der til Skindbjærg. Den gang de havde været der nede lidt, så møder spøgelset. Denher Mads Sörensen var ordret til at møde med en sparre, for han skulde være til stede ved at flytte skjellet tilbage. Den gang så gjengangeren var mödt, så siger degnen til præsten, om han vilde nu gå ud til ham. Ja, han var ikke allermest want ved det. Ja, så vilde han, siger degnen, og så gik han ud til ham. Den gang de fik så talt sammen, siger degnen til Mads Sörensen og Knud, at nu kunde de komme. Degnen følger derpå med dødningen hen til det sted, hvor han havde gravet hullet, og så dertil, hvor han havde flyttet skjellet fra. Sådan blev de ved, til de kom skjellinien igjennem. Så siger spøgelset, da de kom linien til ende: \"Vil du tilgive mig, så vil Gud og tilgive dig.\" Mads sagde ja, og så lige med det samme var den anden forsvunden. Den gang de skulde til at hjem, så siger præsten til degnen: Nu kunde han sætte sig op i hans sæde, for han var hans mester. Han sagde för du til ham, men nu sagde han I.", "english_publication": "It was at the time when the fields were partitioned, there was one who lived in Skindbjærg and he gives his farmhand a rixdollar to move the marker into his neighbor’s field. The farmhand was supposed to move the marker twelve feet, that was an acre, and the neighbor was called Mads Sørensen. The farmhand moved there from Knud in November and moved to Horsens, and the next summer he got typhus and died. Then when he was buried he sought his way back to Knud’s place. When Knud came out at night, the farmhand stood right there, chalk white, outside the door. Knud knew what it meant and he closed the door again. But after that, every time he watered the jades in the evening, they saw that he came up again, just as chalk white, and the people were scared of him. Knud had to go up to the minister now and get him down there. They called the parish clerk Grejs Grå and he was the driver for the minister from Skindbjærg. When they had been down there a little bit, the ghost appears. This here Mads Sørensen had been told to come along with a chevron, since he was supposed to be there to move the marker back again. Then when the revenant had come, the parish clerk says to the minister, that he should go out to him. Well, he really didn’t want to. Then he’ll do it, says the parish clerk, and then he went out to him. Then after they’d talked together, the parish clerk says to Mads Sørensen and Knud that they could come now. The parish clerk follows the dead farmhand now to the place where he had dug the hole and then to where he had moved the marker from. They continued that way until they had done the entire dividing line. Then the ghost says when they get to the end of the line: “If you will forgive me, God will forgive you.” Mads said yes, and then immediately the other one disappeared. Then when they were going to go home, the minister says to the parish clerk: Now he could get up in his seat, because he was his master. The minister used to say “du” (a less formal form of the second person pronoun) to him, now he said “I” (a more formal form of the second person pronoun).", "keywords": {"keyword": ["burial", "chalk", "death", "digging", "disappearance", "door", "driver", "evening", "farmhand", "field", "ghost", "god", "home", "jade", "Knud", "Mads", "Mads Sørensen", "master", "minister", "neighbor", "night", "November", "outside", "parish clerk", "revenant", "summer", "white"]}, "etk_index": {"heading_danish": "Gjenfærd på uretfærdig jord", "heading_english": "Revenants on ill-gotten land"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}