{"publication_info": "DS_II_D_72", "full_name": "384 - 0.00 - DS_II_D_72", "informant_id": 384, "informant_last_name": "Hansen-Nørremølle", "informant_first_name": "Hans Peder", "informant_full_name": "Landdagsmand Hans Peder Hansen-Nørremølle", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 884, "name": "Sundeved", "display_name": "Sundeved (place recorded)"}, {"place_id": 1014, "name": "Borup", "display_name": "Borup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 326, "publication_info": "DS_II_D_73", "full_name": "326 - 0.00 - DS_II_D_73", "url": "data/stories/471.dfl"}, {"informant_id": 558, "publication_info": "DS_II_D_109", "full_name": "558 - 0.00 - DS_II_D_109", "url": "data/stories/754.dfl"}, {"informant_id": 348, "publication_info": "DS_II_D_99", "full_name": "348 - 0.00 - DS_II_D_99", "url": "data/stories/761.dfl"}, {"informant_id": 559, "publication_info": "DS_II_D_77", "full_name": "559 - 0.00 - DS_II_D_77", "url": "data/stories/635.dfl"}, {"informant_id": 241, "publication_info": "DSnr_II_D_63", "full_name": "241 - 4.22 - DSnr_II_D_63", "url": "data/stories/194.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Nede ved Bækgrén mellem Borup og Blans kom der en aften en hel flok kartepiger og vilde over åen. Denne var svulmet op, så broen var overskyllet, og nu vidste de slet ikke, hvorledes de skulde komme over. Da udbrød én af pigerne: \"Havde vi bare et helmis, så kunde vi ride over.\" I det samme kom der en grå hest og stod ved siden af dem. En af pigerne satte sig straks op på den, og det viste sig, at der var god plads til én mere. Så satte én til sig op, men pladsen var lige god derfor. Nu satte flere piger sig op, og alt imens voksede bæstet, og blev længere og længere, så efterhånden fik alle kartepigerne plads på ryggen af det. Da alle var komne op, gik hesten ud i åen med dem. Hid indtil havde pigerne ikke sagt et ord af bare forundring, men midt i åen udbrod én:      \n\"Jössus Kristus kors,\nsikken et langt hors.\"\nVed disse ord forsvandt bæstet under dem, og alle pigerne lå og plaskede midt i vandet. De fleste mener, at det var \"e trold\", som de red på, og som måtte vige, da korset blev nævnt.", "english_publication": "One night down near Bækgren between Borup and Blans, a whole group of carding girls came and wanted to cross the river. It was swollen and the bridge was washed out and now they had no idea how they could get over. Then one of the girls exclaimed, “If only we had a horse, then we could ride over.” Immediately a gray horse appeared and stood next to them. One of the girls immediately got up on it and it turned out that there was plenty of room for more. So another one sat up on the horse, but there was just as much room as before. Now more girls got up, and all the while the animal grew, and got longer and longer so, after a while, all the carding girls had found a place on its back. When they were all up, the horse went out into the river with them. Until now, the girls hadn’t said a word out of shear amazement, but right in the middle of the river one of them exclaimed: \n“Jesus Christ’s cross, \nwhat a long horse!” \nAt these words the beast disappeared out from under them, and all the girls lay in the middle of the water. Most people believe that it was “a troll” which they had ridden on and it had to yield when the cross was named.", "keywords": {"keyword": ["animals", "beast", "belief", "bridge", "carding", "Christ", "disappearance", "girl", "horse", "Jesus", "name", "night", "riding", "river", "troll", "water"]}, "etk_index": {"heading_danish": "Vandets ånder", "heading_english": "Water spirits"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}