{"publication_info": "DS_II_F_1", "full_name": "238 - 0.00 - DS_II_F_1", "informant_id": 238, "informant_last_name": "Pedersen", "informant_first_name": "Henrik", "informant_full_name": "Henrik Pedersen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": {"place_id": 829, "name": "Maribo", "display_name": "Maribo (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "DS_II_F_14", "full_name": "150 - 2.15 - DS_II_F_14", "url": "data/stories/62.dfl"}, {"informant_id": 387, "publication_info": "DS_II_F_18", "full_name": "387 - 0.00 - DS_II_F_18", "url": "data/stories/595.dfl"}, {"informant_id": 364, "publication_info": "DS_II_F_8", "full_name": "364 - 0.00 - DS_II_F_8", "url": "data/stories/660.dfl"}, {"informant_id": 112, "publication_info": "DS_II_F_32", "full_name": "112 - 0.00 - DS_II_F_32", "url": "data/stories/745.dfl"}, {"informant_id": 69, "publication_info": "DS_II_F_15", "full_name": "69 - 0.00 - DS_II_F_15", "url": "data/stories/826.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Når en kvinde første gang er frugtsommelig og går i angst for födselssmærterne, kan hun slippe for dem, når hun selv vil. Hun skal da för dag gå hen, hvor der ligger en horserad (hestebenrad) eller en horseham (hammen, som omslutter føllet för fødslen) og stille den op. Når hun så kryber nøgen der igjennem tre gange i Djævelens navn, får hun aldrig nogen sinde fødselsveer at mærke; men der knytter sig til hendes førstefødte den forbandelse, at barnet bliver halvvejs dyr; er det en dreng, bliver han en varulv, men er det en pige, bliver hun en mare. Sådanne små stakler ser ud som andre börn på det nær, at öjenbrynene går helt sammen over næsen. Men de er tillige født med en lådden \"dot\" (lidt ophøjet plet) mellem skuldrene; den søger moderen meget omhyggelig at skjule, medens barnet er lille, men når det bliver større, meddeler hun det, hvad dotten har at betyde, og så skal barnet nok både da og siden vogte sig for at blotte sig i andres nærværelse. Når barnet bliver fuldvoksent, kommer dets forbandelse, dyrenaturen frem; så snart mørket er faldet på, fjærner den ulykkelige sig fra andre mennesker, hvorpå dotten mellem skuldrene udvider sig, så hele legemet bliver låddent og med det samme får dyreskikkelse. Så står der en varulv eller mare, eftersom det er en mand eller kvinde, der er forvandlet. Varulven farer ud for at se, om han kan træffe en kvinde, der er frugtsommelig; kan han det og kan komme af sted med at rive fosteret levende ud af moderens liv og dræbe det, så er hans forbandelse hævet med det samme, så han for fremtiden er som andre mennesker. Når en varulv farer ud, humper den af sted på tre ben, medens det fjerde stikker bag ud som en hale. Hunde er al tid slemme ved en sådan stakkel og farer hylende og halsende efter den, og da den kun kan humpe på tre ben, har hundene let ved at indhente den; den må da søge tilflugt mellem tætte buske og tjörne, hvor hundene ikke vover sig ind efter den. Man kan al tid se på et varulvmenneske, når hundene har været efter ham, ti så er han så fælt forreven i ansigtet. Et varulvmenneske kan også blive forløst fra sin ulyksalige tilstand, når én, medens han er i sin naturlige skikkelse, kommer til at sige til ham, at han er en varulv.\nEn mares skikkelse véd man ikke så meget om, kun at den er som et lille låddent dyr. Maren søger mest at komme ind, hvor mænd sover, dog kan den også godt få i sinde at \"ride\" kvinder. Den kan kun komme igjennem nøglehullet eller et hul, som er boret i dören, loftet, vinduet eller andet træværk, derfor må man være så forsigtig at tilstoppe alle slige huller, hvis man vil undgå mareridt. Man kan også værge sig ved at stille sine træsko foran sengen med hælene ind mod den, ti maren kan ikke komme op, uden at den kan træde ret i dem først. Ridningen består i en meget smærtefuld trykken for brystet og helt op i halsen, det er ligefrem, som om man skal kvæles. Denne fornemmelse fremkommer ved, at maren lægger sig oven på sengedynen lige over ens hjærtekule, og skjönt maren kun er lille, har den en umådelig vægt, når den sådan lægger sig på én. Den, som frygter mareridt, skal anbringe et rundt håndsold således, at han kan lade det falde over maren og fange den, men han skal anbringe snoren, eller hvad han nu bruger, således, at han, så såre maren er ved at lægge sig, kan lade soldet falde blot ved at gjøre en lille bevægelse, ti har den først lagt sig, så er det umuligt for ham at røre så meget som en finger; det eneste, man under ridningen kan bevæge, er öjnene. Lige med et, för man véd af det, er maren borte, man mærker ikke, den kommer ind, og heller ikke, at den forlader éns sovekammer. Kan man på den nævnte måde slippe til at fange en mare, er den frelst fra forbandelsen, ti den har ikke magt til at kaste soldet til side, för den får talt alle hullerne i soldets bund; men det kan den ikke komme af sted med. Når så dagskjæret falder ind på den, er den forvandlet til menneske med det samme, og den bliver aldrig mare mere. Der er sikkert ikke få frugtsommelige kvinder, der tror på varulves tilværelse, og af den grund ikke tör vove sig uden for en dör, når mørket falder på. ", "english_publication": "When a woman is pregnant for the first time and is afraid of the birthing pains, she can escape them whenever she wants. Before the day, she should go where there's a horse skeleton or a horse placenta and set it up. If she crawls through there three times in the name of the devil, she will never feel any labor pains; but there is a curse that attaches to her first born, the child will be half animal; if it is a boy, he will become a werewolf, but if it is a girl, she will become a mare. These poor little ones look like other children except that their eyebrows grow together over their nose. But they are also born with a hairy spot between their shoulders; and the mother tries to hide it quite conscientiously while the child is young, but when it gets bigger, then she tells it what the spot means and then the child has to be careful not to get undressed in front of others. When the child is fully grown, the curse of the animal comes out; as soon as it gets dark, the unlucky one goes away from other people, and the spot grows bigger until the whole body is covered with hair and it takes on the animal shape. Then there's a werewolf or a mare there, depending on whether it is a man or a woman who is cursed. The werewolf goes out to see if he can find a pregnant woman; if he can and if he can tear the fetus alive from the woman and kill it, then his curse is lifted and he is like other people from then on. When a werewolf goes out, it limps about on three legs, while the fourth sticks out back like a tail. Dogs are always mean to a poor person like that, and always chase him, barking and howling, and since it can only limp on three legs, the dogs have an easy time catching it; it has to try to escape through thick bushes and thorns, where the dogs don't dare go after it. You can always see on a werewolf person when the dogs have been after him, since he has all sorts of scratches on his face. A werewolf can also be released from his unfortunate circumstances if someone, while he is in his normal shape, says to him that he is a werewolf. One doesn't know that much about the shape of the mare, except that it is a little furry creature. The mare most often tries to get in where men are sleeping, but it can also decide to \"ride\" women. It can only come in through the keyhole or through a hole drilled in the door, the ceiling, the window or some other wood, and so one has to be careful to plug all holes like that if one wants to avoid being ridden by the mare (nightmares). One can also protect against the mare by placing one's clogs with the heels in, because the mare cannot come up into a bed unless it can step properly into the clogs first. The riding consists of a very painful pressure on the chest all the way up to the throat, it is just like one is going to be strangled. This feeling comes from the mare sitting on top of the blanket right over one's heart, and even though the mare is little, it is incredibly heavy when it lies on one like that. If one is afraid of the mare, one should get a round hand sieve (såld) and set it up so that it can fall down over the mare and catch it, but one needs to use a rope or whatever one wants to use, so that as soon as the mare lies down, that the sieve can fall just by making a small movement, since once it has lain down, then it is impossible to move even a finger; the only thing one can move during the riding is one's eyes. All of a sudden, before one realizes it, the mare is gone, one doesn't notice it come in, nor that it leaves one's bedroom. If one can get catch a mare in the manner mentioned, the mare is released from its curse, because it does not have the strength to throw the sieve aside until it has counted all the holes in the bottom of it; but it cannot do that. When the first rays of the day hit it, it turns into a person immediately, and then it will never be a mare again. It probably is not just a few pregnant women who believe in werewolves and, because of that, do not dare go outside when it gets dark.", "keywords": {"keyword": ["afraid", "animals", "bed", "belief", "birth", "body", "boy", "bushes", "ceiling", "chase", "chest", "children", "clogs", "creature", "curse", "dark", "day", "devil", "dog", "door", "escape", "eye", "fall", "finger", "girl", "hair", "heart", "horse", "keyhole", "kill", "labor", "leg", "mare", "mother", "name", "nightmare", "nose", "outside", "placenta", "poor", "pregnant", "riding", "rope", "shoulder", "sieve", "skeleton", "sleep", "strength", "tail", "three", "throat", "undressed", "werewolf", "window", "woman", "wood", "young"]}, "etk_index": {"heading_danish": "Varulve og marer", "heading_english": "Werewolves and nightmares"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}