{"publication_info": "DS_II_C_115", "full_name": "150 - 2.07 - DS_II_C_115", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 2.07, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 200, "name": "Gravlev", "display_name": "Gravlev (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 418, "publication_info": "DS_II_C_25", "full_name": "418 - 0.00 - DS_II_C_25", "url": "data/stories/458.dfl"}, {"informant_id": 511, "publication_info": "DS_II_C_78", "full_name": "511 - 0.00 - DS_II_C_78", "url": "data/stories/532.dfl"}, {"informant_id": 401, "publication_info": "DS_II_C_112", "full_name": "401 - 0.00 - DS_II_C_112", "url": "data/stories/715.dfl"}, {"informant_id": null, "publication_info": "DS_II_C_106", "full_name": "0 - 0.00 - DS_II_C_106", "url": "data/stories/865.dfl"}, {"informant_id": 241, "publication_info": "DSnr_II_C_10", "full_name": "241 - 2.19 - DSnr_II_C_10", "url": "data/stories/169.dfl"}, {"informant_id": 150, "publication_info": "DS_V_1028", "full_name": "150 - 2.06 - DS_V_1028", "url": "data/stories/53.dfl"}]}, "fielddiary_page_start": "3265a (2)", "fielddiary_page_end": "3265a (2)", "bibliographic_info": null, "bibliography_references": null, "annotation": "Stories of Odin's hunter and the night raven are widely attested (JPP 2.19). In this story, both creatures cause a slight disruption. The night raven is the more threatening supernatural creature in the second of these two short accounts. The farmhand's mimicking of the night raven is related to stories in which individuals inadvertently call the devil to them with disastrous results. Here, the farmhand gets a scare and the night raven gets a local nickname. It also resonates with the farmhand and hired girl's teasing of the revenant in the previous story (BJK 2.06).", "danish_manuscript": "Wolravne de blev af, naar de i Slaget ikke fik Kongen eller Høvdingen funden og begravet og der saa kom Ravne og aad af ham, de blev til V. og den der aad hans Hjærte den fik Mskeforstand og kunde gjøre ondt og forvende Msker og var nogle skrækk. Dyr og havde over mskelig Magt.", "english_manuscript": "The Wolravens came into being if, during a battle, they didn't find the king or chieftain and bury him, and then ravens came and ate part of him, these would become Valravens, and the one that ate his heart got the knowledge of a human and could do evil and twist (bewitch) people and they were really frightening animals and they also had supernatural powers.", "danish_publication": "En mand havde kjørt et læs lyng her over, som de havde draget over i bakkerne. Da de vilde nu til at bære det ind om aftenen, da kom natravnen og forskrækkede min moder, og hun sprang værgeløs ind ad.\n      Det var en gang i Gravlev kro, der var så mange unge forsamlede. Så var der én, der hed Jokum, han skjæft efter natravnen og sagde ba-u ligesom den. Men så kom den efter dem ude på gaden, og de sprang jo ind i kroeret og vilde hytte dem. Jokum havde sagt: \"Hvad er det for en gut, der siger ba-u?\" og siden kaldte de den så Jokums gut. Nå, så flöj natravnen jo væk igjen, men Jokum turde ikke vel komme ud af kroeret, han var den sidste der den aften.", "english_publication": "A man had driven a load of heather over here, which they’d gathered over in the hills. When they were going to carry it in at night, the night raven came and scared my mother, and she ran inside defenseless. \n     One time over at Gravlev Inn, a large group of youngsters had gathered. Then there was one called Jokum, he called for the night raven and said “ba-u” just like it. But then it came after them out on the street, and they ran into the inn and wanted to hide. Jokum had said, “What kind of a guy says ba-u?” and after that they’d called it Jokum’s guy. Well, then the night raven flew away again, but Jokum didn’t dare come out of the inn, he was the last one there that night.\n", "keywords": {"keyword": ["heather", "hill", "inn", "mother", "night", "night raven", "street", "young"]}, "etk_index": {"heading_danish": "Farende uhyrer", "heading_english": "Traveling monsters"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}