{"publication_info": "DS_II_D_45", "full_name": "512 - 0.00 - DS_II_D_45", "informant_id": 512, "informant_last_name": "Pedersen", "informant_first_name": "Herman", "informant_full_name": "Stationsforstander Herman Pedersen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 789, "name": "Hammerum", "display_name": "Hammerum (place recorded)"}, {"place_id": 949, "name": "Odense", "display_name": "Odense (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 346, "publication_info": "DS_II_D_48", "full_name": "346 - 0.00 - DS_II_D_48", "url": "data/stories/483.dfl"}, {"informant_id": 235, "publication_info": "DS_II_D_50", "full_name": "235 - 1.59 - DS_II_D_50", "url": "data/stories/280.dfl"}, {"informant_id": 187, "publication_info": "DS_II_D_40", "full_name": "187 - 0.00 - DS_II_D_40", "url": "data/stories/566.dfl"}, {"informant_id": 235, "publication_info": "DSnr_II_D_39", "full_name": "235 - 2.11 - DSnr_II_D_39", "url": "data/stories/294.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "I Odense å boer der en åmand. Hvert år kræver han sit offer, og skeer det et enkelt år, at der ingen drukner deri, så skal han nok sörge for at få to det næste år. Således fortælles der, at da der en gang gik to små drenge og legede ved åbredden, faldt den ene af dem i vandet. Den anden løb til for at hjælpe ham op; men idet han fik fat i sin legekammerats hånd, råbte åmanden op af vandet: \"Nej, jeg vil have jer begge, jeg fik ingen i fjor,\" og i det samme gled drengen ud i vandet, og de druknede begge. Et par mænd, der fra den modsatte bred i nogen frastand var vidne til ulykken, vilde med en båd ile börnene til hjælp, men de kom for sent. Drengene var druknede, og man fandt aldrig deres lig; åmanden havde beholdt dem.\n     Fortalt mig af mange i og omkring Odense, bl. a. af min egen moder og min moster, Maren Kirstine Johansen, der boede i Dræby, og af gamle Madam Brun og Smed Rasmussen i Odense.", "english_publication": "A river man lives in Odense river. Every year he requires a victim, and if it happens during a single year that nobody drowns, then he’ll make sure to take two the next year. There's a story that two small boys once went and played by the river banks and one of them fell into the water. “No, I want both of you, I didn’t get any last year,” and at the same time the other boy slipped out into the water and they both drowned. A couple of men who witnessed the accident from the other bank at a little distance wanted to try and help the boys but they came too late. The boys were drowned and they never found their bodies; the river man had held onto them. \n     This was told to me in and around Odense by many people, among them my own mother and my aunt, Maren Kirstine Johansen, who lived in Dræby, and by old Madam Brun and Smith Rasmussen in Odense.", "keywords": {"keyword": ["accidents", "aunt", "body", "boy", "drowning", "fall", "Kirstine Johansen", "Maren", "mother", "old", "river", "smithing", "victim", "water", "year"]}, "etk_index": {"heading_danish": "Vandets ånder", "heading_english": "Water spirits"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}