{"publication_info": "DS_III_2292", "full_name": "68 - 0.00 - DS_III_2292", "informant_id": 68, "informant_last_name": "Hansen", "informant_first_name": "Mikkel", "informant_full_name": "Mikkel Hansen", "order_told": 0.0, "secondary_informants": {"informant": "Jens Nielsen Bæk"}, "fieldtrip": "None recorded", "places": {"place": {"place_id": 1020, "name": "Addit", "display_name": "Addit (place mentioned)"}}, "stories_mentioned": {"story": [{"informant_id": 123, "publication_info": "DS_III_744", "full_name": "123 - 2.09 - DS_III_744", "url": "data/stories/383.dfl"}, {"informant_id": 374, "publication_info": "DS_III_2256", "full_name": "374 - 0.00 - DS_III_2256", "url": "data/stories/536.dfl"}, {"informant_id": 345, "publication_info": "DS_III_2326", "full_name": "345 - 0.00 - DS_III_2326", "url": "data/stories/736.dfl"}, {"informant_id": 306, "publication_info": "DS_III_2302", "full_name": "306 - 0.00 - DS_III_2302", "url": "data/stories/804.dfl"}, {"informant_id": 428, "publication_info": "DS_III_2296", "full_name": "428 - 0.00 - DS_III_2296", "url": "data/stories/838.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Ude i Ajt er der så mange höje, og iblandt dem er en, der kaldes Kongehöj. Der mente de, der var en konge begravet. Så blev de Ajt mænd enige om at grave i den höj for at finde nogle skatte. De gravede, og der kom lige sådan både et og andet, først en hund, og han rendte og hoppede længe, men de blev ved at grave. Endelig kom de nær til skatten, og så kom der en stor rød kok. Da havde de fået fat i kisten og var ved at hive den op. Kokken rendte og gjorde så mange kunster, og så slog den en stor s ... Da siger den ene: \"Det var da en allerhelvedes s ... af en kok.\" Så var det forbi. Folkene strøg nu hen i nogle höje ikke langt derfra, som hedder Klovnhöje, der troede de, kokken var rendt hen med skatten, og så begyndte de der. Men det var forbi, der var ingen ting at finde.", "english_publication": "Out in Ajt there are so many mounds, and among them is one called Kongehøj (King’s mound). They believed that there was a king buried there. Then the men from Ajt agreed to dig in the mound to see if they could find a treasure. They dug and all sorts of things appeared, first a dog, and he ran and hopped a long time, but they continued to dig. Finally, they got close to the treasure, and then a large red rooster came up. They had gotten hold of the chest and were in the process of heaving it up out of the hole. The rooster ran about and did all sorts of tricks and then it let loose a huge fart. Then one of the men says: “That was one helluva fart for a rooster.\" Then it was over. People dug a bit in some mounds not too far from there, which are called Klovnhøje, they thought that the rooster had run off over there with the treasure, and so they started there. But it was over, there was nothing to find.", "keywords": {"keyword": ["agreement", "belief", "burial", "chest", "digging", "dog", "fart", "king", "mound", "red", "rooster", "treasure", "trickery"]}, "etk_index": {"heading_danish": "Sagn om skatte", "heading_english": "Legends about treasure"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}