{"publication_info": "DS_V_513", "full_name": "68 - 0.00 - DS_V_513", "informant_id": 68, "informant_last_name": "Hansen", "informant_first_name": "Mikkel", "informant_full_name": "Mikkel Hansen", "order_told": 0.0, "secondary_informants": {"informant": "Jens Nielsen Bæk"}, "fieldtrip": "None recorded", "places": {"place": {"place_id": 531, "name": "Skanderborg", "display_name": "Skanderborg (place mentioned)"}}, "stories_mentioned": {"story": [{"informant_id": 366, "publication_info": "DS_V_248", "full_name": "366 - 0.00 - DS_V_248", "url": "data/stories/613.dfl"}, {"informant_id": 65, "publication_info": "DS_V_289", "full_name": "65 - 0.00 - DS_V_289", "url": "data/stories/798.dfl"}, {"informant_id": 456, "publication_info": "DS_V_520", "full_name": "456 - 0.00 - DS_V_520", "url": "data/stories/444.dfl"}, {"informant_id": 123, "publication_info": "DS_VI_98", "full_name": "123 - 3.08 - DS_VI_98", "url": "data/stories/411.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_687", "full_name": "241 - 2.15 - DS_IV_687", "url": "data/stories/165.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Der var en gang en amtmand i Skanderborg, der hed Grabe, han lavede jo og mange kunster, te folk var ikke tjente med. Da han var død, var de ham derfor ikke ledig i Skanderborg, han drog jo omkring og gjorde dem besværlighed på sine tider. Så skulde de jo til at sagne over om at have ham manet, og de fik fat i Slanter-Lavst fra Blegind, som folk brugte meget i den tid, og da han kom og fik at vide sammenhængen af det hele, sagde han: \"Ja, han er farlig og ikke nem at gjøre det ved; men jeg kan jo nok standse ham noget.\" De kunde da drage ud i Dyrehaven og finde en afkrog, han kunde gjemme ham i. Men da nu præsten havde udtalt sig om, at han var så farlig, kom nogle Skanderborgere i tanker om, at de var ham vel ikke kvit, når han var så nær ved dem. Så siger han, om der var nogen så godt kjendt her ude i egnen, te de kunde anvise ham en plads, der var mest besværlig for amtmanden at kjøre på, eller hvordan han nu vilde være på færde. Så var der et par stykker, der havde været med de kongelige jægere et par gange her omme på Tåning mark, se de anviste det sted, de kalder den dybe bæk, der tykte de kunde være besværlighed, og så skulde han der have hans plads. Det hul er ikke langt herfra og er en uhyre stor fordybning, som den gang har været helt ufremkommelig. Der kjører han så med fire sorte heste for hans karet frem og tilbage.", "english_publication": "There was once an old district governor in Skanderborg, who was called Grabe, and he did all sorts of black arts that people weren’t too happy about. When he was dead, they weren’t free of him in Skanderborg, he wandered about and made difficulties some times. Then they decided to have him conjured, and they got hold of Slanter-Laust from Blegind, people used him a lot in those days, and when he came and found out about how it all hung together, he said: “Well, he’s dangerous and not easy to deal with; but I can probably stop him a bit.” They had to go out into the park and find an out-of-the-way place where they could hide him away. But now, since the minister had declared that he was that dangerous, people realized they hadn’t gotten rid of him since he was so close by. Then he asks if there’s anybody who knows the area well, where it would be the most difficult for the district governor to ride or however else he’d be traveling about. Then there were a couple of guys who’d been out here with the royal huntsmen a couple of times on Tåning field, and they thought it would be difficult out there and then Grabe was to be put down there. That water hole isn’t too far from here and it’s an incredibly large depression which at that time was completely inaccessible. Grabe drives out there with four black horses in front of his carriage, back and forth.", "keywords": {"keyword": ["black", "carriage", "conjuring", "day", "death", "district", "field", "free", "happy", "horse", "Laust", "minister", "old", "riding", "royal", "wandering", "water"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}