{"publication_info": "DS_II_C_90", "full_name": "150 - 2.09 - DS_II_C_90", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 2.09, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 7, "name": "Aarestrup", "display_name": "Aarestrup (place mentioned)"}, {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place mentioned)"}, {"place_id": 268, "name": "Hobro", "display_name": "Hobro (place mentioned)"}, {"place_id": 283, "name": "Horsens", "display_name": "Horsens (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 418, "publication_info": "DS_II_C_25", "full_name": "418 - 0.00 - DS_II_C_25", "url": "data/stories/458.dfl"}, {"informant_id": 511, "publication_info": "DS_II_C_78", "full_name": "511 - 0.00 - DS_II_C_78", "url": "data/stories/532.dfl"}, {"informant_id": 150, "publication_info": "DS_II_C_66", "full_name": "150 - 2.10 - DS_II_C_66", "url": "data/stories/57.dfl"}, {"informant_id": 409, "publication_info": "DS_II_C_91", "full_name": "409 - 0.00 - DS_II_C_91", "url": "data/stories/626.dfl"}, {"informant_id": 241, "publication_info": "DSnr_II_C_10", "full_name": "241 - 2.19 - DSnr_II_C_10", "url": "data/stories/169.dfl"}, {"informant_id": 460, "publication_info": "DS_V_728", "full_name": "460 - 0.00 - DS_V_728", "url": "data/stories/818.dfl"}, {"informant_id": 150, "publication_info": "Unpub_BJK_111", "full_name": "150 - 1.11 - Unpub_BJK_111", "url": "data/stories/14.dfl"}]}, "fielddiary_page_start": "3265b", "fielddiary_page_end": "3266a", "bibliographic_info": null, "bibliography_references": {"reference": [{"display_string": "[Book section] Lindow, John. 2000. Wild Hunt. In <i>Medieval folklore : an encyclopedia of myths, legends, tales, beliefs, and customs</i>: 1036-1037. Santa Barbara, Calif: ABC-CLIO."}, {"display_string": "[Book] Christiansen, Reidar Thoralf. 1992. <i>The migratory legends (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}, {"display_string": "[Book] Feilberg, Henning F. 1910. Vol. 5 of <i>Bjærgtagen. Studie over en gruppe træk fra nordisk alfetro (Danmarks folkeminder)</i>. Copenhagen: Det Schønbergske forlag."}]}, "annotation": "The story of the elf hunter, often referred to as Odin's hunter, is widely attested in Danish and European traditions (JPP 2.19). The motif is often referred to as the \"Wild Hunt,\" and is cataloged by Christiansen as ML5060 (Lindow 2000, 1036-1037). Jens adds an amusing element to his story, with the hunter's unusual way of cleaning himself. In another variant, the elves suggest that he cannot catch them because he has lice (DS II C 91). Using urine to combat lice may well have been a folk remedy.\n\n     The man who takes his fingers out of his ears is analogous to the farmhand or coachman who tries to witness the conjuring of a ghost, nearly causing the conjuring to fail (DS V 728). Here, the hunter is forced to chase the elf hags much further afield than he had intended. The payment the man receives for his assistance, despite its seeming banality, turns out to be extraordinary. This unusually high payment for services clearly parallels the payment the midwife to the mound dwellers receives for her help (1.11).", "danish_manuscript": "Jens Jæger kom ridende en G. En Mand kom\ngaaende fra Ersted til Aarestrup og der kom\nto Ellekvinder løbende nok s. stærk imod ham\nog de satte ind der ad [Snd] søndre Side af Byen\nog s. sagde de til hverandre: H. tager os ikke\nend, for h. er ikke ren. Nu s. blev h. jo ved\nat gaa ad Vejen hans Gang. S. kom der en ri-\ndende imod ham. S. s. h. til ham den ridende\nkom der ingen imod dig. Jo der kom to bitte\nnogle rendende s. stærk som de kunde. Hvad to\nsagde de til hveranden s. h. De sagde h. tager\n\n3266A\nos ikke end for h. er ikke ren. S. piste h. i hans\nHaand og toede sig med og s. sagde h. til ham\nvil du nu lægge dig ned og stoppe dine Fingre\ni dine Ører, s. vilde h. betale ham for det,\nnaar h. om et bitte Korn kom tilbage igien.\nJa det gjorde h. ogsaa. Men s. tykte h. det varede\nvel længe og s. vilde h. tage Fingrene af Ørene.\nTog først den ene Finger af og s. hørte h ogsaa der\nvar en der skod, men det tykte h. var ude ved\nHobro. N. s. lægger h. sig ned igien et Korn. . \nTykte det blev for kjedsomt at ligge der og let-\nter sig og tager Fingrene. Da hører h. et Skud\nigien. Var s. langt henne som ved Horsens.\nN. s. stopper h. Fingrene i Ørene igien og lægger\nsig ned. Da kommer h. med dem begge to og de\nvar bunden sammen i Haaren og hængte over\nHesten hver paa sin Side. S. til ham: Du skal\nfaa en god Betaling, men den skulde ha bleven\nbedre, for du har taget dine Fingre af dine\nØrer og det skaj ham, at h. maatte ride fra\nHobro til Horsens for at fange den sidste.\nMen hans Hest den tabte en Sko der henne\nden kunde h. gaa hen og tage, s. havde h. Be-\ntaling nok, for det var en Guldsko, da\nManden kom hen og fandt den.", "english_manuscript": "Jens Jæger came riding one time. A man came walking from Ersted to Årestrup and two elf women came running quickly towards him, and they came in on the south side of the town and said to each other, \"He won't catch us yet, because he isn't clean.\" Well, the man continued to walk on his way along the road. Then someone came riding up to him. Then the one who is riding says to him, \"Did any one come the other way?\"--\"Yes, these two little ones came by running as fast as they could.\" -- \"What did they say to each other?\" he asked. \"They said: he won't catch us yet, because he isn't clean.\" Then he pissed in his hand and wiped himself with it, and then he said to the man, \"If you'll lie down and stick your fingers in your ears, I'll pay you well when I come back in a little bit.\" He did that too. But then he thought that it was taking quite a while and he wanted to take his fingers out of his ears. First he took one finger out, and he heard a shot but he thought it might be over by Hobro. Well, he lies down again for a little while. But then he got bored lying there, and he gets up and takes his fingers out. Then he hears another shot. That was as far away as Horsens. Well, then he puts his fingers back in his ears and he lies down again. Then he comes back with both of them, and they were tied together by their hair and they were hanging over the horse each on a side. Then he says, \"You'll be paid well for this, but it could have been better; you took your fingers out of your ears.\" That had hindered him and he had had to ride from Hobro to Horsens to catch the last one. But his horse had lost a shoe along the way, and he could go and get it, then he'd have ample payment, since it turned out to be a gold shoe when the man got out there and found it.", "danish_publication": "En mand kom gående fra Ersted til Årestrup. Så kom der to ellekvinder løbende nok så stærkt imod ham, og de satte ned der ad søndre side af byen, imens de sagde til hverandre: \"Han tager os ikke end, for han er ikke rén.\" Nå, manden blev jo ved at gå ad vejen hans gang, men så kom der én ridende imod ham, og det var ingen anden end Jons jæger. Han siger: \"Kom der ingen imod dig?\" — \"Jo, der kom to bitte nøgne rendende så stærkt, som de kunde.\" — \"Hvad sagde de til hverandre?\" spurgte den ridende. \"De sagde: han tager os ikke end, for han er ikke rén.\" Så piste han i hans hånd og toede sig med, og så sagde han til manden: \"Vil du nu lægge dig ned og stoppe dine fingre i dine ører, så skal jeg betale dig godt for det, når jeg om et bitte korn kommer tilbage igjen.\" Ja, det gjorde han også, men så tykte han, det varede vel længe, og så vilde han tage fingrene af ørene lidt. Først tog han den ene finger af, og da hørte han én, der skød; men det var ikke så stakket henne, han tykte, det kunde være ude ved Hobro. Nå, så lægger han sig ned igjen et korn. Men det blev ham atter for kjedsomt at ligge sådan, og han letter sig og tager den anden finger fra. Da hører han igjen et skud, men det var så langt henne som ved Horsens. Nå, så skynder han sig at stoppe fingrene i ørene og lægger sig ned på sin gamle plads. Da kommer den ridende med dem begge to, og de var bundne sammen i hårene og hængte over hesten hver på sin side. Så siger han: \"Du skal få en god betaling, men den skulde have blevet bedre; du har taget dine fingre af dine ører, og det skajj mig så meget, at jeg måtte ride fra Hobro til Horsens for at fange den sidste.\" Nu havde hans hest tabt en sko der henne på vejen, og den kunde han gå hen og tage, så havde han betaling nok. Da manden kom hen og fandt den, viste det sig at være en guldsko.", "english_publication": "A man came walking from Ersted to Årestrup. Then two elf women came running quickly towards him, and they came in on the south side of the town while they said to each other, “He won’t catch us yet, because he isn’t clean.” Well, the man continued to go on his way along the road, but then someone came riding up to him and it was none other than Jon’s hunter. He says, “Did anyone come the other way?”--“Yes, these two little ones came by running as fast as they could.” -- “What did they say to each other?” asked the one who was riding. “They said: he won’t catch us yet, because he isn’t clean.” Then Jon's hunter pissed in his hand and wiped himself with it, and then he said to the man, “If you’ll lie down and stick your fingers in your ears, I’ll pay you well when I come back in a little bit.” Sure, he did that too, but then he thought that it was taking a while, and so he wanted to take his fingers out of his ears a little bit. First he took one finger out, and then he heard that somebody shot; but that wasn’t too far away, he thought it might be over by Hobro. Well, he lies down again for a little while. But then he got bored again lying there like that, and he gets up and takes the other finger out. Then he hears a shot again, but that was as far away as Horsens. Well, then he quickly puts his fingers back in his ears and he lies down in his old place. Then the rider comes back with both of them, and they were tied together by their hair and they’d been hung over the horse, each on their own side. Then he says, “You’ll be paid well for this, but it could have been better; you took your fingers out of your ears, and that hindered me so much that I had to ride from Hobro to Horsens to catch the last one.” Now his horse had lost a shoe along the way, and the rider told the man that he could go and get it, then he’d have received ample payment. When the man got out there and found it, it turned out to be a gold horseshoe.", "keywords": {"keyword": ["ear", "elf", "finger", "gold", "hair", "horse", "horseshoe", "hunter", "Jon", "old", "riding", "road", "shoe", "shooting", "tie", "town"]}, "etk_index": {"heading_danish": "Farende uhyrer", "heading_english": "Traveling monsters"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}