{"publication_info": "DS_IV_1405", "full_name": "68 - 0.00 - DS_IV_1405", "informant_id": 68, "informant_last_name": "Hansen", "informant_first_name": "Mikkel", "informant_full_name": "Mikkel Hansen", "order_told": 0.0, "secondary_informants": {"informant": "Jens Nielsen Bæk"}, "fieldtrip": "None recorded", "places": null, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_IV_1408", "full_name": "241 - 2.14 - DS_IV_1408", "url": "data/stories/164.dfl"}, {"informant_id": 334, "publication_info": "DS_IV_1400", "full_name": "334 - 0.00 - DS_IV_1400", "url": "data/stories/509.dfl"}, {"informant_id": 523, "publication_info": "DS_IV_1378", "full_name": "523 - 0.00 - DS_IV_1378", "url": "data/stories/698.dfl"}, {"informant_id": 65, "publication_info": "DS_IV_1407", "full_name": "65 - 0.00 - DS_IV_1407", "url": "data/stories/575.dfl"}, {"informant_id": 144, "publication_info": "DS_IV_1406", "full_name": "144 - 0.00 - DS_IV_1406", "url": "data/stories/585.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Her nord nede i landet var en smedekone og deres smedesvend blevne gode venner. Så vilde de godt have smeden ryddet af vejen, og de udfinder et nemt råd, hvordan de skulde få ham af dage, idet svenden slog et stort söm og sagde, at han skulde drive det ind i mandens hoved. Det blev også gjort, da smeden lå og sov. Hun holdt sömmet, og han slog med hammeren. Det gik rolig og godt over. Tyve år efter kom den samme graver, der havde gravet smedens grav, til at grave ham op igjen og fandt hovedet. Da var sömhovedet at se, det sad oven ud af skallen. Han tænker over sagen og kommer i tanker om, at smeden var begravet der, går så til præsten og mælder, hvad han har opdaget. Denne siger: \"Bring mig hovedet herom,\" — præstegården lå nemlig i byen lige tæt ved kirken. Så sætter præsten det hoved i sit kammer og sender bud efter konen. \"Hvor længe er det siden jeres forrige mand døde?\" — \"Å, det er sku vel en snesår siden.\" — \"Er det så længe siden? kunde du kjende ham, hvis du så ham?\" — \"Ja, det kunde a godt.\" Så tog præsten klædet af skallen og viser hende den. \"Ja, det er rele nok,\" siger hun. \"Hvordan er det gået til med det söm?\" Ja, så sagde hun det hele, og de fik straf og blev henrettede begge to, både konen og svenden.", "english_publication": "Down here to the north there was a smith's wife and their journeyman smith who had become good friends. Then they wanted to get the smith out of the way, and they figured out an easy way to get rid of him: the journeyman made a large nail and said that he'd drive it into the man's head. They did it too, while the smith lay sleeping. She held the nail and he hit with the hammer. The whole thing went quietly and well. Twenty years later, the same gravedigger, who had dug the smith's grave, happened to dig him up again and found his head. Then the head of the nail could be seen, it was sticking out of the skull. He thinks over the affair, and realizes that the smith was buried there. So he goes to the minister and reports what he has discovered. He says, \"Bring the head here,\"-- the parsonage was in town right next to the church. Then the minister puts the head in his room and sends for the woman. \"How long ago is it that your previous husband died?\" -- \"Oh, well it\\s probably twenty years ago.\"--\"Is it that long ago? Would you recognize him if you saw him?\"--\"Yes, I certainly could.\" Then the minister took the cloth off the skull and showed it to her. \"Yes, that's right enough.\" she says. \"What happened with that nail?\" Well, she told him everything and they were punished, and were executed, both the woman and the journeyman.", "keywords": {"keyword": ["burial", "church", "clothing", "death", "digging", "discovery", "execution", "friend", "grave", "husband", "journeyman", "minister", "nail", "north", "parsonage", "punishment", "skull", "sleep", "smithing", "town", "wife", "woman"]}, "etk_index": {"heading_danish": "Røvere, drabsmænd og tyve", "heading_english": "Robbers, murderers and thieves"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}