{"publication_info": "DS_IV_1478", "full_name": "59 - 0.00 - DS_IV_1478", "informant_id": 59, "informant_last_name": "Gudesen", "informant_first_name": "Jens", "informant_full_name": "Jens Gudesen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 811, "name": "Kjeldstrup", "display_name": "Kjeldstrup (place recorded)"}, {"place_id": 282, "name": "Hornum", "display_name": "Hornum (place mentioned)"}, {"place_id": 376, "name": "Lindum skov", "display_name": "Lindum skov (place mentioned)"}, {"place_id": 680, "name": "Vammen", "display_name": "Vammen (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_IV_1486", "full_name": "241 - 2.01 - DS_IV_1486", "url": "data/stories/151.dfl"}, {"informant_id": 508, "publication_info": "DS_IV_1467", "full_name": "508 - 0.00 - DS_IV_1467", "url": "data/stories/501.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1488", "full_name": "241 - 2.03 - DS_IV_1488", "url": "data/stories/153.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1485", "full_name": "241 - 2.02 - DS_IV_1485", "url": "data/stories/152.dfl"}, {"informant_id": 391, "publication_info": "DS_IV_1470", "full_name": "391 - 0.00 - DS_IV_1470", "url": "data/stories/844.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "En mand her sønder ude, fra Hornum, havde solgt et par stude og skulde levere dem til en kromand i Vammen. Da han kommer der, sidder der en pæn person inde i skjænkestuen, og han seer på, at manden fik studene udbetalt. Så skulde de have et lidkjöb, og den pæne person vilde have en puns med. Da de var færdige med det, siger han: \"Lad os få tre til, at jeg kan have noget at spytte af, når jeg skal igjennem skoven.\" Lindum skov var nemlig i den tid ilde berygtet. Så fulgtes de ad, og manden havde en forskrækkelig slem hund med sig. Så siger den pæne person: \"Vil den hund gjøre nogen fortræd?\" — \"Ja, du kan tro det,\" siger manden. Så trækker han en kårdestok og hugger hovedet af hunden. \"Vil du nu udlevere pengene for studene?\" Det var han villig til. Han tæller dem op til ham på en træstub. \"Men nu kan du gjøre mig den tjeneste at hugge min höjre hånd af, for at min kone kan se, jeg har været imellem skidt folk. Men hug endelig hårdt til, at det ikke skal svirpe for hårdt.\" Så hugger han, og den anden griber i det samme hånden til sig, så kården sætter sig fast. Röveren står så og vil føle i lommen. Da griber den anden fat i ham og binder ham med hans hosebånd. Dernæst føler han i röverens lommer og finder der en pibe, det var den, han vilde have blæst kammeraterne til sig med. \"Vil du nu følge med mig!\" — Nej, det vilde han ikke, og så gav han ham en 5, 6 over skrotten. Det hjalp, nu vilde han. De går så til sognefogden, og han bekjender, at de er 3 rövere sammen. Så viser han, hvor de andre to er, og de bliver da fangede alle tre.", "english_publication": "A man from down south here, from Hornum, had sold a couple of steers and was to deliver them to an innkeeper in Vammen. When he gets there, there's a fine man sitting in the taproom, and he watches as the man got paid for the steers. Then they were going to drink on the deal, and the fine man wanted to have a toddy with them. When they were done with that, he said, \"Let's have three more, so I can have something to spit with when I go through the forest.\" At the time, Lindum forest had a bad reputation. Then they accompanied each other, and the man had a really nasty dog with him. Then the fine man says: \"Would that dog hurt anyone?\"--\"You bet it would,\" says the man. Then the fine man pulls out a rapier and chops the head off the dog. \"Will you now give me the money for the steers?\" He was willing to do that. He counts them out on a tree trunk. \"But now you could do me the favor of chopping off my right hand so that my wife can see that I encountered some nasty people. But hit really hard so that it won't sting too much.\" Then he swings, but the other one pulls his hand back, so that the rapier gets stuck in the tree trunk. The robber stands there and reaches for something in his pocket. At that moment, the other one grabs him and ties him up with his stockings. Then he feels in the robber's pockets and finds a little whistle, that's what the robber was looking for to call his buddies. \"Will you follow me now!\" -- No, he wouldn't, so he smacked him five or six times, and that helped, now he'd come. They go to the parish bailiff and he admits that they were three robbers altogether. Then he shows them where the other two are, and all three of them are caught.", "keywords": {"keyword": ["admission", "bailiff", "bet", "dog", "drinking", "favor", "forest", "inn keeper", "money", "parish", "pocket", "reputation", "robber", "south", "steer", "stockings", "three", "tie", "tree", "whistle", "wife"]}, "etk_index": {"heading_danish": "Røvere, drabsmænd og tyve", "heading_english": "Robbers, murderers and thieves"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}