{"publication_info": "DS_V_1376", "full_name": "426 - 0.00 - DS_V_1376", "informant_id": 426, "informant_last_name": "Kjellerup", "informant_first_name": "Jens", "informant_full_name": "Jens Kjellerup", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 800, "name": "Hvidbjærg hede", "display_name": "Hvidbjærg hede (place recorded)"}, {"place_id": 1023, "name": "Hostrup Hovedgård", "display_name": "Hostrup Hovedgård (place mentioned)"}, {"place_id": 1024, "name": "Egebjerg", "display_name": "Egebjerg (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 123, "publication_info": "DS_V_1370", "full_name": "123 - 2.08 - DS_V_1370", "url": "data/stories/382.dfl"}, {"informant_id": 432, "publication_info": "DS_V_1390", "full_name": "432 - 0.00 - DS_V_1390", "url": "data/stories/467.dfl"}, {"informant_id": 90, "publication_info": "DS_V_1232", "full_name": "90 - 3.02 - DS_V_1232", "url": "data/stories/356.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "En aften siger en karl til mig, om a vil ikke med over til Egebjærg, og vi følges da ad. Omsider skal vi til at hjem, og vi følges da om ved blegehaven, der er ved Hostrup hovedgård. Der får karlen syn på et fruentimmer. \"Det er nok stuepigen,\" siger han, \"der er omme efter noget på bleg. Hold bi\", siger han, \"så kan vi følges ad!\" Så kommer hun hen og ser ham lige ind i ansigtet, og hun var så kridendes hvid og var i helt hvide klæder. Det giver mig en forfærdelig forbluffelse, og a tager trit til siden, og så går a ind i folkestuen, og da a har siddet der en tid, går a op i mit kammer. Jomfruen blev ved at følge den anden karl op til hans kammer og huggede ham om uden for hans dör, og da han kom ind, hug hun ham atter omkuld og siedes med ham, ilav han kom af hans klæder. Han døvede også med at være i sengen for hende, og det skrumlede svært på hans træsko. Det skal have været en jomfru, der havde taget hendes barn af med livet omme i blegehaven og havde sin gang op til Skakkenborg höj på marken.", "english_publication": "One night a farmhand asks me if I didn’t want to go over to Egebjærg, and then we could walk together. After a while, we’re supposed to go home and we go along together over past the bleaching ground over near Hostrup main farm. Then the farmhand sees a woman. “That’s probably the servant girl”, he says, “who is out to get something that’s been bleached. Be quiet,” he says, “then we can follow her!” Then she comes over and looks right into his face, and she was so chalk white and was dressed in all white clothes. It gives me a terrible scare, and I take a step aside, and then I go into the big room, and after I’ve sat there a while, I go up to my room. The young lady continues to follow the farmhand up to his room and smacks him out cold in front of his room and, when he gets into his room, she smacks him out cold again and tears at him so that he is wripped out of his clothes. He was also afraid of getting into bed because of her, and his clogs rattled really loudly. It was a young woman who had killed her child out in the bleaching yard and had her walk up toward Skakkenborg mound out in the field.", "keywords": {"keyword": ["afraid", "bed", "bleaching", "chalk", "children", "clogs", "clothing", "cold", "farm", "farmhand", "field", "girl", "home", "kill", "lady", "mound", "night", "servant", "white", "woman", "yard", "young"]}, "etk_index": {"heading_danish": "Kvindelige gjenfærd", "heading_english": "Female revenants"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}