{"publication_info": "DS_V_1265", "full_name": "205 - 0.00 - DS_V_1265", "informant_id": 205, "informant_last_name": "Mosen", "informant_first_name": "Jens Kr. Kristensen", "informant_full_name": "Jens Kr. Kristensen (Mossi-Jens) Mosen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 455, "name": "Øster Brønderslev", "display_name": "Øster Brønderslev (place recorded)"}, {"place_id": 802, "name": "Hvilshøj", "display_name": "Hvilshøj (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 495, "publication_info": "DS_V_1195", "full_name": "495 - 0.00 - DS_V_1195", "url": "data/stories/683.dfl"}, {"informant_id": 90, "publication_info": "DS_V_1232", "full_name": "90 - 3.02 - DS_V_1232", "url": "data/stories/356.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Der var en karl, der tjente ved en gårdmand, men om det var i Hvilshöj eller i Kraghede, kan a ikke sige. Den mand var slem til at drikke. En dag vilde han til Sundby med korn, og karlen skulde med. Så fik han jo for meget at drikke, og karlen måtte kjøre vognen hjemad, men manden selv lå bag i og var fuld. Da de kom til Jerslev broer nede ved Hvilshöj, og karlen ser ned til åen, da står der et kvindfolk og ramte ned med armene til vandet. Hendes hår hængte lige ned om hovedet af hende. \"Hvad Fanden er dether?\" siger karlen. Da rejser hun sig lige op og kommer løbende hen og springer op på det ene øg, og så kjører han løbsk. Anden dagen gik de hen også efter det, og da fandt de et barn, som var druknet. Det kvindfolk havde vel put barnet i åen og måske druknet sig selv bag efter. Men det siges der ellers ikke noget om. A tænker det var et syn for, at barnet skulde findes. Det skal være en sandfærdig historie.", "english_publication": "There was a farmhand who worked for a farmer, but if it was in Hvilshøj or in Kraghede, I can’t say. The farmer was a bad one to drink. One day he wanted to go to Sundby with grain, and the farmhand was supposed to come along. Then he drank too much and the farmhand had to drive the wagon home, but the man lay in the back and was drunk. When they got to Jerslev bridge near Hvilshøj and the farmhand looks down into the river, there is a woman who stood swirling about in the water with her arms. “What the devil is this?” says the farmhand. Then she gets up and runs over and jumps up on one of the jades, and then it’s a runaway horse. The next day they went out and then they found a child that had been drowned in the river. That woman had probably drowned the child and then drowned herself afterward. But there is nothing told about that. I think it was a portent that the child was to be found. It’s supposed to be a true story.", "keywords": {"keyword": ["arms", "bridge", "children", "day", "drank", "drinking", "drowning", "drunkard", "farmhand", "farmer", "grain", "hell", "home", "horse", "jade", "portent", "river", "story", "wagon", "water", "woman"]}, "etk_index": {"heading_danish": "Kvindelige gjenfærd", "heading_english": "Female revenants"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}