{"publication_info": "DS_II_C_66", "full_name": "150 - 2.10 - DS_II_C_66", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 2.1, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 526, "publication_info": "DS_II_C_24", "full_name": "526 - 0.00 - DS_II_C_24", "url": "data/stories/810.dfl"}, {"informant_id": 472, "publication_info": "DS_II_C_36", "full_name": "472 - 0.00 - DS_II_C_36", "url": "data/stories/840.dfl"}, {"informant_id": 500, "publication_info": "DS_II_C_68", "full_name": "500 - 0.00 - DS_II_C_68", "url": "data/stories/782.dfl"}, {"informant_id": 150, "publication_info": "DS_II_C_90", "full_name": "150 - 2.09 - DS_II_C_90", "url": "data/stories/56.dfl"}]}, "fielddiary_page_start": "3266a", "fielddiary_page_end": "3266b", "bibliographic_info": null, "bibliography_references": null, "annotation": "The motif of dogs accompanying the wild hunter is widely attested, although mention of puppies is less frequent, probably because puppies are not that suited to hunting. The wild hunter's dogs are usually red; that the hunter is described as green (and not wearing green clothes) is unusual. The puppies are cute, drinking the farm wife's wort, and eating her bread, but they also compromise her work in the kitchen for the day. In some variants, the hunter compensates the woman for her loss in a manner analogous to the compensation that the midwife to the fairies receives (DS II C 68). \n\n     Houses generally did not have doors on either end; instead, doors were likely to be staggered along the lengths of the building.", "danish_manuscript": "Der var ogsaa en Kone der havde to Døre paa\nhendes Hus en sønden ud og en norden ud, det\nvar paa hendes Frammers og hu havde været \nved at brygget og hu havde slaaet begge Døre\n\n3266B\naaben for at faa det koldt og gjærd sat paa det. \nSe der kunde de kom ind og der drak de alt\nhendes Ut og s. [gav] maatte h. give dem en \nGrovkage for at gaa igien og det var Hunde-\nhvalpe med røde Munde s. nær som Jægeren\nh. var grøn.", "english_manuscript": "There was also a woman who had two doors on her house, one out to the south and one out to the north, that was on her kitchen (frammers) and she'd been brewing and she'd opened both doors to cool it off and get it yeasted. See, they could come in, and they drank all her wort, and then she had to give them a grovkage [rye bread] to get them to leave and they were little puppies with red mouths and the hunter was green.", "danish_publication": "Der var en kone, der havde to döre på hendes hus, én sønden ud og én norden ud. Den sidste dör var jo på hendes frammers, og da hun havde været ved at brygge, så havde hun slået begge döre åbne for at få öllet koldt og få gjær sat på i god tid. Se, der kunde Jons jæger og hans hunde komme ind, og de drak alt hendes ut, og så måtte hun endda give dem en grovkage for at gå igjen. Jægeren han var grön, og han havde hundehvalpe med röde munde med sig.", "english_publication": "There was a woman who had two doors on her house, one out to the south and one out to the north. The last door was on her kitchen (frammers) and, when she’d been brewing, she’d opened both doors to cool off the beer and get the yeast in in good time. See, then Jon’s hunter and his dogs could come in, and they drank all her wort, and then she had to give them a rye bread (grovkage) to get them to leave. The hunter was green and he had little puppies with red mouths along with him.", "keywords": {"keyword": ["beer", "brewing", "dog", "door", "drank", "house", "hunter", "Jon", "kitchen", "north", "red", "rye bread", "south", "woman", "yeast"]}, "etk_index": {"heading_danish": "Farende uhyrer", "heading_english": "Traveling monsters"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}