{"publication_info": "DS_IV_1407", "full_name": "65 - 0.00 - DS_IV_1407", "informant_id": 65, "informant_last_name": "Hansen", "informant_first_name": "Jensine", "informant_full_name": "Jensine Hansen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 398, "name": "Madum sø", "display_name": "Madum sø (place recorded)"}, {"place_id": 154, "name": "Ferslev", "display_name": "Ferslev (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_IV_1408", "full_name": "241 - 2.14 - DS_IV_1408", "url": "data/stories/164.dfl"}, {"informant_id": 68, "publication_info": "DS_IV_1405", "full_name": "68 - 0.00 - DS_IV_1405", "url": "data/stories/560.dfl"}, {"informant_id": 65, "publication_info": "DS_IV_1388", "full_name": "65 - 0.00 - DS_IV_1388", "url": "data/stories/574.dfl"}, {"informant_id": 334, "publication_info": "DS_IV_1400", "full_name": "334 - 0.00 - DS_IV_1400", "url": "data/stories/509.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Det var henne i Ferslev, der kom en kræmmer til at ligge. Da han nu lå i sengen og sov med hovedet på den ene side, så går konen hen og sætter en støbeske, de havde, på ilden og smælter bly i den og hælder det bly ned i hans øre. Han døer jo og bliver begravet, og de beholder det, kræmmeren havde. Det står så hen en lang tid, da bliver graven kast op igjen. Graveren lægger det hoved til side, for det var ham så tungt, og han kunde se blyet inden i hovedet. Han fortæller så præsten det, og præsten spörger folk, om der var ingen, der kunde huske, hvem der var bleven begravet der. Så var der en meget ældgammel kone, hun siger jo, der og der i den gård der lå en kræmmer i losi, og han var død så hastig om natten. Så siger præsten igjen, om der var ingen levende i gården af dem, der fandtes der den tid, kræmmeren døde. Jo, konen var levende, og hun var aftægtskone. Præsten fik så hovedet bundet i et törklæde, og så fulgtes han og et par mænd ad derud. Da de kommer ind, siger han til hende, om hun kjendte ikke det hoved. Jo, så bekjendte hun med det samme og gjorde rede for hele tildragelsen, og hvordan hun havde gjort det. Så blev hun kjørt til Aalborg og sat ind på rådstuen. Anden morgenen var hun død, men hvordan hun var kommen af dage, var der ingen spørgsmål om.", "english_publication": "This happened down in Ferslev, a peddler wound up spending the night. As he was lying there in the bed, with his head resting on one side, the farmer's wife goes and puts a ladle they had on the fire and melts lead in it and pours the lead down in his ear. He dies and is buried, and they keep the things the peddler had. It goes like this for a while, and then the grave is dug up again. The gravedigger puts the head aside, because it was so heavy and he could see the lead in the head. He tells the minister about it, and the minister asks people if anyone could remember who had been buried there. Then there was a really old woman, she says that in such and such a farm, a peddler had gotten lodgings, and he had died suddenly that night. Then the minister asks if anyone from that farm who was there when the peddler had come was still alive. Yes, the woman was still alive, she was a pensioner. The minister wrapped the skull in a scarf and then he followed along with a couple of men out there. When they come in, he asks her if she didn't know that head. Well, she confessed immediately and explained the whole event and how she'd done it. Then she was driven to Aalborg and put in the courthouse. The next morning she was dead, but how she'd died, there were no questions about that.", "keywords": {"keyword": ["bed", "burial", "confession", "court", "death", "digging", "ear", "farm", "farmer", "fire", "grave", "lodgings", "minister", "morning", "night", "old", "peddler", "pensioner", "rest", "scarf", "skull", "wife", "woman", "wound"]}, "etk_index": {"heading_danish": "Røvere, drabsmænd og tyve", "heading_english": "Robbers, murderers and thieves"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}