{"publication_info": "DS_V_860", "full_name": "65 - 0.00 - DS_V_860", "informant_id": 65, "informant_last_name": "Hansen", "informant_first_name": "Jensine", "informant_full_name": "Jensine Hansen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 398, "name": "Madum sø", "display_name": "Madum sø (place recorded)"}, {"place_id": 388, "name": "Lund", "display_name": "Lund (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_V_859", "full_name": "241 - 2.17 - DS_V_859", "url": "data/stories/167.dfl"}, {"informant_id": 476, "publication_info": "DS_V_864", "full_name": "476 - 0.00 - DS_V_864", "url": "data/stories/446.dfl"}, {"informant_id": 450, "publication_info": "DS_V_855", "full_name": "450 - 0.00 - DS_V_855", "url": "data/stories/451.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "I Lund i Skåne var der altid sjov og spektakler i kirken, og stolene de lå og var vælt. Præsten han kunde ikke komme ind på, hvordan det kunde være, og vilde gjærne have det opdaget. Men han turde ikke selv være i kirken og opdage det. Så var der en fattig skomager i byen, ham byder han en stor betaling for at gå der op og være der en nat. Ja, det vilde skomageren også godt gå ind på, men han vilde have et lys med sig, og så vilde han have præsten til at skrive Herrens bön i en stor krinds runden om sig, og så måtte han ikke gå ud, inden præsten han kom og sagde: \"Kom så i Jesu Kristi navn.\" Han vilde jo sidde og skomagerere inden i den krinds. Straks da han var kommen i kirken og havde begyndt på arbejdet, så kommer der én, som lignede præsten. Han siger: \"Kom i navn.\" Nej, han gik ikke, for Guds navn det var jo ikke med. Omsider så kom der så mange i kirke, og der var en præst, der trådte op på prækestolen. Der kom nu flere præster til skomageren og sagde: \"Kom i navn.\" Han vilde ikke uden kredsen og blev siddende. Endelig langt om længe så kom de og vilde sælge ham et skind. Da rækker han hans kjæp ud, der skulde de lægge skindet æpå, og så fik han det ind til sig. Anden dagen så kom præsten og sagde: \"Kom så i Jesu Kristi navn.\" Nu var han ikke ræd for at følge med. Så viste han præsten det skind, og det var af en dødning. Skindet det blev fæst på kirkedören, og så holdt spektaklet op. Men de kunde ligevel ikke få kirken helt opbygget, der var nogle sten, de ikke kunde få til at ligge.", "english_publication": "There was always fun and games in the church in Lund in Skåne, and the chairs lay about, all knocked over. The minister could not figure out what it could be, and wanted to discover what was doing it. But he didn't dare stay in the church himself and discover what it was. Then there was a poor cobbler in the town, he offers him a big payment if he would go up there and stay the night. Well, the cobbler said he was willing to do that, but he wanted a candle with him, and then he wanted the minister to write the Lord's prayer in a big circle around him, and then he wasn't to leave the circle until the minister came and said, \"Come now in Jesus Christ's name.\" He intended to sit inside the circle and cobble. As soon as he'd gotten into the church and started working, someone comes who looks like the minister. He says, \"Come in name.\" No, he wouldn't go, because God's name hadn't been there. A little while later, so many came into the church, and there was a minister who went up to the pulpit. Now more ministers came up to the cobbler and said, \"Come in name.\" He wouldn't leave the circle and stayed sitting there. Finally, they came and wanted to sell him a hide. Then he reaches out with his staff, they were to put the hide on that, and then he pulled it in to where he was. The next day, the minister came and said, \"Come now in Jesus Christ's name.\" Now he wasn't scared of following him. Then he showed the minister the hide and it was that of a corpse. The hide was attached to the church door, and then the haunting stopped. But they couldn't totally rebuild the church anyway, there were some stones they couldn't get to lie correctly.", "keywords": {"keyword": ["candle", "chair", "Christ", "church", "circle", "cobbler", "corpse", "day", "discovery", "door", "fun", "game", "god", "haunting", "Jesus", "lord", "minister", "name", "night", "poor", "prayer", "pulpit", "stone", "town", "work", "writing"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}