{"publication_info": "DS_VII_447", "full_name": "150 - 2.11 - DS_VII_447", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 2.11, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 4, "name": "Aalborg", "display_name": "Aalborg (place mentioned)"}, {"place_id": 100, "name": "Brorstrup", "display_name": "Brorstrup (place mentioned)"}, {"place_id": 478, "name": "Ravnkilde", "display_name": "Ravnkilde (place mentioned)"}, {"place_id": 556, "name": "Smorup", "display_name": "Smorup (place mentioned)"}, {"place_id": 434, "name": "Nørre Sundby", "display_name": "Nørre Sundby (place mentioned)"}, {"place_id": 661, "name": "Tromsø", "display_name": "Tromsø (place mentioned)"}, {"place_id": 660, "name": "Troms kirke", "display_name": "Troms kirke (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 553, "publication_info": "DS_II_F_104", "full_name": "553 - 0.00 - DS_II_F_104", "url": "data/stories/551.dfl"}, {"informant_id": 144, "publication_info": "DS_VII_426", "full_name": "144 - 0.00 - DS_VII_426", "url": "data/stories/587.dfl"}, {"informant_id": 536, "publication_info": "DS_VII_436", "full_name": "536 - 0.00 - DS_VII_436", "url": "data/stories/604.dfl"}, {"informant_id": 336, "publication_info": "DS_VII_310", "full_name": "336 - 0.00 - DS_VII_310", "url": "data/stories/817.dfl"}, {"informant_id": 48, "publication_info": "DS_II_F_95", "full_name": "48 - 0.00 - DS_II_F_95", "url": "data/stories/913.dfl"}, {"informant_id": 562, "publication_info": "DS_II_F_94", "full_name": "562 - 0.00 - DS_II_F_94", "url": "data/stories/912.dfl"}, {"informant_id": 375, "publication_info": "DS_II_F_93", "full_name": "375 - 0.00 - DS_II_F_93", "url": "data/stories/914.dfl"}, {"informant_id": 331, "publication_info": "DS_VII_443", "full_name": "331 - 0.00 - DS_VII_443", "url": "data/stories/643.dfl"}, {"informant_id": 235, "publication_info": "DS_VII_1614", "full_name": "235 - 1.37 - DS_VII_1614", "url": "data/stories/257.dfl"}, {"informant_id": 241, "publication_info": "DS_VII_146", "full_name": "241 - 1.05 - DS_VII_146", "url": "data/stories/146.dfl"}, {"informant_id": 446, "publication_info": "DS_VII_336", "full_name": "446 - 0.00 - DS_VII_336", "url": "data/stories/478.dfl"}, {"informant_id": 478, "publication_info": "DS_VII_335", "full_name": "478 - 0.00 - DS_VII_335", "url": "data/stories/681.dfl"}]}, "fielddiary_page_start": "3266b", "fielddiary_page_end": "3267a", "bibliographic_info": "Johansen 1991.\nHagen and Sparboe 2000.\nHagen 2003.", "bibliography_references": {"reference": [{"display_string": "[Book] Johansen, Jens Christian V. 1991. <i>Da djævelen var ude... Trolddom i det 17. århundredes Danmark (Odense University studies in history and social sciences)</i>. Odense: Odense Universitetsforlag."}, {"display_string": "[Book section] Hagen, Rune, Sparboe, Per Einar. 2000. Tromsø -- der trollfolk møtes og brennes. In <i>Tromsøboka -- den andre</i>: 48-56. Tromsø: Tromsøboka."}, {"display_string": "[Book] Hagen, Rune Blix. 2003. <i>Hekser : fra forfølgelse til fortryllelse</i>. Oslo: Humanist."}]}, "annotation": "Jens's story is an elaborate variant of the widely attested story of the witch riding a farmhand to the Witch's Sabbath (DS VII 443). The farmhand appeals to a local cunning man, and the advice he receives is sound. In the resolution, the witch is revealed to be the dean's wife. \n\n     The implicit connection in this story between the dean and Satan can be interpreted in several ways. On the one hand, that the dean is married to a witch suggests a profound degree of corruption and hypocrisy in the high church officer's own home. On the other hand, the marriage to the well-concealed witch--and by extension the devil--may suggest that this Satanic threat has reached the innermost circle of the church undetected, and thus threatens the very foundations of the community.\n\n      The boy's symptoms are similar to those of people who have been ridden by the mare; the witch's ride is an analogous phenomenon (KMP 1.37; DS II F 90, 93-95). In this story, the boy, transformed into a horse, is able to turn the tables on the witch, and have her shod before revealing her identity. Revealing the identity of the witch often included public humiliation (JPP 1.05).\n\n      Troms cathedral in Norway was the Danish tradition dominant for the location of the witches' sabbath. Bloksbjærg, a mountain in an unspecified, yet distant location, is also widely attested as the location of this gathering (DS VII 335 and 336). Both Voldborg (Valborg) eve (May 1), and St. Hans eve (June 23) are widely attested as the night that the witches ride to Tromsø.", "danish_manuscript": "Der var en af Jens Aldals Familie ham red en\nHegs paa til Troms Kirke, en Provstes Frue fra\nSmoddup (Ravnkilde). S. snakkede h. med en Hegse\nmester om det, vidste ikke hvordan h skulde\nbære sig ad med det. Der var kommen en en Nat\nog reden paa ham og h. tykte, h. var en Hest og\n[bar] h. var kommen over baade Aalborg og Sund\nby og var s. langt henne, h. vidste aldrig hvor\nlangt det var. Ja det skulde h. sige ham gode\nRaad for. Det var vist nok Sant Hans Nat\nmen a tror ogsaa nok de rider Voldborg Nat\nse. s.  [ride] siger h. til ham naar det bliver nu\ntil Voldb. Nat s. maa du endelig ikke falde i\nSøvn. S. kommer hu nok igien. [A] H. blev skidt\naf det, var troldreden, fik noget af Hegse\nmesteren at komme sig af. N. s. Voldb. Nat\nkommer hu igien, og ha ligger lysvaagen og kommer\nog ryster ved ham med et Bidsel. Hegsem. havde\nsagt ham, hvordan det vilde gaa til. Men s skulde\nh. naar h. kom til Troms Kirke og hu bandt\nham eller slog ham løs, a kan ikke huske,\nhvilket det var, s. skulde h. skubbe Bidselet\naf sig og naar hu kom s. ud, s. skulde h. ryste ad\nhende med det, s. blev h. til en Hest og s. skulde ha\nsætte sig op at ride paa hende. N. h. gjorde som\n\n3267A\nH. sagde og hu red paa ham til Troms Kirke og der\nbinder hu ham og gik ind tillige med de andre og der\nvar mange. S. staar h. og skubber Bidselet af. Da\nhu kom s. ud igien og skulde til at hjem æpaa s. ry-\nstede h. ad hende med B. og hu til Hest og ha ri-\nder hjem hvor h. var fra, og da det s. var Dag\nrider h. til Store-Arden med hende og lod hende\nsko baade for og bag. Da det var s. forrettet s.\ntager h. B. af hende og s. var det Pr. Kone s.\nstod hu der og baade Hænder og Fødder beslaaet\nmed Sko og hu stode der og rystede med dem. S.\nvar det en G. h. gik til Brorstrup til Kirke for\nat ville se hende og da takkede h. hende for sidst.", "english_manuscript": "There was one from Jens Adals family, a witch rode on him to Troms church, it was the dean's wife from Smoddup (Ravnkilde parish). Then he talked to a witch master about this, he didn't know what to do. It had come one night and ridden him and he'd thought that he was a horse and he'd gone past both Aalborg and Sundby and was so far away that he didn't know how far it was. Well, he'd give him some good advice for that. It was probably Skt. Hans eve but I think they also ride on Voldborg eve. Then he says to him, \"When it's Voldborg eve, you mustn't fall asleep. She'll come again.\" He got sick from that, and he got something from the witch master to get better. Well, then on Voldborg eve she came again, and he's lying there wide awake, and she comes and puts a bridle on him. The witchmaster had told him what would happen. When he got to Troms church and she'd tied him up or let him loose, I can't remember what it was she did, he was supposed to push the bridle off and when she came out again, he was supposed to put it on her, then she'd turn into a horse and then he was to get up and ride on her. Well, she did what the witch master said she would and she rode on him all the way to Trom's church and went in along with the others and they were many. Then he stands there and pushes the bridle off and when she came out and was going to ride home on him he put the bridle on her and she turned into a horse and he rode home to where he came from. When day broke, he rode to Store-Arden and had her shod both front and back. When that was done, he took the bridle off of her and it was the dean's wife, she stood there shaking them. Then one time when he went to Brorstrup church to see her, and he thanked her for their last meeting.", "danish_publication": "Der var én af Jens Aldals familie, ham red en heks på til Troms kirke, det var netop en provstes frue fra Smorup (Ravnkilde sogn). Så snakkede han med en heksemester om det, der var kommen én en nat og havde redet på ham, og han tykte så, han var en hest. Han var kommen over både Aalborg og Sundby og var så langt henne, at han vidste aldrig, hvor langt det var. Ja, det skulde den kloge mand sige ham gode råd for. \"Når det bliver nu Voldborg nat igjen — somme steder er det også st. Hans nat de rider — så kommer hun nok som forhen og vil ride på dig, men du må endelig ikke falde i søvn.\" — \"Jamen a er så skidt i hele min krop.\" — \"Det kommer af, at du er troldreden\", også gav han ham noget, han skulde komme sig af. Nå, så kom hun godt nok Voldborg nat og rystede ad ham med et bidsel. Men han lå lysvågen. Hun red så på ham til Troms kirke, og hun bandt ham der — eller måske lod ham gå og passe sig selv. Heksemesteren havde sagt ham, hvordan det vilde gå til. Så skulde han imidlertid skubbe bidselet af sig, og når hun atter kom ud, skulde han ryste æd hende med det. Så blev hun til en hest, og han skulde da op at ride på hende. Nå, hun gjorde, som heksemesteren sagde. Hun gik ind tillige med de andre, og der var mange. Han står da og skubber bidselet af, og da hun kom ud, rystede han æd hende med det. Så red han hjem, hvor han var fra, og da det blev dag, red han til Store-Arden og lod hende sko både for og bag. Da det var så forrettet, tog han bidselet af hende, og så var det provstens kone, hun stod der og havde både hænder og födder beslået med sko og stod og rystede med dem. En gang han siden gik til Brorstrup til kirke for at ville se hende, da takkede han hende for sidst.", "english_publication": "There was one from Jens Adals family, a witch rode on him to Troms church, it was the dean’s wife from Smorup (Ravnkilde parish). Then he talked to a witch master about this thing that had come and ridden on him one night, and he thought that he was a horse. He’d gone past both Aalborg and Sundby and was so far away that he didn’t know how far it was. Well, the cunning man would give him some good advice for this. “When it is Voldborg eve again--some places they ride on Saint Hans eve as well--she’ll probably come like the last time and will want to ride on you, but you must not fall asleep.”--“Sure, but my whole body is so sore.” -- “Well, that’s because you’re troll-ridden.” And then he gave him something that was supposed to help. Well sure enough, she came again on Voldborg eve and put a bridle on him. But he was wide awake. She rode on him then to Troms church and she tied him up there--or maybe she just let him go take care of himself. The witch master had told him what would happen. Then he was supposed to push the bridle off of himself in the meantime and when she came out again, he was supposed to put it on her. Then she’d turn into a horse and he was to get up and ride her. Well, the witch did exactly what the witch master said she would. She went in along with the others and there were many of them. He stands there and pushes the bridle off and, when she came out, he put it on her. Then he rode home to where he came from and, when it was day, he rode to Store-Arden and had her shod both front and back. When that was done, he took the bridle off of her and he saw that it was the dean’s wife, she stood there and had been shod on both her hands and feet and she stood shaking them. One time when he went to Brorstrup church to see her, he thanked her for their last meeting.", "keywords": {"keyword": ["advice", "asleep", "body", "bridle", "church", "Cunning Folk", "day", "dean", "fall", "family", "home", "horse", "Jens", "night", "parish", "riding", "Saint Hans", "sore", "store", "thank", "tie", "troll", "Troms church", "Voldborg Eve", "wife", "witch"]}, "etk_index": {"heading_danish": "Hekse og deres idrætter", "heading_english": "Witches and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}