{"publication_info": "DS_VII_1399", "full_name": "375 - 0.00 - DS_VII_1399", "informant_id": 375, "informant_last_name": "Hansen", "informant_first_name": "Jørgen", "informant_full_name": "Friskolelærer Jørgen Hansen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 899, "name": "Værslev", "display_name": "Værslev (place recorded)"}, {"place_id": 899, "name": "Værslev", "display_name": "Værslev (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "DS_VII_1409", "full_name": "150 - 1.41 - DS_VII_1409", "url": "data/stories/44.dfl"}, {"informant_id": 436, "publication_info": "DS_VII_1357", "full_name": "436 - 0.00 - DS_VII_1357", "url": "data/stories/808.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "En kone i Assendrup, Værslev, kunde på én gang ikke få smör af sine to køer. Hun henvendte sig til en klog kone, og fik det råd at kjøbe en ny ubrugt potte uden at prutte om prisen (stiltiende), fylde den med mælk og stiltiende sætte den hen på skorstenen på en stærk glødeild, stille en ubrugt riskost uden for dören og så lukke den i lås, ti køerne var forheksede, og den skyldige måtte så snart indfinde sig under et eller andet påskud. Men den måtte på ingen måde komme ind, og der imod skulde potten væltes. Alt dette blev nu punktlig udført, og straks var heksen ved dören for at bede om en pægl mælk til vor fa'r, for han var da bleven så dårlig, så hun troede, han kreperede inden aften. Men der hjalp ingen bön, potten blev væltet, og med et skrig styrtede hun hjemad. Næste dag lå hun og var næsten skoldet op.", "english_publication": "All of a sudden, a woman in Assendrup, Værslev couldn’t get cream from her two cows. She went to a cunning woman and got the advice to buy a new unused pot without bargaining over the price (keeping quiet), fill it with milk and, still keeping quiet, put it over the hearth on a hot glowing fire, put an unused straw broom outside the door and then lock it, because the cows were bewitched, and the guilty one had to appear soon under some pretext. But the guilty person was not to be allowed inside under any circumstances and the pot should be tipped over. All of these instructions were followed precisely and the witch was immediately at the door asking for a pail of milk for her father who had become so ill that she was afraid that he’d die before nightfall. But begging and pleading didn't help, the pot was tipped over and, with a scream, she took off home. The next day she lay and was practically scalded to death.", "keywords": {"keyword": ["advice", "allow", "belief", "broom", "chimney", "cow", "cream", "day", "death", "door", "father", "fire", "folk healer", "guilty", "home", "ill", "lock", "milk", "nightfall", "outside", "pail", "pot", "prayer", "scalded", "straw", "witch", "witchcraft", "woman"]}, "etk_index": {"heading_danish": "Hekse og deres idrætter", "heading_english": "Witches and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}