{"publication_info": "DS_IV_1406", "full_name": "144 - 0.00 - DS_IV_1406", "informant_id": 144, "informant_last_name": "Kristensdatter", "informant_first_name": "Johanne Marie", "informant_full_name": "Johanne Marie Kristensdatter", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": {"place_id": 313, "name": "Jerslev", "display_name": "Jerslev (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_IV_1408", "full_name": "241 - 2.14 - DS_IV_1408", "url": "data/stories/164.dfl"}, {"informant_id": 68, "publication_info": "DS_IV_1405", "full_name": "68 - 0.00 - DS_IV_1405", "url": "data/stories/560.dfl"}, {"informant_id": 65, "publication_info": "DS_IV_1388", "full_name": "65 - 0.00 - DS_IV_1388", "url": "data/stories/574.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "En smed og en kone levede godt sammen og var kjönne stræbsomme folk, men så blev han syg og lå to års tid. De havde en svend, og han kunde godt forrette arbejdet, så kunderne blev lige godt ved at tage dertil. Konen tykte, at det kostede for meget at have manden der liggende, og blev til sidst led ved ham. Samtidig blev hun mere fortrolig med karlen, og de fandt på at tage livet af manden. Karlen skulde smede et langt söm til hende, og hun bildte ham ind, hun vilde slå det ind et sted at hænge noget på. Siden han havde smedet det, talte hun med ham om at slå det i hovedet på smeden, og så skulde de have hverandre. Hun holdt sömmet, og han slog til, og så blev de gift og levede sammen i 30 år. Så var det en dag, graveren gravede på kirkegården, som han gjorde så tit, og kastede den hovedskal op med det söm i og kunde nok forstå, at her var noget fordølgt. Han bar hovedskallen ned til præsten, og graveren var så gammel, at han kunde huske, hvem der var begravet på den plads. Præsten sender så bud efter konen og spörger, om hun kan kjende hendes mand. Nej, det var da ikke at snakke om, da han var død for 30 år siden. Så kom han med den skal og viste hende, og så kunde hun nok kjende ham. De kom begge til at lide deres straf her i livet, både svenden og konen.", "english_publication": "A smith and his wife lived well together and were hardworking folks, but then he fell ill and lay in bed for two years. They had a journeyman, and he could take care of the work, so the customers continued to come there. The woman felt that it cost too much with her husband lying about and finally became nasty toward him. At the same time, she became closer to the journeyman, and they decided to kill the man. The journeyman was to make a long nail for her, and she convinced him that she was going to bang it in some place so she could hang something on it. After he'd made it, she talked to him about banging it into the smith's head, and then they would have each other. She held the nail and he hit it, and then they got married and lived together for thirty years. Then one day, the gravedigger was digging at the cemetery, as he so often did, and he dug up the skull with the nail in it, and he realized that something had been covered up here. He carried the skull down to the minister, and the gravedigger was so old that he could remember who was buried there. The minister sends for the woman and asks if she could recognize her husband. No, there was no reason to talk about that since he'd been dead for thirty years. Then he came with the skull and showed it to her, and then she could recognize him. They both got to suffer their punishment here in this life, both the journeyman and the wife.", "keywords": {"keyword": ["banging", "bed", "burial", "cemetery", "day", "death", "digging", "fall", "grave", "husband", "ill", "journeyman", "kill", "marriage", "minister", "nail", "old", "punishment", "skull", "smithing", "wife", "woman", "work"]}, "etk_index": {"heading_danish": "Røvere, drabsmænd og tyve", "heading_english": "Robbers, murderers and thieves"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}