{"publication_info": "DS_VII_437", "full_name": "150 - 2.12 - DS_VII_437", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 2.12, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 660, "name": "Troms kirke", "display_name": "Troms kirke (place mentioned)"}, {"place_id": 1065, "name": "Hasseris", "display_name": "Hasseris (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 144, "publication_info": "DS_VII_426", "full_name": "144 - 0.00 - DS_VII_426", "url": "data/stories/587.dfl"}, {"informant_id": 331, "publication_info": "DS_VII_443", "full_name": "331 - 0.00 - DS_VII_443", "url": "data/stories/643.dfl"}, {"informant_id": 496, "publication_info": "DS_VII_296", "full_name": "496 - 0.00 - DS_VII_296", "url": "data/stories/678.dfl"}, {"informant_id": 324, "publication_info": "DSnr_VI_534", "full_name": "324 - 0.00 - DSnr_VI_534", "url": "data/stories/713.dfl"}, {"informant_id": 396, "publication_info": "DS_VII_423", "full_name": "396 - 0.00 - DS_VII_423", "url": "data/stories/796.dfl"}, {"informant_id": 453, "publication_info": "DS_VII_435", "full_name": "453 - 0.00 - DS_VII_435", "url": "data/stories/645.dfl"}, {"informant_id": 536, "publication_info": "DS_VII_436", "full_name": "536 - 0.00 - DS_VII_436", "url": "data/stories/604.dfl"}]}, "fielddiary_page_start": "3267a", "fielddiary_page_end": "3267a", "bibliographic_info": null, "bibliography_references": {"reference": {"display_string": "[Book] Christiansen, Reidar Thoralf. 1992. <i>The migratory legends (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}}, "annotation": "The improper use of the witch's rake or broom is widely attested in Scandinavian tradition, and Christiansen catalogs these stories as ML3045, \"Following the witch.\" In Jens's story, it is a beggar who has received quarter in the farm who witlessly tries to mimic the witch's ride. In other variants, it is a hired girl (DS VII 436) or a farmhand (DS VII 435). The witch's formula is a key element in the story, and numerous variants of the formula exist. The unwitting rider always makes an amusing substitution in directional adverbs. Jens adds the substitution of the unlikely destination of Hasseris, a town just west of Aalborg. These stories often have a humorous, rather than tragic, ending.", "danish_manuscript": "Saadan Folk har der været her paa Egnen.\nHer henne i de nørre Byer var en Kjæll. h. \nsmurte hendes Ovnrafte og hu havde pyntet\nen Tagkjærn ud og lagt ved Siden af M. s. længe\nog s. laa der en Stakelsm. der ude i deres\nBrygg. et Steder og h. hørte det hvad hu sagde\ntil Ovnsraften. ogsaa en Sct. H. N. og saa hu\nsmurte [_] den af en Krukke og hvor hu satte\nden igien. S. s. hu: Ingen Steder imod men\nåld Ster mæ og oven ud æ Lyred te Troms\nKjerk i Nårre. S. for h væk. S. tog h. Krukke\nog smurte hans Kjæp, men der havde Stodderen\nhørt s. meget fejl at h. sagde: Åld Ster imod\nog åld Ster med og oven ud af Lyred og til Hasse-\nris i Jylland. S. sætter h. sig op paa Kjæppen\nog den fløj alle Steder imod med ham og til sidst\noven ud af Lyred og hen til Hasseris og kylte ham\ni en Møngspøl. H. var kommen op at age med\nhans Svaver.", "english_manuscript": "There were people like that in this area. Here in the northern towns there was an old woman, she smeared her oven rake and rode on it and she'd decorated a tagkjærv (bundle of straw) and laid it beside her husband for the while. There was a beggar sleeping out in their scullery and he heard what she said to the oven rake also one Skt. Hans eve and saw she smeared it from a jar and where she put it back. Then she said, \"No places against but with every place, and up out of the chimney to Troms church in Norway,\" then she flew away. Then he took the jar and he smeared his staff, but the beggar had heard so wrong that he said, \"Against all places and with every place and up out of the chimney to Hasseris in Jutland.\" Then he got up on the staff and it banged into everything and finally up out of the chimney and over to Hasseris, where it threw him into a shit pool. He could say that he'd come up to ride with his brother-in-law.", "danish_publication": "Her henne i de nörre byer var en kjælling, hun smurte hendes ovnsrafte og red på. Så havde hun pyntet en tagkjærv ud og lagt ved siden af manden så længe. Der lå en stakelsmand ude i deres bryggers og hørte, hvad hun sagde til ovnsraften, og så, hvordan hun smurte den af en krukke, og hvor hun satte den igjen. Da hun nu sagde: \"Ingen steder imod, men alle steder med, og oven ud af lyren til Troms kirke i Norge\", så foer hun væk. Så gik stakelsmanden hen og tog krukken, og så smurte han hans kjæp. Men der havde stodderen hørt så meget fejl, at han sagde: \"Alle steder imod og ingen steder med og oven ud af lyren og til Hasseris i Jylland.\" Der var han nemlig fra, og det faldt ham da for munden. Så satte han sig op på kjæppen, og den flöj alle steder imod med ham, og til sidst kom han da helt forstødt oven ud af lyren og hen til Hasseris, hvor den kylte ham i en møngspøl. Han kunde rigtignok sige, at han var kommen op at age med hans svoger.", "english_publication": "Here in the northern towns there was an old woman, she smeared her oven rake and rode on it. She’d dressed up a bundle of straw to look like her and laid it beside her husband while she was gone. There was a beggar sleeping out in their scullery and he heard what she said to the oven rake and saw how she smeared it from a jar and how she put it back. When she said, “No places against, but with every place, and up out of the chimney to Troms church in Norway,” then she flew away. Then the beggar went over and took the jar and then he smeared his staff. But the beggar had so utterly misheard what she had said that he said, “Against all places and without every place and up out of the chimney to Hasseris in Jutland.” He was from there and it just came out of his mouth. Then he got up on the staff and then every place flew at him and he finally came out of the chimney totally beaten up and flew over to Hasseris, where it threw him into a dung pool. He could truly say that he’d come up to ride with his brother-in-law.", "keywords": {"keyword": ["beggar", "brother", "chimney", "dung", "hag", "husband", "Jutland", "law", "mouth", "north", "Norway", "oven", "rake", "riding", "scullery", "sleep", "straw", "town", "Troms church"]}, "etk_index": {"heading_danish": "Hekse og deres idrætter", "heading_english": "Witches and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}