{"publication_info": "DS_VI_122", "full_name": "420 - 0.00 - DS_VI_122", "informant_id": 420, "informant_last_name": "Jørgensen", "informant_first_name": "Jørgen", "informant_full_name": "Jørgen Jørgensen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 805, "name": "Jærnelund", "display_name": "Jærnelund (place recorded)"}, {"place_id": 1034, "name": "Sønderskov", "display_name": "Sønderskov (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DSnr_VI_65", "full_name": "241 - 2.06 - DSnr_VI_65", "url": "data/stories/156.dfl"}, {"informant_id": 150, "publication_info": "DS_VI_139", "full_name": "150 - 1.15 - DS_VI_139", "url": "data/stories/18.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Povl Lyne på Sønderskov havde forsvoret sig til Fanden. En gang skulde de til barsel ovre i Ty, og det var om vinteren. Da de kjørte, lå der en hund bag i vognen. Den gang de skulde så tilbage, vilde de kjøre over isen. Så kom de til en stor revne, og den turde kusken ikke kjøre over, \"Kjør dog til for Satan!\" råbte Povl. \"Nej, i hans navn vil a ikke kjøre, a vil kjøre i Jesu navn.\" Så kjørte han, men det hele sank under isen. Karlen kom op og kom levende hjem. Han sagde, at han kunde høre hestene puste der nede. Siden gik Povl Lyne igjen, og de kunde høre ham komme i hans lange støvler. Han blev så nedmanet af en kapellan i Gudum (?).", "english_publication": "Poul Lyne in Sønderskov had sworn himself to the devil. One time he was supposed to go to a birthing over in Ty and it was during the winter. When they drove off, there was a dog lying in the back of the wagon. Then when they were going to go home, they wanted to drive over the ice. But then they came to a big crack, and the driver didn’t dare drive over it. “Drive ahead, damn you! [lit.: for the devil]\" yelled Paul. “No, I will not drive in his name, I will drive in Jesus’s name.” Then he drove, but everything sank under the ice. The farmhand came up and came ashore alive. He said he could hear the horses breathing down there. After that time, Paul Lyne walked again and they could hear him coming in his high boots. He was conjured down by a curate in Gudum.", "keywords": {"keyword": ["birth", "boots", "conjuring", "curate", "devil", "dog", "driver", "farmhand", "home", "horse", "ice", "Jesus", "name", "Paul", "Poul Lyne", "swear", "wagon"]}, "etk_index": {"heading_danish": "Om Fanden og forbund med ham", "heading_english": "About the Devil and being in league with the Devil"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}