{"publication_info": "DS_II_A_1", "full_name": "150 - 2.13 - DS_II_A_1", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 2.13, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 402, "publication_info": "DS_I_1", "full_name": "402 - 0.00 - DS_I_1", "url": "data/stories/774.dfl"}, {"informant_id": 150, "publication_info": "JAH_VI_85", "full_name": "150 - 2.14 - JAH_VI_85", "url": "data/stories/61.dfl"}]}, "fielddiary_page_start": "3267b", "fielddiary_page_end": "3267b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Jens's etiological story about the origin of the elves is inventive and idiosyncratic. The Danish word for elves, \"ellefolk\", could also be heard as \"l\" folk. Tang Kristensen splits the manuscript record into two distinct stories, publishing this first one in Danske sagn and the second part in Jyske Almueliv (2.14).", "danish_manuscript": "Adam havde en Kone, først hu hed Lillis, h. kunde\nflyve og hu kunde svømme og naar hu bekom Børn\ndet var en halv Snes Stykker paa Tiden og det var\nalle deher Ellefolk, de var s. bitte, lille og de fik\ndet Navn efter deres Moder for det hu havde\nalle de Ler til hendes Navn. Det var en gl. \nMand der bildte sig ind h. var noget bibellæst\nh. sagde til min M om h. vidste hvad Adams \n2 Kone hed. S. bandte hu ja vidste hu s. for\nhu hed Kjedsten Moskovs. H. kjendte jo en\nMand der hed Adam og h. havde hans 2 Kone.\nDe gl. vilde have til at Vh skabte 2 Msker\npaa en G. og s. blev Herren kjed af hende\nog skabte Eva.", "english_manuscript": "Adam had first a wife named Lillith, she could fly and she could swim, and when she had children, it was ten at a time. It was all these little elves, and they were so tiny. They got that name from their mother, because she had all those l's in her name. There was an old man who'd convinced himself that he knew the bible well and he asked my mother if she knew the name of Adam's second wife. Then she swore and said she certainly did, she was called Kjesten Mosskovs. She knew a man who was called Adam and he had a second wife. The old ones wanted the Lord to make two people at a time, and so the Lord got tired of her and made Eve, as told in the bible.", "danish_publication": "Adam havde først en kone, der hed Lillis, hun knude flyve, og hun kunde svömme, og når hun bekom börn, var det en halv snes stykker på tiden. Det var alle deher ellefolk, og de var så bitte lille. De fik det navn efter deres moder, for det hun havde alle de l-er i hendes navn. De gamle vilde have til, at Vorherre skabte to mennesker på én gang, og så blev Herren kjed af kvinden, som hed Lillis, og skabte Eva, som det fortælles i Bibelen.", "english_publication": "Adam first had a wife named Lillith, she could fly and she could swim, and when she had children, it was ten at a time. It was all these little elves, and they were so tiny. They got that name from their mother because she had all those l’s in her name. The old ones wanted the Lord to make two people at a time, and so the Lord got tired of the woman who was called Lillith and made Eve, as told in the bible.", "keywords": {"keyword": ["Adam", "Bible", "children", "elf", "flying", "Lillith", "lord", "mother", "name", "old", "swimming", "tired", "wife", "woman"]}, "etk_index": {"heading_danish": "Ellefolk", "heading_english": "Elves"}, "tango_indices": {"tango_index": [null, null, null]}, "genre": null}