{"publication_info": "DS_IV_1566", "full_name": "352 - 0.00 - DS_IV_1566", "informant_id": 352, "informant_last_name": "Dalin", "informant_first_name": "K. P.", "informant_full_name": "K. P. Dalin", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 740, "name": "Åle", "display_name": "Åle (place recorded)"}, {"place_id": 949, "name": "Odense", "display_name": "Odense (place mentioned)"}, {"place_id": 1035, "name": "Båring", "display_name": "Båring (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 409, "publication_info": "DS_IV_1535", "full_name": "409 - 0.00 - DS_IV_1535", "url": "data/stories/627.dfl"}, {"informant_id": 48, "publication_info": "DS_IV_1584", "full_name": "48 - 0.00 - DS_IV_1584", "url": "data/stories/625.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1592", "full_name": "241 - 2.10 - DS_IV_1592", "url": "data/stories/160.dfl"}, {"informant_id": 346, "publication_info": "DS_IV_1594", "full_name": "346 - 0.00 - DS_IV_1594", "url": "data/stories/484.dfl"}, {"informant_id": 108, "publication_info": "DS_IV_1591", "full_name": "108 - 0.00 - DS_IV_1591", "url": "data/stories/634.dfl"}, {"informant_id": 245, "publication_info": "DS_IV_1593", "full_name": "245 - 0.00 - DS_IV_1593", "url": "data/stories/636.dfl"}, {"informant_id": 241, "publication_info": "DSnr_IV_996", "full_name": "241 - 4.30 - DSnr_IV_996", "url": "data/stories/202.dfl"}, {"informant_id": 241, "publication_info": "DSnr_I_627", "full_name": "241 - 4.33 - DSnr_I_627", "url": "data/stories/205.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "For mange år siden, för den nye landevej blev lagt gjennem Fyen fra Middelfart til Bogense, gik vejen mellem disse to byer norden om Båring gjennem Båring skov og langs med den vej fra Kattegat, som strækker sig ind mod byen og kaldes Båringvej. Den del af Båring skov, som vejen gik igjennem, hed Kragelund, og her havde en röverbande sin hule. For at kunne høre, når folk færdedes, havde de trukket snore tværs over vejen, og i snorene hængte de så henne ved hulen klokker, der ringede, så snart snorene rørte sig. Så styrtede röverne ud og plyndrede og dræbte dem, der kom der forbi. En gang fik de fat i en pige, men hun var så kjön, at de ikke nænnede at dræbe hende, og tog hende da med til deres hule. Der blev hun i lang tid og gjorde rövernes arbejde i hulen, og lod i det hele, som hun var godt tilfreds med at være der. Så en gang bad hun om lov til at gå hjem til barselgilde hos en søster. Röverne vilde nødig give hende lov, men til sidst sagde de dog ja, når hun vilde love aldrig at tale til noget menneske om, hvor hun var, og det lovede hun også. Der var stort gilde hos søsteren, og da folk så hende, der havde været borte så længe, spurgte de hende meget ud, men hun sagde aldrig et ord. Efter måltidet gik folk ud at se sig om, og hun gik da også ud. Men i et af gulvene stod en sule, den gik hun hen og tog omkring med begge sine arme, og for den fortalte — eller rettere sang — hun, hvad hun ikke turde sige noget menneske:\n\"I Båring skov, i Kragelund\nder lå de rövere sytten,\njeg siger det hverken for folk eller fæ\nmen kun for denne stötte.\" \nFolk hørte dog godt, hvad hun sagde, og da hun lidt efter gik hjem til röverkulen, gav de hende en lille pose med gryn i og skar en lille rift i bunden, så da hun gik, tegnede hun med gryn en vej lige til röverboet. De blev da overrumplede og fangede allesammen og derpå henrettede.", "english_publication": "Many years ago before the new highway was built across Fyn from Middelfart to Bogense, the road went between these two towns north of Båring, through Båring woods along the road from the Kattegat, which stretches in towards town and is called Båring road. The part of the Båring woods that the road went through was called Kragelund and a robber gang had its den here.They had pulled a rope across the road to hear when people traveled by, and they hung bells on the rope near the den which rang as soon as the ropes were touched. Then the robbers jumped out and plundered and killed those people who came by. Once they got hold of a girl but she was so beautiful that they didn’t have the heart to kill her and they brought her along to their den. She was there for a long time and did the robbers’ work in the den and made like she was quite happy being there. Then one time she asked permission to go home to a baby shower at her sister’s house. The robbers didn’t really want to let her go, but they finally said yes if she promised not to talk to any people about where she was (living), and she promised that too. There was a big party at her sister’s house and when people saw her, they asked her a lot of questions since she had been away so long, but she never said a word. After the meal people went out to take a look around and she also went out. But in one of the stalls there was a support beam, and she went over to it and held it with both her arms and she told it — or rather sang — what she didn’t say to other people: \n“In Båring woods, in Kragelund \nthere lie the robbers seventeen \nI’m saying it to neither man nor beast \nbut only to this support beam.” \nPeople listened well to what she said and a little bit later when she went home to the robber den, they gave her a little bag of meal and cut a little hole in the bottom, so when she walked she drew a path with meal right to the robbers’ hideaway. They were taken by surprise and caught all together and then executed.", "keywords": {"keyword": ["arms", "baby", "bags", "beast", "beautiful", "bells", "den", "execution", "girl", "happy", "heart", "highway", "home", "house", "kill", "meal", "north", "party", "permission", "plunder", "road", "robber", "rope", "singing", "sister", "stall", "support beam", "town", "woods", "work"]}, "etk_index": {"heading_danish": "Røvere, drabsmænd og tyve", "heading_english": "Robbers, murderers and thieves"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}