{"publication_info": "DS_II_E_42", "full_name": "399 - 0.00 - DS_II_E_42", "informant_id": 399, "informant_last_name": "Jensen", "informant_first_name": "Karl Kristian", "informant_full_name": "Ungkarl Karl Kristian Jensen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 214, "name": "Gudum", "display_name": "Gudum (place recorded)"}, {"place_id": 801, "name": "Hvidbjærg, Tyholm", "display_name": "Hvidbjærg, Tyholm (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "DS_II_E_84", "full_name": "235 - 2.09 - DS_II_E_84", "url": "data/stories/292.dfl"}, {"informant_id": 451, "publication_info": "DS_II_E_48", "full_name": "451 - 0.00 - DS_II_E_48", "url": "data/stories/839.dfl"}, {"informant_id": 490, "publication_info": "DS_II_E_22", "full_name": "490 - 0.00 - DS_II_E_22", "url": "data/stories/598.dfl"}, {"informant_id": 123, "publication_info": "DS_II_E_20", "full_name": "123 - 2.15 - DS_II_E_20", "url": "data/stories/389.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "I Hvidbjærg kirke på Tyholm var der en gang en lindorm, og når den blev så stor, at den kunde nå rundt om kirken, troede man, at denne vilde blive væltet. Det gjaldt da om at få den slået ihjel. Men der var ingen, som turde binde sig ved den. Så kom de i tanker om at lægge en tyrekalv til, og opfostre den med nymalket mælk i tre år. Folkene i Hvidbjærg sogn leverede mælk i fællesskab dertil, og i denne tid turde ingen mennesker komme i kirken. Da tiden nu var omme, var tyren bleven stor og stærk og skulde nu slås med uhyret. Så blev tyren lukket ind i kirken, og folkene stod udenfor i massevis for at få enden at vide. Nu blev der et forfærdeligt spektakel, og tyren brølte, så kirken rystede, men efter en tids forløb blev alt stille derinde, og nogle af de modigste kravlede op i vinduerne for at se, om uhyret var blevet dræbt. Da så de, at både lindorm og tyr lå døde og svömmede i deres blod. Nu fik man i en hast kirkedören op og fik de døde kroppe slæbt ud. Lindormen fik de ned til fjorden og i en båd, og så sejlede de med den hen til en lille ø og begravede den der, og den ø kaldte man siden den tid Lindø.", "english_publication": "In Hvidbjærg church at Tyholm there was once a lindorm, and when it got so big that it could reach around the church, they believed that the church would be toppled. Then it was important to get it killed. But there was nobody who dared go up against it. Then they decided to use a bull calf, and raise it on newly milked milk for three years. The people in Hvidbjærg provided the milk for that communally and during that time nobody dared go into the church. Now when the time was up, the bull had become big and strong and was to fight the monster. Then the bull was let into the church and the people stood in a crowd outside to find out the end. There was an incredible row and the bull snorted so loud that the church shook but after a while everything grew quiet in there and some of the bravest crawled up to the windows to see if the monster had been killed. Then they saw that both the lindorm and the bull lay dead and swam in their own blood. Then they opened the church door in a rush and dragged the dead bodies out. They got the lindorm down to the fjord and into a boat and they sailed with it to a little island, and buried it there and that island has been called Lindø ever since.", "keywords": {"keyword": ["belief", "blood", "boat", "bravery", "bull", "burial", "church", "crowd", "dead bodies", "death", "door", "fight", "island", "kill", "lindorm", "milk", "monster", "outside", "sailing", "strength", "swimming", "three", "window"]}, "etk_index": {"heading_danish": "Lindorme og småkryb", "heading_english": "Wiverns and small creepy-crawlies"}, "tango_indices": {"tango_index": [null, null, null, null, null]}}