{"publication_info": "DS_VI_323", "full_name": "448 - 0.00 - DS_VI_323", "informant_id": 448, "informant_last_name": "Larsen", "informant_first_name": "Karl", "informant_full_name": "Karl Larsen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 816, "name": "Kornerup", "display_name": "Kornerup (place recorded)"}, {"place_id": 96, "name": "Brøndbyvester", "display_name": "Brøndbyvester (place mentioned)"}, {"place_id": 117, "name": "Damhuskro", "display_name": "Damhuskro (place mentioned)"}, {"place_id": 559, "name": "Snoldelev", "display_name": "Snoldelev (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_VI_897", "full_name": "241 - 2.07 - DS_VI_897", "url": "data/stories/157.dfl"}, {"informant_id": 235, "publication_info": "DS_V_810", "full_name": "235 - 1.07 - DS_V_810", "url": "data/stories/226.dfl"}, {"informant_id": 400, "publication_info": "DS_IV_1161", "full_name": "400 - 0.00 - DS_IV_1161", "url": "data/stories/621.dfl"}, {"informant_id": 528, "publication_info": "DS_VI_326", "full_name": "528 - 0.00 - DS_VI_326", "url": "data/stories/435.dfl"}, {"informant_id": 518, "publication_info": "DS_VI_315", "full_name": "518 - 0.00 - DS_VI_315", "url": "data/stories/837.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Den kloge præst i Snoldelev havde en gammel kusk, der somme tider holdt og bedede i Damhuskroen, hvor omkring dem fra Brøndbyvester havde et vejstykke at holde i stand. Han fortalte her, at en gang de havde været ude på en røverrejse (rimeligvis efter noget hekseri) blev hestene lige med ét stædige, stejlede og vilde ingen steder. Så siger præsten til ham: \"Tag fat på tömmen med höjre hånd, så langt ude, du kan nå.\" Det gjorde kusken, men det hjalp ikke. \"Stå så af og tag hovedtöjet af den fjermer hest.\" Det gjorde han. \"Kan du nu ikke se noget bag på vognen?\" sagde præsten igjen. Jo, nu kunde kusken tydelig se, at der sad en djævel bag på. \"Tag så det fjermer baghjul af og læg det op i vognen, og kjør så alt hvad du kan hjem ad.\" Da de nåede hjem til præstegården, sagde præsten: \"Nu kan du gå, for nu har du fået noget for din ulejlighed.\" Det var til Djævelen, han sagde det, for det var ham, der havde måttet være fjerde hjul til vognen, efter at hjulet var taget af. Siden den tid var der aldrig noget i vejen, når de var ude at kjøre.\nHr. Andr. Tamdrup Rachlou var præst her fra 1769—1789 og atter 1802—1811.", "english_publication": "The wise minister in Snoldelev had an old driver who sometimes stopped and rested in Damhus Inn, near where the people from Brøndbyvester had a piece of road they were responsible for repairing. He told a story that one time when they had been out on a trip (probably to see about some sort of witchcraft), the horses all of a sudden became stubborn, reared, and wouldn't go anywhere. Then the minister says to him, \"Grab hold of the reins with your right hand as far out as you can.\" The driver did that, but it didn't help. \"Get down and take the harness off the far horse.\" He did that. \"Can't you see anything on the back of the wagon?\" the minister said again. Well, now the driver could clearly see that there was a devil sitting in the back there. \"Take off the right back wheel and put it up in the wagon, and then drive as fast as you can home.\" When they got home to the parsonage, the minister said, \"Now, can you leave, because now you've gotten something for your difficulties.\" That was to the devil, he said that, because it was him who had to be the fourth wheel for the wagon after the wheel had been taken off. Since then, nothing ever went wrong when they were out driving. \nHr. Andr. Tamdrup Rachlou was the minister here from 1769-1789 and again from 1802-1811.", "keywords": {"keyword": [1802, "Cunning Folk", "devil", "driver", "harness", "home", "horse", "inn", "minister", "old", "parsonage", "reins", "rest", "road", "wagon", "wheel", "witchcraft"]}, "etk_index": {"heading_danish": "Om Fanden og forbund med ham", "heading_english": "About the Devil and being in league with the Devil"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}