{"publication_info": "DS_VI_471", "full_name": "421 - 0.00 - DS_VI_471", "informant_id": 421, "informant_last_name": "Jørgensen", "informant_first_name": "Karl P. J.", "informant_full_name": "Redaktør Karl P. J. Jørgensen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": {"place_id": 341, "name": "Kolding", "display_name": "Kolding (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "JAH_V_66", "full_name": "150 - 4.29 - JAH_V_66", "url": "data/stories/140.dfl"}, {"informant_id": 123, "publication_info": "DS_VI_98", "full_name": "123 - 3.08 - DS_VI_98", "url": "data/stories/411.dfl"}, {"informant_id": 366, "publication_info": "DS_V_248", "full_name": "366 - 0.00 - DS_V_248", "url": "data/stories/613.dfl"}, {"informant_id": 150, "publication_info": "Unpub_BJK_134", "full_name": "150 - 1.34 - Unpub_BJK_134", "url": "data/stories/37.dfl"}, {"informant_id": 372, "publication_info": "DS_VI_478", "full_name": "372 - 0.00 - DS_VI_478", "url": "data/stories/650.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "I en kro i Sønderjylland sad en gang nogle karle og spillede kort, og de bandede så meget forfærdeligt. Bedst, som de sad, kom der en fremmed mand ind, og han kom da til at spille med dem; men han spillede sådan, at han vandt fra dem hele tiden. Midt i spillet tabte én af karlene klør es på gulvet, men da de tog lyset for at se efter det, så de, at den fremmede mand havde en hestefod. Nu kunde de nok se, hvem det var, de havde med at gjøre, og så fik de hemmelig sendt pigen af sted efter præsten, men blev lige godt ved at spille, som der var ingen ting i vejen. Lidt efter kom præsten ind ad dören med bibelen under armen og sagde: \"God aften alle sammen, undtagen én!\" Så spurgte den fremmede mand om, hvem det var, og præsten sagde: \"Det er dig, dit skarn!\" Den fremmede begyndte da at bede, om han ikke, når han skulde ud, måtte få lov at gå op igjennem skorstenen. \"Nej\", siger præsten, \"det er alt for stor en plads for dig at komme igjennem.\" Og så skar han et lille hul i vinduessprossen tæt ved glasset og sagde, at der skulde han nu ud af. Fanden, for ham var det jo, blev så til røg og foer ud igjennem hullet, men så var der sådan en stank efter ham, så de næsten ikke kunde holde ud at være i stuen. Siden den tid lod karlene både være med at bande og spille kort, og kroen fik navnet \"Klør Es kro.\"", "english_publication": "In an inn in Sønderjylland, some farmhands sat around playing cards and they were swearing tremendously. Just as they were sitting there enjoying themselves, a strange man comes in and he winds up playing with them; but he played so well that he beat them every time. In the middle of a hand, one of the farmhands drops the ace of clubs on the floor but when they got the candle to look for it, they saw that the strange man had a horse's hoof. Now they could pretty much see who it was that they were dealing with and so they secretly sent the hired girl off to get the minister, but continued to play just like there was nothing wrong. A little later the minister came in through the door with the bible under his arm and said, “Good evening everybody except for one!” Then the strange man asked who it was and the minister said: “It’s you, you wretch!” The stranger began to beg that he had to go now, if he couldn’t be allowed to leave up through the chimney. “No” says the minister, “That’s way too big a place for you to go through.” And then he cut a little hole in the window putty near the glass and said that now he had to go out that way. The devil, because that’s who it was, turned into smoke and traveled out through the hole, but then there was such a stink after he left, that they couldn’t bear to stay in the room. After that time the farmhands stopped playing cards and swearing, and the inn got the name, “The Ace of Clubs Inn”.", "keywords": {"keyword": ["ace", "allow", "arms", "beggar", "Bible", "candle", "cards", "chimney", "devil", "door", "evening", "farmhand", "floor", "girl", "glass", "horse", "inn", "minister", "name", "smoke", "stranger", "swear", "window"]}, "etk_index": {"heading_danish": "Om Fanden og forbund med ham", "heading_english": "About the Devil and being in league with the Devil"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}