{"publication_info": "DS_V_386", "full_name": "540 - 0.00 - DS_V_386", "informant_id": 540, "informant_last_name": "Sørensen", "informant_first_name": "Karl", "informant_full_name": "Karl Sørensen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 906, "name": "Vester Tørslev", "display_name": "Vester Tørslev (place recorded)"}, {"place_id": 32, "name": "Andrup", "display_name": "Andrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 386, "publication_info": "DS_V_384", "full_name": "386 - 0.00 - DS_V_384", "url": "data/stories/855.dfl"}, {"informant_id": 123, "publication_info": "DS_V_822", "full_name": "123 - 2.05 - DS_V_822", "url": "data/stories/379.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "En skomager i Andrup var slem imod konen, og hun kom da i tanker om at ville drukne sig. De havde tre börn, og det mindste lå i vuggen. Hun gik tre gange fra huset og til søen, og endelig samlede hun skjörterne op over hovedet, stampede hul i isen med hendes födder og puttede sig ned. De kunde se på hendes tråd, hvordan hun havde vandret frem og tilbage, og manden udtalte sig senere om, at hvis barnet ikke havde været roligt, så vilde hun ikke have gjort det. Siden så man tit hendes gjenfærd og hørte hende ved juletid klage sig så jammerlig der ude. To skrædderpiger, der gik på is tværs over søen, mödte hende med skjörtet over hovedet, og da de kom til Glenstrup, blev de så syge.", "english_publication": "A cobbler in Andrup was bad to his wife and she decided to drown herself. They had three children and the littlest was in the crib. She went three times from the house to the lake, and finally she pulled her skirts up over her head, stamped a hole in the ice with her feet and put herself down. They could see by her her footprints how she had wandered back and forth, and the husband later said that if the child hadn’t been quiet, then she wouldn’t have done it. Later they often saw her revenant and heard her at Christmas time complain so loudly out there. Two sewing girls who walked across the lake on the ice met her with her skirt over her head and when they got to Glenstrup they got sick.", "keywords": {"keyword": ["children", "Christmas", "cobbler", "crib", "drowning", "girl", "house", "husband", "ice", "lake", "revenant", "sewing", "sickness", "skirt", "three", "wandering", "wife"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}