{"publication_info": "DS_IV_1381", "full_name": "57 - 0.00 - DS_IV_1381", "informant_id": 57, "informant_last_name": "Frederiksdatter", "informant_first_name": "Kirsten Marie", "informant_full_name": "Kirsten Marie Frederiksdatter", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 20, "name": "Albæk", "display_name": "Albæk (place recorded)"}, {"place_id": 1036, "name": "Enerisgård", "display_name": "Enerisgård (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 551, "publication_info": "DS_IV_1391", "full_name": "551 - 0.00 - DS_IV_1391", "url": "data/stories/490.dfl"}, {"informant_id": 334, "publication_info": "DS_IV_1400", "full_name": "334 - 0.00 - DS_IV_1400", "url": "data/stories/509.dfl"}, {"informant_id": 523, "publication_info": "DS_IV_1378", "full_name": "523 - 0.00 - DS_IV_1378", "url": "data/stories/698.dfl"}, {"informant_id": 402, "publication_info": "DS_IV_1371", "full_name": "402 - 0.00 - DS_IV_1371", "url": "data/stories/779.dfl"}, {"informant_id": null, "publication_info": "DS_IV_1384", "full_name": "0 - 0.00 - DS_IV_1384", "url": "data/stories/870.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "En bedefredag skulde mand og kone på Enerisgård til alters, og så var der en gammel kone at passe på, mens de var borte. Hun så mange blodpletter både på en gammel lænestol, der stod i kakkelovnskrogen, og i deres forstue og udenfor døren. Da de kom hjem, spurgte hun om det. De foregav, at de havde været ved at slagte en höne, og den var fløjen omkring der inde, og det var blodet af den, hun havde seet. Men det var nu en knippelskræmmer, der var slået ihjel. Den mand, der skulde have gjort det, hed Lavst, og hans fader Hans Eneris var også med til det. Lavst var aldrig rask siden og gik og var så sölle. Da Hans Eneris skulde begraves, var en anden sön, der kaldtes Anders Rognsbjærg og boede i Brejning, hjemme til begravelsen, og Lavst skulde kjøre. Da de nu vilde gjennem porten med liget, stod hestene helt stille. \"Lad mig kjøre,\" sagde Anders og tog ved tömmen. Så stod hestene op i æ vindvejr og gav et spring, og så kunde de kjøre. Siden har der været sådant spøgeri i den gård. Men den port, som de kjørte igjennem, er også bleven muret efter, og nu er det gamle stuehus revet ned.", "english_publication": "One day the fourth Friday after Easter, a man and his wife from Enerisgård were going to church and there was an old woman at home to take care of the house while they were gone. She saw a lot of blood spots on both an old recliner, which was in the wood-burning stove nook, and in their front room and outside of the door. When they got home, she asked about it. They pretended that they had been slaughtering a chicken and it had flown around in there, and it was the blood from that that she had seen. But it was actually a peddler who had been killed. The man who was supposed to have done it was called Laust and his father Hans Eneris was also involved. Laust was never healthy after that and went around and was so wretched. When Hans Eneris was to be buried, another son who was called Anders Rognsbjærg and lived in Brejning came home for the funeral and Laust was supposed to drive. When they wanted to get through the farm portal with the corpse, the horses stood totally still. “Let me drive,” said Anders and took the reins. Then the horses reared up and jumped and then they could drive. After that, there has always been haunting at that farm. But that portal that they drove through has also been walled up and now the old house has been torn down.", "keywords": {"keyword": ["Anders Rognsbjærg", "blood", "burial", "chicken", "church", "corpse", "day", "door", "easter", "farm", "father", "fire", "funeral", "Hans Eneris", "haunting", "home", "horse", "house", "kill", "Laust", "nook", "old", "outside", "peddler", "reins", "slaughter", "son", "stove", "walls", "wife", "woman", "wood"]}, "etk_index": {"heading_danish": "Røvere, drabsmænd og tyve", "heading_english": "Robbers, murderers and thieves"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}