{"publication_info": "DS_I_50", "full_name": "557 - 0.00 - DS_I_50", "informant_id": 557, "informant_last_name": "Andersen", "informant_first_name": "Kristen", "informant_full_name": "Kristen Andersen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 915, "name": "Vore", "display_name": "Vore (place recorded)"}, {"place_id": 1039, "name": "Øster Velling", "display_name": "Øster Velling (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 150, "publication_info": "DS_I_43", "full_name": "150 - 4.21 - DS_I_43", "url": "data/stories/132.dfl"}}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Nede i Östervelling skov var en stor bakke, de kaldte Mandbjærg, og der var bjærgfolk i. Mens a var en lille dreng, passerede det, at en kone fra Östervelling, der havde været nede i engen ved Nörre-å, kom gående op gjennem skoven, og da så hun to små drenge løbe på den höj. Så troede hun jo, det var hendes egen dreng og mig, og hun kaldte ad os og gik siden runden om höjen, men da var der ingen at hitte. Så gik hun hjemad og skjældte ud over de slemme drenge. Da hun kom til hjemmet, var vi der jo og havde ingen steder været. Så kunde hun forstå, at det var bjærgfolkene, hun havde set. De havde røde luer på, og sådan nogle brugte vi også den gang.", "english_publication": "Down in Østervelling woods there was a big hill, which they called Mandbjærg, and there were mound dwellers in it. When I was a little boy, it happened that a woman from Østervelling who had been down in the meadow near Nørre river came walking up through the woods and then she saw two little boys running on the mound. Then she thought that it was her own boy and me and she called to us and then went around the mound, but then there was nobody to see. Then she went home, scolding the boys for being bad. When she got home, we were there and hadn’t gone anywhere. Then she realized that it was mound dwellers she had seen. They had red hats on and we wore ones like that at the time.", "keywords": {"keyword": ["boy", "hat", "hill", "home", "meadow", "mound", "mound dweller", "red", "river", "woman", "woods"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}