{"publication_info": "DS_IV_1584", "full_name": "48 - 0.00 - DS_IV_1584", "informant_id": 48, "informant_last_name": "Ebbesen", "informant_first_name": "Kristen", "informant_full_name": "Kristen Ebbesen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 139, "name": "Egtved", "display_name": "Egtved (place recorded)"}, {"place_id": 505, "name": "Ry skov", "display_name": "Ry skov (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 346, "publication_info": "DS_IV_1594", "full_name": "346 - 0.00 - DS_IV_1594", "url": "data/stories/484.dfl"}, {"informant_id": 352, "publication_info": "DS_IV_1566", "full_name": "352 - 0.00 - DS_IV_1566", "url": "data/stories/605.dfl"}, {"informant_id": 351, "publication_info": "DS_IV_1588", "full_name": "351 - 0.00 - DS_IV_1588", "url": "data/stories/814.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1592", "full_name": "241 - 2.10 - DS_IV_1592", "url": "data/stories/160.dfl"}, {"informant_id": 108, "publication_info": "DS_IV_1591", "full_name": "108 - 0.00 - DS_IV_1591", "url": "data/stories/634.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Der var 12 rövere i Ry skov, og anføreren det var den trettende. Der gik en vej igjennem skoven, og de havde spændt snore med klokker ved, så de kunde høre, når der kom nogen. De havde gjort akkord med Fanden, og så skulde han lære dem, hvordan de skulde bære dem ad med at komme til at flyve. De skulde have fat i en frugtsommelig kone og skjære barnet ud af hende, og var det så et drengebarn, skulde de tage hjærtet af det og spise, så kunde de flyve. Så tog de først 13 kvinder af dage, men i dem alle var der pigebörn, og det fik de da ikke noget ud af. Endelig var der en mand, som hed Store-Johan, han var noget i komplot med dem, og han solgte hans kone til dem. De bandt hende splitternøgen til et træ og skulde så til at skjære i hende. Men i det samme kom der nogle herregårdsskytter ridende, og de jog dem derfra, og så blev röverne fangede og manden med. Konen døde, og det viste sig, at hun var med to drengebörn, men nu havde de jo ingen ting ud af det. Der er en vise om det, som a har hørt, men a véd ikke, om den er trykt.", "english_publication": "There were twelve robbers in Ry woods and their leader was the thirteenth. A road went through the woods and they had strung up a rope with bells on it so they could hear when somebody came by. They had made a pact with the devil and he was supposed to teach them what they needed to do so they could fly. They had to get hold of a pregnant woman and cut the child out of her, and if it was a male child, they were supposed to take its heart and eat it, then they could fly. So they killed thirteen women, but there were girls in all of them, and they didn’t get much out of that. Finally there was a man who was called Store-Johan (Big Johan) who was in cahoots with them and he sold them his wife. They tied her stark-naked to a tree and were going to cut into her. But at that moment some riflemen from a manor farm came riding by and they chased them away and then the robbers and the man were caught. The woman died and it turned out that she was carrying two boys, but now they didn’t get anything out of that. There’s a ballad about that, which I’ve heard, but I don’t know if it has been printed.", "keywords": {"keyword": ["ballad", "bells", "Big Johan", "boy", "chase", "children", "death", "devil", "flying", "girl", "heart", "kill", "manor farm", "naked", "pact", "pregnant", "riding", "rifleman", "road", "robber", "rope", "Store Rohan", "tie", "tree", "wife", "woman", "woods"]}, "etk_index": {"heading_danish": "Røvere, drabsmænd og tyve", "heading_english": "Robbers, murderers and thieves"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}