{"publication_info": "DS_IV_1535", "full_name": "409 - 0.00 - DS_IV_1535", "informant_id": 409, "informant_last_name": "Jepsen", "informant_first_name": "Kristen", "informant_full_name": "Kristen Jepsen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 855, "name": "Rødhus, Hune", "display_name": "Rødhus, Hune (place recorded)"}, {"place_id": 424, "name": "Nibe", "display_name": "Nibe (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 352, "publication_info": "DS_IV_1566", "full_name": "352 - 0.00 - DS_IV_1566", "url": "data/stories/605.dfl"}, {"informant_id": 332, "publication_info": "DS_IV_1512", "full_name": "332 - 0.00 - DS_IV_1512", "url": "data/stories/708.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "En mand, der boede sønden for Nibe, han fortalte, at hans forældre havde mark, der gik ind til Nibe mark, og så havde han gået der som hyrdedreng i heden og seet, at der var 7 grave, som der var 7 rövere begravet i. De rövere var komne ind til en gårdmand en juleaften, og han kom jo knap ind på, hons det var for nogle, for de havde hver et gevær. Så fik de dem sat til bordet, og der blev dækket op for dem, og de fik både at æde og drikke. Men imens fik manden hans kone bag ud, og hun kom hen til en herregård, der hedder Lundbæk. Der lå krigsfolk i den tid, men de havde ikke uden 6, og de 6 turde ikke binde dem til det. Så gik der bud over til Øland, de havde også 6. Det traf nu så heldigt, at fjorden lå, så de kunde komme over på ise. Mens konen var borte, gik manden og skjænkede godt for hans gjæster. De havde lagt deres flintestens-geværer fra dem, og så hældte han glassene godt fulde, sådan at de løb over, og så spildte han ved lejlighed noget på bøsserne. Da de nu kom fra Øland, var de jo 11 i følge, og de stiller udenfor og råber hurra. Så tog röverne til deres geværer og vilde skyde, men de kunde ikke, for manden havde spildt brændevin på krudtet. De blev taget alle 7, og så blev de undlivet og begravet der ude i den hede.", "english_publication": "A man, who lived south of Nibe, he told about how his parents had a field which went all the way up to Nibe field, and he had worked there as a shepherd out on the heath and had seen that there were seven graves in which seven robbers were buried. Those robbers had gone into a farmer one Christmas eve, and he quickly realized what kind of people they were, since they each had a rifle. So then they sat down at the table, and it was set for them, and they got both food and drink. But in the meantime the farmer sent his wife out the back way and she went over to a manor farm, which is called Lundbæk. There were soldiers stationed there at that time, but there were only six, and those six didn’t dare take on such a task. So they sent a messenger over to Øland, they also had six. It happened rather luckily that the fjord was frozen so they could get across it on the ice. While his wife was away, the man went and poured well for his guests. They had put down their flintlock rifles, and so he filled the glasses all the way up so that they spilled over and with that opportunity he spilled some on the rifles. When the other soldiers came from Øland, they were eleven all together and they stood outside and yelled hurrah! Then the robbers grabbed their rifles and wanted to shoot but they couldn’t because the man had spilled moonshine on the gunpowder. All seven of them were caught and then they were executed and buried out on the heath.", "keywords": {"keyword": ["burial", "Christmas", "drinking", "execution", "farmer", "field", "food", "frozen", "grave", "guest", "heath", "ice", "manor farm", "messenger", "outside", "parents", "rifle", "robber", "seven", "shepherd", "shooting", "soldier", "south", "table", "wife"]}, "etk_index": {"heading_danish": "Røvere, drabsmænd og tyve", "heading_english": "Robbers, murderers and thieves"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}