{"publication_info": "DS_VI_898", "full_name": "430 - 0.00 - DS_VI_898", "informant_id": 430, "informant_last_name": "Knudsen", "informant_first_name": "Kristen", "informant_full_name": "Kristen Knudsen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 869, "name": "Skibsby", "display_name": "Skibsby (place recorded)"}, {"place_id": 28, "name": "Alstrup bakker", "display_name": "Alstrup bakker (place mentioned)"}, {"place_id": 673, "name": "Ugilt", "display_name": "Ugilt (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_VI_897", "full_name": "241 - 2.07 - DS_VI_897", "url": "data/stories/157.dfl"}, {"informant_id": 539, "publication_info": "DS_VI_899", "full_name": "539 - 0.00 - DS_VI_899", "url": "data/stories/657.dfl"}, {"informant_id": 337, "publication_info": "DS_VI_900", "full_name": "337 - 0.00 - DS_VI_900", "url": "data/stories/693.dfl"}, {"informant_id": 90, "publication_info": "DS_VI_810", "full_name": "90 - 2.07 - DS_VI_810", "url": "data/stories/339.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Der boede en kjælling her nede i Alstrup bakker, de kaldte Skytte-Soffi, hende troede de om, at hun kunde hekse. Så var der bleven stjålet noget lærred fra Anders Holmen i Ugilt, og han går så over til hende for at få hende til at vise det igjen. Hun lovede også at gjøre det. Så skulde han komme igjen anden dagen, men så var det blevet regn, da han skulde hjem, og da de havde et hus, der var noget hø i, så gik han der ind og borede sig ned i høet. Hen på natten så kommer kjællingen der ind og kalder denher bitte karl til sig, og hun spörger ham da til om dether lærred. Han vilde ikke til at sige det. \"De hør, de hør\", siger han, men hun havde et bitte ris, hun gav ham noget af, og så måtte han da til at fortælle op og sagde, at det lå forvart under en brink, og der var sat en gåsefjer til mærke over lærredet. Så fik Fanden lov til at gå igjen, og da han var væk, så Anders Holmen efter at komme afsted også. Han fandt godt nok lærredet på det sted, drengen havde sagt, det var.", "english_publication": "There was an old woman who lived down in the Alstrup hills, they called her Skytte-Sofi, and they thought that she could do witchcraft. Then some canvas was stolen from Anders Holmen in Ugilt, and he goes over to her to get her to show it again. She promised to do it too. Then he was supposed to come back the next day, but then it had started raining when he was supposed to go home, and since they had a little building where there was some hay, he went in there and burrowed himself into the hay. Out in the night, the old woman comes in and calls a little boy to her, and she asks him about this canvas. He doesn't want to tell her. \"They hear. They hear.\" he says, but she had a little switch, and she hit him with that, and then he had to tell her and said that it sat hidden under a slope in a peat pit and a goose feather had been placed to mark where the canvas was. Then the devil was allowed to go and then when he was gone, Anders Holmen made sure to leave too. He found the canvas at the place where the boy had said it was.", "keywords": {"keyword": ["allow", "Anders Holmen", "boy", "buildings", "canvas", "day", "devil", "feather", "goose", "hag", "hay", "hill", "home", "night", "old", "peat", "rain", "witchcraft"]}, "etk_index": {"heading_danish": "Kloge mænd og koner og deres bedrifter", "heading_english": "Cunning men and women and their activities"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}