{"publication_info": "Unpub_BJK_301", "full_name": "150 - 3.01 - Unpub_BJK_301", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 3.01, "fieldtrip": "May 1888", "fieldtrip_start_date": "1888-05-02", "fieldtrip_end_date": "1888-05-09", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 631, "name": "Teglgården", "display_name": "Teglgården (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 150, "publication_info": "DS_VI_139", "full_name": "150 - 1.15 - DS_VI_139", "url": "data/stories/18.dfl"}}, "fielddiary_page_start": "4087b", "fielddiary_page_end": "4087b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Tang Kristensen did not publish this short summary. Instead he incorporated it into the end of an earlier telling of the same story (BJK 1.15). Jens's remarks do not summarize the story, but rather add some additional detail. It is possible that Jens retold the story, and Tang Kristensen only decided to record this information; or it could be that Jens simply added this information in response to a query about that earlier story.  Since it is the first story told in this third collecting session, it may be that Jens had remembered something that he wanted to make sure to tell Tang Kristensen.", "danish_manuscript": "Der hvor F. kjørte paa Egnen med Peder Yde, var\nved Skwældam. H. boede paa Teglgaar. Der\ntjente en Karl her i Byen, der sagde at der\nvar saadan et Spektakel paa Loftet om Natten", "english_manuscript": "In the area here where the devil drove with Peder Yde, that was Skwældam. He lived at Teglgaarden. There was a farmhand who worked there who was from town here, and he said that there was an incredible racket up in the attic at night.", "danish_publication": "Unpublished.", "english_publication": "Unpublished version reads: In the area here where the devil drove with Peder Yde, that was Skwældam. He lived at Teglgaarden. There was a farmhand who worked there who was from town here, and he said that there was an incredible racket up in the attic at night.", "keywords": {"keyword": ["attic", "devil", "farmhand", "night", "Peder Yde", "town"]}, "etk_index": {"heading_danish": "Uudgivne historier", "heading_english": "Unpublished stories"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}