{"publication_info": "DS_VII_144", "full_name": "217 - 0.00 - DS_VII_144", "informant_id": 217, "informant_last_name": "Nielsen", "informant_first_name": "Kristen", "informant_full_name": "Kristen Nielsen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 831, "name": "Mosehusene, Jetsmark", "display_name": "Mosehusene, Jetsmark (place recorded)"}, {"place_id": 461, "name": "Østrup", "display_name": "Østrup (place mentioned)"}, {"place_id": 266, "name": "Hjørring", "display_name": "Hjørring (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_VII_146", "full_name": "241 - 1.05 - DS_VII_146", "url": "data/stories/146.dfl"}, {"informant_id": 331, "publication_info": "DS_VII_443", "full_name": "331 - 0.00 - DS_VII_443", "url": "data/stories/643.dfl"}, {"informant_id": 400, "publication_info": "DS_IV_1161", "full_name": "400 - 0.00 - DS_IV_1161", "url": "data/stories/621.dfl"}, {"informant_id": 355, "publication_info": "DS_VII_149", "full_name": "355 - 0.00 - DS_VII_149", "url": "data/stories/659.dfl"}, {"informant_id": 550, "publication_info": "DS_VII_141", "full_name": "550 - 0.00 - DS_VII_141", "url": "data/stories/752.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Der boede en mand i Østrup, som hed Anders Allehånde, han var klog, men var vel alligevel ikke så klog som Kristen Madsen. Så var der en kjöbmand fra Hjörring, de kaldte Niels Gryt, hans kone havde den kloge mand beskyldt for at være en trold. Nok er det, det bliver galt, kjöbmanden bliver vred, og herredsfogden og så mange store bliver sanket, og Anders Allehånde skal dömmes til at miste hans höjre hånd og så hans fingre. Dengang de var nu færdige med det hele, og han var dömt til dette her, så kommer der en stor hund til dören med nogle öjne så klare og skrabede på den. \"Vil I ikke lukke op for den hund\", siger han, \"så vil jeg.\" Så kaldte han kjöbmandens kone ved navn, og siden han gjorde det, så stod hun stöv-splitternøgen der inde ved dem, og kjöbmanden tog hans kappe og slog over hende. Nu var Anders Allehånde frelst, for de kunde da se, hvordan en kone kjöbmanden havde. Efter den tid kunde Anders ingen ting huske.", "english_publication": "There was a man called Anders Allehånde who lived in Østrup. He was cunning, but he wasn't as cunning as Kristen Madsen. Then there was a grocer from Hjørring, they called him Niels Gryt, and the cunning man accused his wife of being a witch. That's enough, it goes bad, the grocer gets angry, and the district bailiff and lots of other important people are brought together, and Anders Allehånde is to be sentenced to lose his right hand and his fingers. Now when they were done with all that, and he was sentenced to this, then a large dog comes to the door with big clear eyes, and scratches at it. \"If you won't let the dog in,\" he says, \"then I will.\" Then he called the grocer's wife by name and when he did that, she was standing there buck naked in there with them, and the grocer took his cloak and threw it over her. Now Anders Allehånde was saved, because they could see what kind of a wife the grocer had. After that time, Anders couldn't remember anything.", "keywords": {"keyword": ["accused", "angry", "Cunning Folk", "district bailiff", "dog", "door", "eye", "finger", "grocer", "Kristen Madsen", "naked", "name", "Niels Gryt", "sentenced", "wife", "witch"]}, "etk_index": {"heading_danish": "Hekse og deres idrætter", "heading_english": "Witches and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}