{"publication_info": "DS_IV_1287", "full_name": "363 - 0.00 - DS_IV_1287", "informant_id": 363, "informant_last_name": "Frederiksen", "informant_first_name": "Kristian", "informant_full_name": "Kristian Frederiksen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 700, "name": "Vidstrup", "display_name": "Vidstrup (place recorded)"}, {"place_id": 1043, "name": "Asdal", "display_name": "Asdal (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 360, "publication_info": "DS_IV_1678", "full_name": "360 - 0.00 - DS_IV_1678", "url": "data/stories/648.dfl"}, {"informant_id": 442, "publication_info": "DS_IV_1681", "full_name": "442 - 0.00 - DS_IV_1681", "url": "data/stories/799.dfl"}, {"informant_id": 182, "publication_info": "DS_V_412", "full_name": "182 - 0.00 - DS_V_412", "url": "data/stories/750.dfl"}, {"informant_id": 499, "publication_info": "DS_IV_1289", "full_name": "499 - 0.00 - DS_IV_1289", "url": "data/stories/845.dfl"}, {"informant_id": 241, "publication_info": "DSnr_IV_963", "full_name": "241 - 4.45 - DSnr_IV_963", "url": "data/stories/217.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Karl Pølse på Asdal rövede meget ved stranden. Skibene lokkede han til land ved, når det var hårdt vejr, at tænde blus oppe i tårnkammeret. Dette antog disse så for at være Skagens fyr, og på den måde stödte mange skibe på grund ved Hirtshals. Om dagen tog Karl Pølse til stranden for at se, om der var nogle strandede, og hvis dette var tilfældet, tog han, hvad kostbarheder han fandt, og slog folkene ihjel. En gang var der strandet et skib, hvorfra en mand var kommen i land med en kiste. Manden så ud til at være en gejstlig. Da Karl mærkede, at den fremmede passede så godt på kisten, troede han, at der var guld eller lignende i den. Han slog ham da ihjel og tog kisten med sig hjem for at få den brudt op. Da han fik den åbnet, var der kun en kobberlænke i den. Karl Pølse mente dog, at der var guld i, og smeden måtte så til at file på den, men lige meget hjalp det, kobber var det, og kobber blev det. Herover blev Karl Pølse så vred, at han tog lænken og kastede den ud i borggraven. Men for ham var det, som lænken bandt ham, så han ikke kunde gjøre noget. Han sendte da bud til præsten Mads i Horne, som også kom derop og fik Karl løst af lænken, men denne måtte bygge et kapel for den begåede synd, og det er den nuværende Asdal kirke. Tillige fandt hr. Mads ud, at den lænke var den samme, som St. Peder havde været lænket i. Hr. Mads forbød tillige Karl Pølse at röve mere ved stranden, måske for at han kunde få des mere selv. Karl blev dog lige godt ved, men så brændte tårnet af en nat, da der var blevet fyret for stærkt på tårnkammeret. Da hr. Mads hørte det, tog han en dag ud til Karl Pølse og fortalte ham, at dette var en straf fra himlen.", "english_publication": "Karl Pølse (Karl Sausage) robbed a lot along the beach. He lured the ships ashore by lighting a fire up in the tower room when it was bad weather. The sailors mistook this for Skagen's light and, in that manner, many ships ran aground off of Hirtshals. In the daytime, Karl Pølse would go to the beach to see if there were any stranded people and, if there were, he took whatever valuables he found and killed the people. One time a ship stranded, and a man had come ashore from it with a chest. The man appeared to be a clergyman. When Karl noticed that the stranger was taking great care of the chest, he assumed that there was gold or the like inside it. He killed him and took the chest home in order to break it open. When he got it opened, there was only a copper chain link in it. But Karl Pølse believed that there was gold inside it and the smith had to file on it, but it didn’t help at all, since it was copper and remained copper. Karl Pølse got so mad at this that he took the link and tossed it out into the pit. But for him, it was just like the chain link bound him, so he couldn’t do anything. He sent for minister Mads from Horne, who also came out there and got Karl released from the chain link, but he had to build a chapel for the sin he’d committed, and that’s the current Asdal church. In addition, Mr. Mads found out that the chain link was the same one that St. Peter had been chained in. Mr. Mads forbade Karl Pølse from robbing at the beach anymore, maybe so that he could get more for himself. Karl continued anyways, but then the tower burned down one night, since the fire had been built too big in the tower room. When Mr. Mads heard that, he went out to Karl Pølse and told him that it was a punishment from heaven.", "keywords": {"keyword": ["beach", "belief", "chain", "chapel", "chest", "church", "copper", "current", "daytime", "fire", "gold", "heaven", "home", "Karl", "kill", "Mads", "minister", "night", "Peter", "punishment", "robbery", "sausage", "ship", "sin", "smithing", "stranded", "stranger", "tower", "weather"]}, "etk_index": {"heading_danish": "Røvere, drabsmænd og tyve", "heading_english": "Robbers, murderers and thieves"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}