{"publication_info": "DS_VI_428", "full_name": "150 - 3.02 - DS_VI_428", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 3.02, "fieldtrip": "May 1888", "fieldtrip_start_date": "1888-05-02", "fieldtrip_end_date": "1888-05-09", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 443, "name": "Nysum", "display_name": "Nysum (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "JAT_VI_1129", "full_name": "150 - 3.47 - JAT_VI_1129", "url": "data/stories/110.dfl"}, {"informant_id": 41, "publication_info": "DS_VI_434", "full_name": "41 - 0.00 - DS_VI_434", "url": "data/stories/772.dfl"}, {"informant_id": 406, "publication_info": "DS_VI_427", "full_name": "406 - 0.00 - DS_VI_427", "url": "data/stories/807.dfl"}, {"informant_id": 150, "publication_info": "DS_VII_1299", "full_name": "150 - 1.35 - DS_VII_1299", "url": "data/stories/38.dfl"}]}, "fielddiary_page_start": "4088a", "fielddiary_page_end": "4088a", "bibliographic_info": "Valk 2001.", "bibliography_references": {"reference": [{"display_string": "[Book] Christiansen, Reidar Thoralf. 1992. <i>The migratory legends (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}, {"display_string": "[Book] Valk, Ülo. 2001. <i>The black gentleman : manifestations of the Devil in Estonian folk religion (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}]}, "annotation": "Getting a ride from the devil is widely attested in Scandinavian legend tradition (ML3025). According to Christiansen, the devil often reveals his real errand to his traveling companion, and asks that he not reveal it (1992, 35-8). The devil's errand in this case is to assist in an infanticide. More often, the devil is on an errand to collect a soul owed him for a previously sworn pact. Stories of averted infanticide are also common (DS VI 427). The devil, tricked by the girl's swell of maternal feelings for her intended victim, regrets having helped her during childbirth.  \n\n    Tang Kristensen eliminates the coda that appears in the manuscript, attributing the story to Peder Bødker. The only other person named Bødker who appears in Jens's stories is Anders Bødker, a cunning man (BJK 1.35). Sixty Danish miles is roughly equivalent to 280 US miles.", "danish_manuscript": "Der var en Soldat der havde 60 Mil hjem og s. kom\nh. til en Kjørende og s. spurgte h. om Forlov til \nat kjøre med. Ja h. fik ogsaa Lov og satte sig\nop. S. kjørte de ikke uden saadan som en Times\nTid, s. kom de til en By og s. sp. h. om h.\nkjendte den By. Ja det kom ham for, men det\nkunde da ingen Rimelighed have, for h. vidste\njo h. havde 60 Mil hjem og havde ikke kjørt\nuden en Times Tid. [S. ka] Ja da var det rig-\ntig nok. her skulde h. af, og nu kunde h.\nsige, at F. havde gjort vel imod en stakkels\nSoldat, men h. skulde 60 Mil længere\nhen og hjælpe en stakkels Pige at faa et\nBarn. Pigen vilde [den] jo have den undlivet\nog det skulde h. jo komme og hjælpe hende\nmed. Men hendes Kjæreste havde sagt\ntil hende, at hu maatte ikke gjøre det, inden\nha havde faaet det at se. S. lagde hu\nBarnet til hendes højre Bryst og den tog til\nat suge. S. s. h. om hu vilde nu ikke gjøre\ndet. Men nu kunde hun ikke gjøre det for\ndet Barnet havde [sug] faaet hendes Bryst.\nS. [skvaldrede] skadrede F. oppe paa Hanebjælken og\nsagde, at s. skulde h. ikke have holdt s.\ngodt ved hendes Lænd, hvis h. havde tænkt\ndet skulde saadan have [gjort] gaaet til.\n-----\nDet er vel passeret i Nysum, sagde Per\nBødker, h. fortalte s. meget og det var \nhans fødeby.", "english_manuscript": "There was a soldier who was sixty miles from home, and then he goes up to a person who was driving and asked permission to ride with him. Well, he got permission and he gets up (in the wagon). Then they drove for about an hour and they get to a town and then he asks him if he knows that town. Well, it looked familiar but there was no reason it should because he knew he had sixty miles to go to get home and they hadn't been driving for more than an hour. Well, it was right, he was to get off here, and now he could say that the devil had done right by a poor soldier, but he himself had to go another sixty miles and help a poor girl have a child. The girl wanted it killed and he had to go and help her with that. But her boyfriend had told her that she shouldn't do it until he'd had a chance to see it. Then she put the child to her right breast and it began to suck. Then he asks her if she won't do it. No, now she couldn't because the child had had her breast. Then the devil cackled up on the cock's roost and said that he wouldn't have held her lower back so well if he'd thought it would go like this. It was supposed to have happened in Nysum, that's what Peter Bødker said, he told a lot of stories and that was the town in which he was born.", "danish_publication": "Der var en soldat, der havde 60 mil hjem, og så kom han til en kjørende og spurgte om forlov til at kjøre med. Ja, han fik så lov og satte sig op. Så kjørte de ikke uden som en times tid, så kom de til en by. Kusken spörger ham da, om han kjender den by. Ja, det kom ham for, men det kunde da ingen rimelighed have, for han vidste jo, han havde 60 mil hjem og havde ikke kjørt uden en times tid. Ja, det var rigtigt nok, her skulde han af, og nu kunde han sige, at Fanden havde gjort vel imod en stakkels soldat, men han skulde selv 60 mil længere hen og hjælpe en stakkels pige at få et barn. Pigen vilde jo have det undlivet, og det skulde han komme og hjælpe hende med. Men hendes kjæreste havde sagt til hende, at hun måtte ikke gjøre det, inden han havde fået det at se. Så lagde hun barnet til hendes höjre bryst, og det tog til at suge. Så siger han, om hun vilde nu ikke gjøre det. Nej, nu kunde hun ikke, for det barnet havde fået hendes bryst. Så skvadrede Fanden oppe på hanebjælken og sagde, at så skulde han ikke have holdt så godt ved hendes lænd, hvis han havde tænkt, det skulde sådan have gået til.", "english_publication": "There was a soldier who had sixty miles to go to get home, and then he goes up to a person who is driving in a wagon and asked permission to ride with him. Well, he got permission and he gets up (in the wagon). Then they drove for about an hour and they get to a town. The coachman asks him if he knows the town. Well, it looked familiar but there was no reason it should, because he knew he had sixty miles to go to get home and they hadn’t been driving for more than an hour. Well, it was right, he was to get off here, and now he could say that the devil had done right by a poor soldier, but he himself had to go another sixty miles and help a poor girl have a child. The girl wanted the baby killed and he had to go and help her with that. But her boyfriend had told her that she shouldn’t do it until he’d had a chance to see it. Then she put the child to her right breast and it began to suck. Then he asks her if she won’t do it. No, now she couldn’t, because the child had had her breast. Then the devil cackled up on the cock’s roost and said that he wouldn’t have held her lower back if he’d thought it would go like this.", "keywords": {"keyword": ["boyfriend", "breasts", "children", "coachman", "cock", "devil", "girl", "home", "kill", "permission", "poor", "riding", "soldier", "town", "wagon"]}, "etk_index": {"heading_danish": "Om Fanden og forbund med ham", "heading_english": "About the Devil and being in league with the Devil"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}