{"publication_info": "DS_VII_443", "full_name": "331 - 0.00 - DS_VII_443", "informant_id": 331, "informant_last_name": "Bertelsen", "informant_first_name": "Lavst Nikolaj", "informant_full_name": "Lærer Lavst Nikolaj Bertelsen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": {"place_id": 846, "name": "Øster Vandet", "display_name": "Øster Vandet (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "DS_VII_447", "full_name": "150 - 2.11 - DS_VII_447", "url": "data/stories/58.dfl"}, {"informant_id": 241, "publication_info": "DSnr_VI_130", "full_name": "241 - 4.21 - DSnr_VI_130", "url": "data/stories/193.dfl"}, {"informant_id": 355, "publication_info": "DS_VII_149", "full_name": "355 - 0.00 - DS_VII_149", "url": "data/stories/659.dfl"}, {"informant_id": 478, "publication_info": "DS_VII_335", "full_name": "478 - 0.00 - DS_VII_335", "url": "data/stories/681.dfl"}, {"informant_id": null, "publication_info": "DS_VII_1418", "full_name": "0 - 0.00 - DS_VII_1418", "url": "data/stories/887.dfl"}, {"informant_id": 150, "publication_info": "DS_VII_437", "full_name": "150 - 2.12 - DS_VII_437", "url": "data/stories/59.dfl"}, {"informant_id": 556, "publication_info": "DS_VII_143", "full_name": "556 - 0.00 - DS_VII_143", "url": "data/stories/456.dfl"}, {"informant_id": 217, "publication_info": "DS_VII_144", "full_name": "217 - 0.00 - DS_VII_144", "url": "data/stories/633.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "En præst havde en avlskarl, og hver morgen, når han vågnede, var han så træt og havde så ondt i lænderne, det værkede i hans ledemod, som om han havde haft det sværeste arbejde. Så sögte han råd hos en klog mand, der sagde ham årsagen til sygdommen. Det var nemlig præstens kone, som kastede søvne på ham, og ved at lægge et heksebidsel på ham skabte ham om til en hest, og så red på ham til Troms. Deraf var det, han var så træt og havde så ondt i lænden næste morgen. Så rådede han ham til, at når han næste st. Hans aften lagde sig til sengs, skulde han gnide dygtig med nakken imod hovedpuden og blive ved med det, selv om han faldt i søvn. Det prøvede han. Hen på natten vågnede han og stod da ved en kirke og havde et bidsel i hånden, det var fæstet til kirkestetten, og rundt om stod en mængde heste, der ligeledes var bundne. Lidt efter kom præstekonen ud af kirken, og så smed han, efter den kloge mands råd, bidselet over hovedet på hende, og straks stod hun forvandlet til en nydelig sort hoppe. Han satte sig op at ride og red hjem til præstegården. Der kom han i dagningen, og da præsten kom ud i dören for at tage imod rytteren, blev han ikke lidt forundret, da han så, at det var hans egen avlskarl, der kom ridende. Så fortalte han præsten, at han havde kjöbt sådan en dejlig sort hoppe, om præsten havde ikke lyst til at kjøbe den af ham. Jo, han syntes godt om den, og så var handelen snart sluttet. Karlen spurgte dernæst, om han ikke skulde ride hen til smedjen og få hoppen skoet, for det trængte den til. Det gav præsten sit samtykke til, og da karlen kom tilbage med den, strøg han bidselet af, og præstekonen stod da med sko under hænder og födder.", "english_publication": "A minister had a chief farmhand and every morning when he woke up, he was so tired and he was so sore in his limbs, he felt like he had being doing the hardest work. Then he sought the advice of a cunning man, who told him the reason for his illness. It was namely the minister’s wife who threw sleep on him and, by putting a witch bridle on him, she turned him into a horse and then rode him to Troms. He was so tired from that the next morning and had sore limbs. Then he advised him that the next St. Hans eve when he lay down in bed, he should rub his neck down hard into the pillow and continue to do that even if he fell asleep. He tried that. During the night he woke up and he was standing by a church and had a bridle in his hand, it was tied to the church hitching post, and round about stood a huge crowd of horses, who were tied in the same way. A little later the minister’s wife came out of the church and he threw the bridle over her head, following the cunning man’s advice, and immediately she was changed into a beautiful black mare. He sat himself up to ride and rode home to the parsonage. He got there at dawn and when the minister came out of the door to greet the rider, he wasn’t just a little surprised when he saw that it was his own chief farmhand who came riding. Then he told the minister that he’d bought this beautiful black mare, and didn’t the minister want to buy it from him. Yes, he liked it and then the deal was made. The farmhand asked next if he shouldn’t ride it over to the smith and have the mare shod, because it needed it. The minister consented to that and when the farmhand came back with it, he pulled the bridle off and the minister’s wife stood there with horseshoes on her hands and feet.", "keywords": {"keyword": ["advice", "asleep", "beautiful", "bed", "black", "bridle", "church", "crowd", "Cunning Folk", "dawn", "door", "fall", "farmhand", "folk healer", "home", "horse", "horseshoe", "illness", "limbs", "mare", "minister", "morning", "neck", "night", "parsonage", "post", "riding", "sleep", "smithing", "sore", "St Hans", "tie", "tired", "wife", "witch", "work"]}, "etk_index": {"heading_danish": "Hekse og deres idrætter", "heading_english": "Witches and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}