{"publication_info": "DS_V_1016", "full_name": "377 - 0.00 - DS_V_1016", "informant_id": 377, "informant_last_name": "Hansen", "informant_first_name": "Louise", "informant_full_name": "Lærerinde Louise Hansen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 799, "name": "Hurup", "display_name": "Hurup (place recorded)"}, {"place_id": 97, "name": "Brønderslev", "display_name": "Brønderslev (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 191, "publication_info": "DS_V_1007", "full_name": "191 - 0.00 - DS_V_1007", "url": "data/stories/502.dfl"}, {"informant_id": 182, "publication_info": "DS_V_1002", "full_name": "182 - 0.00 - DS_V_1002", "url": "data/stories/749.dfl"}, {"informant_id": 241, "publication_info": "DS_V_975", "full_name": "241 - 1.08 - DS_V_975", "url": "data/stories/149.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "På gården Torsmark ved Brönderslev levede for mange år tilbage et par ægtefolk, som holdt så overmåde meget af hinanden, så de ønskede, at den ene ikke skulde overleve den anden. De fik virkelig også deres ønske opfyldt, da de døde begge i én og samme time. Men ikke desto mindre så man dem om aftenen gå arm i arm op ad vejen, der førte fra kirkegården til Torsmark, dörene på gården åbnede sig som af sig selv for dem, og de skred sagte ind, iklædt lange hvide klæder. I sovekammeret standsede de ved dören, samme vej som de var komne. Ejeren på gården lod præsten hente, for at denne skulde få at vide af gjengangerne, hvad de gik efter, og da de om aftenen efter indfandt sig, tiltalte præsten dem med disse ord: \"Min sjæl lover Herren,\" hvorpå de begge svarede: \"Min gjör også.\" — \"Hvad går I så her efter?\" spurgte præsten. Konen tog til orde og sagde, at hun havde gjemt 24 fireogtyveskillinger i et strömpeskaft, der lå gjemt under sengen: \"Når I løfter den store sten op, som ligger løs\" sagde hun, \"da vil I der finde skatten\". Hvorpå de begge forsvandt. Dagen efter sögte man under sengen og fandt ganske rigtig pengene, som den døde kone havde sagt. Fra den tid af fik de to gamle mennesker ro i graven, da man aldrig siden så dem gå til gården for at gjentage deres natlige besøg.", "english_publication": "An old couple lived many years ago at the farm Torsmark near Brønderslev, and they loved each other so much that they wished that neither should survive the other. They also had their wish fulfilled, since they both died at the same time. But, nevertheless, after they'd died, one saw them walk arm in arm up the road which went from the cemetery to Torsmark, the doors in the farm opened as if by themselves and they strolled in, clothed in long white clothes. In the bedroom they stopped by the door, the same way they came in. The owner of the farm had the minister fetched so they could find out from the revenants what they were looking for and when they appeared one night, the minister addressed them with these words: “My soul praises God,” at which point they both answered, “Mine does too.” “What are you walking here for then?” asked the minister. The wife began to speak and said that she had hidden twenty-four twenty-four shilling coins (576 shillings) in a sock tree which was hidden under the bed. “When you lift the big stone which is loose,” she said, “then you’ll find the treasure.” At which point they both disappeared. The next day they looked under the bed and found the money sure enough, just as the dead woman had said. From that point on, the two old people had peace in the grave, since no one ever saw them walk to the farm to repeat their nightly visit.", "keywords": {"keyword": ["arms", "bed", "cemetery", "clothing", "day", "death", "disappearance", "door", "farm", "god", "grave", "love", "minister", "money", "night", "old", "owner", "revenant", "road", "shilling", "sock", "soul", "stone", "survivor", "treasure", "tree", "white", "wife", "wish", "woman"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}