{"publication_info": "DS_VI_150", "full_name": "372 - 0.00 - DS_VI_150", "informant_id": 372, "informant_last_name": "Hansen", "informant_first_name": "H.", "informant_full_name": "Lærer H. Hansen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 795, "name": "Hjallese", "display_name": "Hjallese (place recorded)"}, {"place_id": 549, "name": "Skovsbo", "display_name": "Skovsbo (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DSnr_VI_65", "full_name": "241 - 2.06 - DSnr_VI_65", "url": "data/stories/156.dfl"}, {"informant_id": 150, "publication_info": "DS_VI_139", "full_name": "150 - 1.15 - DS_VI_139", "url": "data/stories/18.dfl"}, {"informant_id": 241, "publication_info": "DS_VI_167", "full_name": "241 - 4.20 - DS_VI_167", "url": "data/stories/192.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "På herregården Skovsbo boede en herremand, der stod i ledtog med Fanden. En søndag morgen, mens fruen var i kirke, bød han sin tjener gå ud og se, om der ikke nærmede sig en lille sort sky på himlen. Tjeneren gik, men kom tilbage og mældte, at der slet ingen skyer var at se. Kort efter bød herremanden ham gå igjen, og denne gang mældte tjeneren, at der steg en underlig sort sky op over herregården. \"Vel!\" sagde herremanden, \"gå så op på dit kammer og bliv dér, til fruen kommer fra kirke.\" Tjeneren gik, men et öjeblik efter hørte han tummel og jamren fra herrens kammer. Nysgjerrig listede han sig ud på gangen til herrens dör. Den var låset af, og da han vilde böje sig ned og spejde igjennem nøglehullet, gik hans öje ud. Forfærdet ilede han ned ad trappen for at råbe om hjælp, men blev end mere forfærdet, da han så herrens höjre hånd ligge på trappestenen. Tililende folk brød nu dören til det skjæbne-svangre værelse op. Det var tomt, men på gulvet stod herremandens blod i store pytter, og væg og loft var som oversået med lutter blodrøde stænk. Herremanden var borte, men hans höjre hånd havde Fanden ikke kunnet tage, da den var bortgivet foran alteret.", "english_publication": "A manor lord lived at the manor Skovsbo, and he was in league with the devil. One Sunday morning, while the lady was at church, he asked his servant to go out and look and see if a small black cloud wasn't approaching on the horizon. The servant went out, but came back and said there weren't any clouds to see. A little later, the manor lord asked him to go out again, and this time the servant reported that there was a strange black cloud rising over the manor. \"Well,\" said the manor lord, \"go up to your room and stay there until the lady returns from church.\" The servant went, but a moment later he heard a commotion from the manor lord's chamber. Curious, he tiptoed out to the hall and the master's door. It was locked, and when he wanted to bend down and look through the keyhole, he got his eye poked out. Horrified, he ran down the stairs to yell for help, but he became even more horrified when he saw his master's right hand lying on the stairs. The people who came streaming to the house broke open the door to the fateful room. It was empty, but on the floor were large puddles of the manor lord's blood, and the walls and the ceiling were covered with bright blood red splashes. The manor lord was gone, but the devil couldn't take his right hand, since that had been given away at the altar.", "keywords": {"keyword": ["altar", "black", "blood", "ceiling", "chamber", "church", "cloud", "devil", "door", "eye", "floor", "house", "keyhole", "lady", "lock", "lord", "manor", "manor lord", "master", "morning", "red", "servant", "stairs", "Sunday", "walls"]}, "etk_index": {"heading_danish": "Om Fanden og forbund med ham", "heading_english": "About the Devil and being in league with the Devil"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}