{"publication_info": "DS_II_G_267", "full_name": "150 - 3.03 - DS_II_G_267", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 3.03, "fieldtrip": "May 1888", "fieldtrip_start_date": "1888-05-02", "fieldtrip_end_date": "1888-05-09", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 55, "name": "Bislev", "display_name": "Bislev (place mentioned)"}, {"place_id": 325, "name": "Kirketerp", "display_name": "Kirketerp (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "DS_I_576", "full_name": "150 - 3.04 - DS_I_576", "url": "data/stories/66.dfl"}, {"informant_id": 225, "publication_info": "DS_II_G_266", "full_name": "225 - 0.00 - DS_II_G_266", "url": "data/stories/867.dfl"}, {"informant_id": 241, "publication_info": "DSnr_IV_440", "full_name": "241 - 4.35 - DSnr_IV_440", "url": "data/stories/207.dfl"}]}, "fielddiary_page_start": "4088b", "fielddiary_page_end": "4089a", "bibliographic_info": "Castberg 1809.", "bibliography_references": {"reference": {"display_string": "[Book section] Castberg, Peder Atke. 1809. Om Tegn- eller Gebærde-Sproget med Hensyn paa dets Brug af Døvstumme og dets Anvendelighed ved deres Undervisning. In <i>Indbydelsesskrivt til Aarsfest i det kongelige Kjøbenhavnske Institut for Døvstumme</i>: 3-5. Copenhagen: Kjøbenhavnske Institut for Døvstumme."}}, "annotation": "Legend tradition often proposes that people whose normal senses are compromised have second sight. In this widely attested story, a deaf mute reacts incongruously to the death of two people (DS II G 266). Whereas in other stories like this one, the devil and angels appear to carry off the soul of the deceased, here the dove represents an ascension into heaven, and the raven a descent into hell. The story relies on the inability of the deaf mute to explain his response. Jens carefully adds that the coachman had not learned sign language. The minister, puzzled by the incongruity of the coachman's reactions, prays and his coachman's speech is miraculously restored.\n\n     Jens's coda, insisting on the truth of the account, is uncharacteristic for him. It may suggest that he doubted many of the other stories he told. Or it may indicate that the account is to him so unbelievable that he has to narratively counteract that, by emphasizing its truth.\n\n     Sign language first made in roads in Denmark when Dr. P. A. Castberg opened his school for the deaf in 1807. By the 1880s, sign language was no longer the preferred method of teaching the deaf in Denmark; instead, the goal was to have the deaf learn to speak. It is unlikely that the development of education for the deaf influences Jens's story in any way.", "danish_manuscript": "Kirketorup Præst h. havde en dum Kusk.\nS. kjørte de en Gang og skulde til Bislev og \nKusken kunde jo ingen Ting sige og havde\nikke lært nogen Ting af Fingersprog ell.\nslige Ting saadan som nu. De kjørte og\nskulde berette en Kone og hu døde da\nogsaa mens de var der og Kusk. h. græd\nfor hende, te det var forfærdelig, og Pr.\nkunde ikke forstaa det, for h. tykte, te\ndet var en god Død. S. kjørte de til Sogne\ndet var om Vinteren og kjørte ned ved Ejdrup\nBakke og der kom en Mand kjørende imod\ndem og den ene Hest slaar op og klyver\nPanden paa Manden s. han styrter bag\nud af Slæden og var død med det samme.\nDet lo Kusken s. forfærdelig ad og det\ntykte Pr. var s. sært, at h. kunde le ad\ndet. S. bad Pr. paa Prækestolen i 7 Aar\nat Kusken maatte komme til at snakke\nfor at h. kunde fortælle det, hvorfor h.\ngræd, naar Konen døde saadan en god\nStraadød i hendes Seng og Manden kom\ns. elendig af Dage. S. s. h. ogsaa at\nhendes sjæl tog Ravnen, men Mandens\nSjæl tog Duen og det var det, der morede\nham. Det er s. mænd ingen Historie, det\n------\ner en virkelig Tildragelse, men det er længe\n\n4089a\nsiden.", "english_manuscript": "Kirketorup minister had a mute coachman. They drove once and were supposed to go to Bislev, and the coachman couldn't say anything and hadn't learned any finger language or anything like that as they do now. They were to give the last sacrament to a woman, and she died too, while they were there. The coachman cried for her, because it was terrible, but the minister couldn't understand that, because he thought it was a good death. Then they drove to the parish and this was during the winter and they drove down Ejdrup hill. A man came driving towards them and one of the horses kicks out, and cleaves the man's forehead so he falls backwards out of the sleigh and was dead at once. The coachman laughed so hard over this, and the minister thought that this was strange that he could laugh at that. Then the minister prayed from the pulpit for seven years that his coachman could talk, so he could tell him why he cried when the woman died such a good normal, peaceful death in her bed and laughed when the man died so poorly. Then he said that the raven took her soul, while the dove took his soul, and that's what amused him. This isn't a story, it's a true incident, but it happened a long time ago.", "danish_publication": "Kirketorup præst han havde en dum kusk. Så kjørte de en gang og skulde til Bislev, og kusken kunde jo ingen ting sige og havde ikke lært nogen ting af fingersprog eller slige ting sådan som nu. De skulde berette en kone, og hun døde da også, mens de var der. Kusken han græd for hende, te det var forfærdelig, og præsten kunde ikke forstå det, for han tykte, te det var en god død. Så kjørte de til sogne og kjørte ned ad Ejdrup bakke, og det var om vinteren. Der kom en mand kjørende imod dem, og den ene hest slår op og klyver panden på manden, så han stylter bag ud af slæden, og var død med det samme. Det lo kusken så forfærdeligt ad, og præsten tykte, det var sært, at han kunde le ad det. Så bad præsten på prækestolen i syv år, at hans kusk måtte komme til at snakke, for at han kunde fortælle det, hvorfor han græd, når konen døde sådan en god strådød i hendes seng, og lo, når manden kom så elendig af dage. Så fik han også hans mæle og siger, at hendes sjæl tog ravnen, men mandens sjæl tog duen, og det var det, der morede ham. Det er så mænd ingen historie, det er en virkelig tildragelse, men det er længe siden den skete.", "english_publication": "Kirketorup minister had a mute coachman. They were out driving once and were supposed to go to Bislev, and the coachman couldn’t say anything and hadn’t learned any finger language or anything like that as they do now. They were to give the last sacrament to a woman, and she died too, while they were there. The coachman cried for her, because it was terrible, but the minister couldn’t understand that, because he thought it was a good death. Then they drove back to the parish and drove down Ejdrup hill, and this was during the winter. A man came driving towards them and one of the horses kicks out, and cleaves the man’s forehead so he falls backwards out of the sleigh and died immediately. The coachman laughed so hard over this, and the minister thought that it was strange that he could laugh at that. Then the minister prayed from the pulpit for seven years that his coachman would learn to talk, so he could tell him why he cried when the woman died such a good, normal, peaceful death in her bed and laughed when the man died so poorly. Then the coachman got his voice back and said the raven took her soul while the dove took his soul and that’s what amused him. This isn’t a story, it’s a true incident, but it happened a long time ago.", "keywords": {"keyword": ["bed", "coachman", "crying", "death", "dove", "dumb", "finger", "forehead", "hill", "horse", "language", "laughter", "learning", "minister", "parish", "prayer", "pulpit", "raven", "sacrament", "seven", "sleigh", "soul", "story", "voice", "woman"]}, "etk_index": {"heading_danish": "Religiøse sagn", "heading_english": "Religious legends"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}