{"publication_info": "DS_V_1443", "full_name": "395 - 0.00 - DS_V_1443", "informant_id": 395, "informant_last_name": "Jakobsen", "informant_first_name": "J.", "informant_full_name": "Lærer J. Jakobsen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 405, "name": "Mejlby", "display_name": "Mejlby (place recorded)"}, {"place_id": 167, "name": "Foulum", "display_name": "Foulum (place mentioned)"}, {"place_id": 596, "name": "Stistrup", "display_name": "Stistrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "DS_V_1430", "full_name": "235 - 1.15 - DS_V_1430", "url": "data/stories/234.dfl"}, {"informant_id": 458, "publication_info": "DS_V_1454", "full_name": "458 - 0.00 - DS_V_1454", "url": "data/stories/533.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "I begyndelsen af dette århundrede, da jorderne blev udskiftede, kom der til Stistrup i Fovlum en avtoriseret landmåler, som kaldtes Holm (Skov, Foss?), og han begik bedrageri ved udskiftningen. En mand og hans to sönner var blevne uenige med deres nabo om retningen af skjellet. Det var i Stistrup udmark. Manden og sönnerne var med der ude og gjorde sig så brøsige, at det til sidst blev, som han vilde have det. Men da så landmåleren kom ned i Fovlum Korre, gjorde han også der bedrageri, og ved nordre enden af korren kan enhver se den dag i dag, at det ikke er, som det skal være. Der var et gammelt digehæv rundt om korren, og jeg er født lige ved det dige, så jeg kjender god besked om sagen. I udmarken er det også let at se, at der er fejl. Den landmåler går igjen på Stistrup-vejen ad Fovlum til, og hvem der kommer ad det strøg ved den tid, han går der, bliver vildfarende. Man hører en ynkelig stemme, der siger: \"Ryk i kjæden og hold i stangen. Stistrup udmark og Fovlum Kårrr!\"", "english_publication": "At the beginning of this century, when the fields were partitioned, an authorized surveyor came to Stistrup in Fovlum. His name was Holm (Skov, Foss?) and he engaged in a swindle with the partitioning. A man and his two sons had gotten into a disagreement with a neighbor about the proper boundary. That was on Stistrup outer field. The man and his sons were out there and were so gruff that they finally got it the way they wanted it. But when the surveyor got down to the town pond in Fovlum, he also did a little swindle there too, and at the northern end of the pond, everyone can see, even to this day, that it isn't the way it should be. There was an old embankment around the pond, and I was born right near it, so I know quite a bit about the affair. It is easy to see in the outer field that there's also been a mistake. That land surveyor walks again on Stistrup road toward Fovlum, and anyone who goes on that stretch of road while he is out walking loses their way. One hears a pathetic voice that says, \"Pull the chain and hold the post. Stistrup outer field and Fovlum town pond!\"", "keywords": {"keyword": ["birth", "boundary", "chain", "day", "embankment", "field", "land surveyor", "marriage", "name", "neighbor", "north", "old", "pond", "post", "road", "son", "surveyor", "swindle", "town", "voice"]}, "etk_index": {"heading_danish": "Gjenfærd på uretfærdig jord", "heading_english": "Revenants on ill-gotten land"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}