{"publication_info": "DS_II_J_70", "full_name": "477 - 0.00 - DS_II_J_70", "informant_id": 477, "informant_last_name": "Munch", "informant_first_name": "P. K.", "informant_full_name": "Lærer P. K. Munch", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 833, "name": "Nimtoft", "display_name": "Nimtoft (place recorded)"}, {"place_id": 386, "name": "Løvenholms skov", "display_name": "Løvenholms skov (place mentioned)"}, {"place_id": 427, "name": "Nörager", "display_name": "Nörager (place mentioned)"}, {"place_id": 668, "name": "Tustrup mark", "display_name": "Tustrup mark (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 123, "publication_info": "DS_II_J_69", "full_name": "123 - 3.22 - DS_II_J_69", "url": "data/stories/425.dfl"}, {"informant_id": 123, "publication_info": "DS_II_J_47", "full_name": "123 - 3.23 - DS_II_J_47", "url": "data/stories/426.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Maren Plovmand på Tiistrup mark fortæller: Min broder Niels og en anden karl, som hed Per, skulde drive svin på bog i Løvenholms skov om efteråret. De var ridende, og da de nu havde fået svinene ud på deres plads, vilde de have nogle hesselkjæppe med hjem til at binde kurve af. Altså skar de et par gode knipper og bandt dem sammen med en tynd hessel, lagde så hver sin foran sig på hesten og red tilbage. De havde af deher lådne kabudser på med stivt udstående skygger og messingkant om både kabuds og skygge. Som de nu bedst rider, siger Niels: \"Der er ild i din kabuds, Per.\" — \"Det kan a int forstå,\" siger han og ser sig om. \"Men der er jo også ild i dit skjæg og hår.\" Så siger Niels: \"Der er jo også ild i dine kjæppe.\" — \"Ja, det er nu det samme, a slipper dem ikke, för a er nødt til. Lad os bede vort Fadervor.\" Det gjorde de, men det hjalp ikke, og nu red de stiltiende videre i stor frygt, De betragtede jo dette her som en straf, for det de havde stjålet kjæppene. Endelig kom de ind til Nörager. Der er en lille bæk, som de skulde over, og som de nu rider over den, ser Niels sig tilbage, og da ser han et gloende hjul, der render tilbage fra bækken og ad den vej, de var komne. Dermed var alt forbi, og de kom godt hjem til Tustrup. Niels vilde ikke ind og gik straks i seng i karlekammeret. Men Per vilde ind og have noget at æde. Han blev syg og sov ikke den hele nat, men Niels sov godt.", "english_publication": "Maren Plovmand from Tustrupmark tells the following story: My brother Niels and another farmhand, who was called Per, were supposed to drive swine out to the beechnuts in Løvenholms forest in the fall. They were riding and when they had gotten the swine out to their place, they wanted to get some hazel switches to take home to use to make baskets. So they cut a good many switches and bound them together with a thin piece of hazel, lay one across each one of the horses and rode back. They had these shaggy caps on with stiff shades that stuck out and a copper rim on both the hat and the brim. As they are riding along, Niels says: \"Your hat is on fire, Per.\" -- \"I don't get that.\" he says and looks around. \"But your beard and hair are also on fire.\" Then Niels says, \"Your whip is on fire too.\" -- \"No matter. I am not letting them go until I have to. Let us say the Lord's Prayer.\" They did that, but it didn't help, and now they rode silently along, quite afraid. They saw this as a punishment for having stolen the switches. Finally they came to Nörager. There is a little stream there that they had to cross, and as they ride over it, Niels looks back and he sees a glowing wheel, spinning away from the stream and along the road they had come on. After that, everything was over, and they got home to Tustrup safe and sound. Niels didn't want to go in to the house and went immediately to bed in the farmhands' room. But Per wanted to go in and get something to eat. He got sick and didn't sleep at all that night, but Niels slept well.", "keywords": {"keyword": ["afraid", "basket", "beard", "bed", "brother", "cap", "copper", "fall", "farmhand", "fire", "forest", "hair", "hat", "hazel", "home", "horse", "lord", "Maren Plovmand", "Niels", "night", "Per", "prayer", "punishment", "riding", "road", "shaggy", "sickness", "sleep", "stream", "swine", "thin", "wheel", "whip"]}, "etk_index": {"heading_danish": "Lys og varsler", "heading_english": "Lights and portents"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}