{"publication_info": "DS_VI_899", "full_name": "539 - 0.00 - DS_VI_899", "informant_id": 539, "informant_last_name": "Søe", "informant_first_name": "J.", "informant_full_name": "Lærer J. Søe", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 214, "name": "Gudum", "display_name": "Gudum (place recorded)"}, {"place_id": 470, "name": "Ramme", "display_name": "Ramme (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_VI_897", "full_name": "241 - 2.07 - DS_VI_897", "url": "data/stories/157.dfl"}, {"informant_id": 337, "publication_info": "DS_VI_900", "full_name": "337 - 0.00 - DS_VI_900", "url": "data/stories/693.dfl"}, {"informant_id": 241, "publication_info": "DSnr_VI_345", "full_name": "241 - 4.38 - DSnr_VI_345", "url": "data/stories/210.dfl"}, {"informant_id": 430, "publication_info": "DS_VI_898", "full_name": "430 - 0.00 - DS_VI_898", "url": "data/stories/628.dfl"}, {"informant_id": 90, "publication_info": "DS_VI_810", "full_name": "90 - 2.07 - DS_VI_810", "url": "data/stories/339.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Jens Plovgård boede et sted omme ved Vesterhavet, måske i Ramme, og han var en rigtig ægte heks. En gang var der en mand ovre i Store-Ty, der kom til ham, for han havde nogle svin, der var blevet borte for ham — det var nemlig i den tid, da svinene gik ude. Da han nu kom, var Jens Plovgård ikke hjemme, men konen mente, at han skulde nok komme hjem om aftenen, så han kunde godt vente, og hun foreslog ham at lægge sig i laden. Så gik han også der ned. Om natten kom Jens Plovgård hjem, og konen fortalte om denne her Tybo, der havde været der. Men hun siger ikke, at han lå i laden. Så går Jens Plovgård også ud i laden og kalder Fanden til sig og spörger ham, hvor svinene var blevet af. Den Slemme fortæller ham, at hans nabo havde slået dem ihjel og begravet dem i en sandbanke, han selv havde tæt op ved gården. Det ligger nu Tyboen og hører på, og så synes han, at nu kan han lige så godt gå hjem. Men han kom ikke helt hjem, for Jens Plovgård sendte bud efter ham, og han måtte tilbage og få ordenllig besked af ham.", "english_publication": "Jens Plovgård lived at a place out by the western sea, maybe in Ramme, and he was a real genuine witch. One time there was a man over in Store-Ty who came to him because he had some pigs who had gotten lost--it was at the time when pigs were grazed. When he got there, Jens Plovgård wasn't home but his wife thought that he would come home that evening so he could wait, and she suggested that he go and lay down out in the barn. He goes out there too. During the night, Jens Plovgård comes home, and his wife told him about this man from Ty who had been there. But she doesn't tell him that he is out in the barn. So Jens Plovgård goes out to the barn too, and calls the devil to him and asks him where the pigs had gotten off to. The Evil One tells him that the man's neighbor had killed them and buried them in a sand dune he had near the farm. The man from Ty lies there listening to this and then he thinks that he could just as well go home. But he didn't get all the way home, since Jens Plovgård had sent someone after him, and he had to go back and get the proper message from him.", "keywords": {"keyword": ["barn", "burial", "devil", "dune", "evening", "evil", "farm", "grazing", "home", "Jens Plovgård", "kill", "message", "neighbor", "night", "pig", "sand", "sea", "store", "west", "wife", "witch"]}, "etk_index": {"heading_danish": "Kloge mænd og koner og deres bedrifter", "heading_english": "Cunning men and women and their activities"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}