{"publication_info": "DS_I_975", "full_name": "355 - 0.00 - DS_I_975", "informant_id": 355, "informant_last_name": "Dybdahl", "informant_first_name": "Lars", "informant_full_name": "Lars Dybdahl", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": {"place_id": 291, "name": "Hundborg", "display_name": "Hundborg (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 497, "publication_info": "DS_I_1043", "full_name": "497 - 0.00 - DS_I_1043", "url": "data/stories/695.dfl"}, {"informant_id": 123, "publication_info": "DS_I_1036", "full_name": "123 - 3.03 - DS_I_1036", "url": "data/stories/406.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "I et barselhus, da al ting var overstået, lagde jordemoderen sig ved barselkonen, som lå med hendes nyfødte barn i hendes arme, og de andre koner satte sig på en anden seng. De faldt alle sammen snart i sövn, ti de havde våget længe; men barselkonen, som formodentlig ikke sov hårdt, vågner ved nogen forlen (puslen), som hun fornam hos sig, og ser til hendes store forfærdelse, at hendes barn er borte. Idet hun ser sig om, far hun öje på ellekonen, der sidder med hendes barn på dörtærskelen og er i færd med at hviste (kaste) hendes ben over; ti formedelst deres korte ben kunde de ikke på anden måde komme over nogen dörtærskel. Da gav barselkonen et stort skrig og råbte med höj röst: \"Det skal Jesus forbyde dig!\" Da slap ellekonen barnet og forsvandt. Barselkonen sprang da op af sengen for at få hendes barn igjen, og jordemoderen og de andre koner blev så forskrækkede, at de næsten ikke vidste, hvad de greb til. Faderen tovede ikke med at få præsten hentet og barnet döbt.", "english_publication": "In a birthing house, after everything was done with, the midwife lay down next to the mother who lay with her newborn child in her arms, and the other women sat on another bed. Soon they all fell asleep since they had been at it for a long time; but the mother, who apparently wasn’t sleeping too soundly, wakes with some sort of rustling which she felt near her and she sees to her great horror that her child is gone. While she looks about, her eyes fall on the elf woman who is sitting on the threshold with the mother's child and is in the process of throwing her legs over the threshold; because of their short legs they couldn’t get over the threshold in any other way. Then the mother screamed loudly and cried with a loud voice: “That shall Jesus forbid you!” Then the elf woman dropped the child and disappeared. The mother jumped out of bed to get her child again and the midwife and the other women got so scared that they almost didn’t know what was going on. The father didn’t delay getting the minister and having the child baptized.", "keywords": {"keyword": ["arms", "asleep", "baptism", "bed", "birth", "children", "crying", "disappearance", "elf", "eye", "fall", "father", "horror", "house", "Jesus", "leg", "midwife", "minister", "mother", "newborn", "sleep", "threshold", "voice", "woman"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}