{"publication_info": "DS_I_576", "full_name": "150 - 3.04 - DS_I_576", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 3.04, "fieldtrip": "May 1888", "fieldtrip_start_date": "1888-05-02", "fieldtrip_end_date": "1888-05-09", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place mentioned)"}, {"place_id": 1066, "name": "Lundbæk", "display_name": "Lundbæk (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 504, "publication_info": "DS_I_593", "full_name": "504 - 0.00 - DS_I_593", "url": "data/stories/654.dfl"}, {"informant_id": 573, "publication_info": "DS_I_597", "full_name": "573 - 0.00 - DS_I_597", "url": "data/stories/915.dfl"}, {"informant_id": 150, "publication_info": "DS_II_G_267", "full_name": "150 - 3.03 - DS_II_G_267", "url": "data/stories/65.dfl"}]}, "fielddiary_page_start": "4089a", "fielddiary_page_end": "4089a", "bibliographic_info": null, "bibliography_references": null, "annotation": "Jens tells another story of a deaf mute person with second sight (BJK 3.03). Here, the indication is that the mound dwellers resent any tampering with their home.", "danish_manuscript": "Lars Kusk her i Ersted der [boede] tjente i Lundbæk\nhos Baronen, har fortalt, at der var en \nDum, som opholdt sig der, maaske de\nfik noget for at have ham. S. var de en\nDag ude for at grave en Høj ud, og da Manden\nkom derud, fik h. da ham jaget væk. Den\ndumme pegte op ad i Vejret mod Himmelen og ned\nmod Jorden og gjorde s. mange Tegn og s.\nblev Baronen bange og sagde, de skulde\nlade Højen være. De skulde have kjørt\nHøjen hen i en Mergelgrav og alle andre\nsteder vilde h. godt arbejde, men der vil-\nde h. ikke. H. pludrede og h. pegte og s.\nrædede h. Baronen væk, da h. kom ud\ntil dem.", "english_manuscript": "Lars Kusk from Ersted, who worked for the baron at Lundbæk, said that there was a mute person who lived there, perhaps they got something for having him there. One day they were out digging out a mound and when he came out there, they chased him away. The mute one pointed up to the sky and then down to the ground and made so many signs, and then the baron got scared and said that they should let the mound be. The mound was supposed to be driven off to a marl pit, and he'd work everywhere else but he wouldn't work there. He babbled and pointed, and then he scared the baron off, when he came out to them.", "danish_publication": "Lars Kusk her i Ersted, der tjente i Lundbæk hos baronen, har fortalt, at der var en dum, som opholdt sig der, måske de fik noget for at have ham, og så var de en dag ude at grave en höj ud, og den dumme var med. Han pegte op ad i vejret og ned mod jorden og gjorde så mange tegn, og så blev baronen bange og sagde, at de skulde lade höjen være. Höjen skulde have været kjørt hen i en mergelgrav, og alle andre steder vilde den dumme godt arbejde, men på höjen vilde han ikke. Han stod blot og pludrede og pegte, og så rædede han baronen væk, da han kom ud til dem.", "english_publication": "Lars Kusk from Ersted, who’d worked for the baron at Lundbæk, he said that there was a mute person who lived there, perhaps they got something for having him there, and one day they were out digging out a mound and the mute one had come along. He pointed up to the sky and then down to the ground and made so many signs, and then the baron got scared and said that they should let the mound be. The mound was supposed to be driven off to a marl pit, and the mute one would work everywhere except for on the mound. He’d just stand there babbling and pointing and then he scared the baron off when he came out to them.", "keywords": {"keyword": ["baron", "day", "digging", "dumb", "Lars Kusk", "mound", "sky", "work"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}