{"publication_info": "DS_VII_527", "full_name": "364 - 0.00 - DS_VII_527", "informant_id": 364, "informant_last_name": "Frederiksen", "informant_first_name": "Lars", "informant_full_name": "Lars Frederiksen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 758, "name": "Bredballe", "display_name": "Bredballe (place recorded)"}, {"place_id": 260, "name": "Hindsholm", "display_name": "Hindsholm (place mentioned)"}, {"place_id": 292, "name": "Hundslev", "display_name": "Hundslev (place mentioned)"}, {"place_id": 296, "name": "Hverringe", "display_name": "Hverringe (place mentioned)"}, {"place_id": 327, "name": "Kjærteminde", "display_name": "Kjærteminde (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_VII_565", "full_name": "241 - 4.08 - DS_VII_565", "url": "data/stories/179.dfl"}, {"informant_id": 389, "publication_info": "DS_VII_517", "full_name": "389 - 0.00 - DS_VII_517", "url": "data/stories/702.dfl"}, {"informant_id": 123, "publication_info": "DS_VII_169", "full_name": "123 - 3.09 - DS_VII_169", "url": "data/stories/412.dfl"}, {"informant_id": 90, "publication_info": "DS_VI_1028", "full_name": "90 - 2.20 - DS_VI_1028", "url": "data/stories/352.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "I Hundslev ved Kjerteminde var der en ful heks. En gang kom der en pige til hende, som hun skulde helbrede for en sygdom, hvilket hun også gjorde. Da pigen var bleven helbredet, spurgte heksen hende, om hun ikke havde lyst til at lære heksekunsten, hvortil pigen svarede ja. Derpå kom heksen med et harehoved på et fad, det skulde pigen kysse, ellers kunde hun ikke blive heks. Men endskjöndt harehovedet var skilt fra kroppen, gloede det dog så fælt, at pigen turde ikke kysse det, og det blev da ikke til noget med, at hun blev en heks.\n      Derimod havde heksen en datter, som lærte kunsten af moderen. Et sted, hvor datteren tjente, havde de nogle småbörn, som blev trukken i en lille vogn op og ned ad gulvet. Da sagde tjenestepigen, som jo var en heks, at hun kunde få vognen til at gå af sig selv. Så gav de, som trak den, slip, og nu løb vognen af sig selv op og ned ad gulvet. Til sidst kom den i en stærk fart, og pigen, der havde sat den i fart, kunde ikke standse den igjen; hun blev derfor angst og løb hjem til sin moder i Hundslev, og først da hun nåede hjem, standsede vognen.\n      Den gamle heks gik en gang ude på Hindsholm ved herregården Hverringe, og hun fulgtes med en karl. Ved siden af vejen, hvor heksen og karlen gik, var herregårdens marker, hvor de plöjede med syv plove. Heksen siger nu til karlen, at hun kunde få alle syv plove til at stå stille på én gang. Det mente karlen var umuligt, men i samme öjeblik stod de seks, den syvende derimod fortsatte plöjningen. Da spurgte karlen, hvordan det kunde være, at den ene plov vedblev at plöje. Heksen svarede: \"Det kommer af, at der er en flyverön i den, og derfor har jeg ingen magt over den.\"", "english_publication": "There was a full fledged witch in Hundslev near Kjerteminde. One time, a girl who she was to cure of a disease visited her and the witch cured her too. When the girl had been cured, the witch asked her if she didn't want to learn witchcraft, to which the girl answered yes. The witch then came with a hare's head on a platter and the girl was to kiss it, otherwise she couldn't become a witch. But even though the hare's head was detached from its body, it stared at her so horribly that the girl didn't dare kiss it, and so it didn't amount to anything with her becoming a witch. \n      In contrast, the witch had a daughter who learned the craft from her mother. They had small children at one of the places where the girl worked, and they were being pulled in a wagon across the floor. Then the girl, who was a witch, said that she could make the wagon go by itself. Then the ones who were pulling it let go and then the wagon drove back and forth on the floor. Finally, it started going really fast and the girl who had started it going couldn't stop it again; she got scared and ran home to her mother in Hundslev and the wagon didn't stop until she got home. \n      The old witch went out walking once on Hindsholm near Hverringe manor, and she was accompanied by a farmhand. Next to the road where the witch and the farmhand were walking were the manor's fields where they were plowing with seven plows. The witch now says to the farmhand that she could make all seven plows stand still all at once. The farmhand thought that that was impossible but, at that moment, six of the plows stood still, the seventh, by contrast, continued to plow. The farmhand asked why the one kept plowing. The witch answered, \"That's because there's flying rowan in it, and so I don't have any power over it.\"", "keywords": {"keyword": ["body", "children", "craft", "cure", "daughter", "disease", "farmhand", "field", "floor", "flying rowan", "girl", "hare", "home", "kiss", "learning", "manor", "mother", "old", "platter", "plow", "plowing", "power", "road", "seven", "wagon", "witch", "witchcraft"]}, "etk_index": {"heading_danish": "Hekse og deres idrætter", "heading_english": "Witches and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}