{"publication_info": "DS_III_2180", "full_name": "493 - 0.00 - DS_III_2180", "informant_id": 493, "informant_last_name": "Nielsen", "informant_first_name": "Lars Kristian", "informant_full_name": "Lars Kristian Nielsen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 901, "name": "Vangeskrog", "display_name": "Vangeskrog (place recorded)"}, {"place_id": 127, "name": "Dronninglund", "display_name": "Dronninglund (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 514, "publication_info": "DS_III_2168", "full_name": "514 - 0.00 - DS_III_2168", "url": "data/stories/646.dfl"}, {"informant_id": 258, "publication_info": "DS_V_956", "full_name": "258 - 0.00 - DS_V_956", "url": "data/stories/500.dfl"}, {"informant_id": 217, "publication_info": "DS_III_2175", "full_name": "217 - 0.00 - DS_III_2175", "url": "data/stories/632.dfl"}, {"informant_id": 402, "publication_info": "DS_III_2164", "full_name": "402 - 0.00 - DS_III_2164", "url": "data/stories/777.dfl"}, {"informant_id": 77, "publication_info": "DS_III_2198", "full_name": "77 - 0.00 - DS_III_2198", "url": "data/stories/809.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "I en gård i Dronninglund tjente en karl, og han var der en tre år. Hver gang han var ude og kom hjem om aftenen, så han et lys stå på deres havedige. Så en vinter havde de fået tidlig optorsken og havde ikke videre noget at bestille. Sönnen i gården sagde da til karlen: \"Kan du gå hen og gjøre havediget op.\" Han tog så en spade og gik hen og begyndte at grave törv neden for diget. I det han nu grov en törv og lagde op, så væltede der nogle store skillinger ud af törven. Han så nöjere efter og fandt nogle og tredive. Så gik han ind og fortalte enken det. \"Nå\", siger hun, \"nu er det opdaget. Min mand tabte en gang en læderpung med 60 daler i, og han kunde aldrig finde den. Han ledte i foderloen og i møngen og i udhusene, for han troede jo, han havde tabt den der ét steder.\" Men siden så karlen aldrig lyset. Sært nok var det for resten, at de aldrig fandt flere af pengene. Hvordan de var kommen til at ligge ved havediget, véd man jo ikke, men manden har vel sagt været der i et naturligt ærende.", "english_publication": "A farmhand worked at a farm in Dronninglund, and he was there for three years. Every time he was out and came home at night, he saw a light out on their garden wall. So one winter, when they'd finished threshing early and didn’t have anything to do, the son in the farm said to the farmhand: “Can you go out and dig up the garden wall.\" So he took a shovel and went out there and began to dig peat at the foot of the wall. Just when he dug up a peat divot, some big shillings tumbled out of the peat. He looked a bit closer and found some thirty and something. Then he went in and told the widow that. “Ahh,” she says, “now it’s been discovered. My husband lost a leather purse with sixty daler in it, and he was never able to find it. He looked in the feed bins, in the compost heap, in the outhouses, since he thought he had lost it in one of those places.\" But the farmhand never saw the light again. It was odd that they never found any more of the money. They have no idea how the money came to lie out there by the garden wall but the man most likely was out there on a call of nature.", "keywords": {"keyword": ["daler", "digging", "discovery", "errand", "farm", "farmhand", "feed", "foot", "garden", "home", "husband", "leather", "money", "nature", "night", "peat", "shilling", "shovel", "son", "three", "threshing", "walls", "widow"]}, "etk_index": {"heading_danish": "Sagn om skatte", "heading_english": "Legends about treasure"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}