{"publication_info": "DS_II_A_32", "full_name": "492 - 0.00 - DS_II_A_32", "informant_id": 492, "informant_last_name": "Nielsen", "informant_first_name": "Lars", "informant_full_name": "Lars Nielsen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 910, "name": "Vinkel", "display_name": "Vinkel (place recorded)"}, {"place_id": 1048, "name": "Tåstrup", "display_name": "Tåstrup (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 342, "publication_info": "DS_II_A_17", "full_name": "342 - 0.00 - DS_II_A_17", "url": "data/stories/457.dfl"}}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Ellekongen skal opholde sig i de egne af landet, hvor landets konge endnu ikke har været. Det skal navnlig være tilfældet i Stevns herred. For omtrent tredive år siden havde ellekongen sin vej igjennem en af Tåstrup udflyttergårde og fortyrrede herved ikke blot folkenes, men meget mere gæssenes ro i gården, ti disse måtte vandre omkring i 3 til 2 timer, efter at han var kommen der igjennem, og to og to følgendes ad under råbet: \"Kjæk, kjæk, kjæk!\" Om dette skete nødtvungent eller ej, vides ikke, men de glemte ikke at nikke, hver gang de kom til portene. Så blev den ene port flyttet anden steds hen.", "english_publication": "The elf king is supposed to stay in those parts of the country where the country’s king has yet to go. That is supposed to be the case in Stevns province. About thirty years ago, the elf king made his way through one of the Tåstrup outlying farms and disturbed not only the people’s peace, but much more the geese’s peace because they (the geese) had to wander about for two or three hours after he’d gone through there, and they went about in pairs with the cry, “Kjæk, kjæk, kjæk!” If that was because they were forced to do so or not isn't known but the geese didn’t forget to nod whenever they passed the gate. Then one of the gates was moved somewhere else.", "keywords": {"keyword": ["case", "country", "crying", "disturbed", "elf", "farm", "gate", "geese", "king", "three", "wandering"]}, "etk_index": {"heading_danish": "Ellefolk", "heading_english": "Elves"}, "tango_indices": {"tango_index": [null, null, null]}, "genre": null}