{"publication_info": "DS_I_1124", "full_name": "515 - 0.00 - DS_I_1124", "informant_id": 515, "informant_last_name": "Pedersen", "informant_first_name": "Lars", "informant_full_name": "Lars Pedersen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 820, "name": "Langemark, Samsø", "display_name": "Langemark, Samsø (place recorded)"}, {"place_id": 176, "name": "Funder", "display_name": "Funder (place mentioned)"}, {"place_id": 522, "name": "Silkeborg", "display_name": "Silkeborg (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 123, "publication_info": "DS_I_1140", "full_name": "123 - 2.22 - DS_I_1140", "url": "data/stories/396.dfl"}, {"informant_id": 335, "publication_info": "DS_I_1098", "full_name": "335 - 0.00 - DS_I_1098", "url": "data/stories/520.dfl"}, {"informant_id": 402, "publication_info": "DS_I_1137", "full_name": "402 - 0.00 - DS_I_1137", "url": "data/stories/775.dfl"}, {"informant_id": 217, "publication_info": "DS_I_1122", "full_name": "217 - 0.00 - DS_I_1122", "url": "data/stories/630.dfl"}, {"informant_id": 478, "publication_info": "DS_I_1128", "full_name": "478 - 0.00 - DS_I_1128", "url": "data/stories/680.dfl"}, {"informant_id": 235, "publication_info": "DS_II_E_145", "full_name": "235 - 1.45 - DS_II_E_145", "url": "data/stories/265.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "I Funder ved Silkeborg boede en gang en jordemoder, hvis navn var Gjertrud Ruds. En gang kom der bud til hende fra en mand, der hed Anders Borring, om hun vilde forløse hans kone. Jordemoderen gik straks, men på vejen mödte hun en stor skruptusse, der sagde, hun var en bjærgmandskone, og tillige bad hende, om hun vilde forløse hende, når tiden kom, hvilket jordemoderen lovede. Nogen tid efter kom en bjærgmand til jordemoderen og bad hende, om hun vilde følge med og hjælpe hans kone, som hun havde lovet. Hun fulgte med manden, og han førte hende ind i en bakke, hvor hun forløste hans kone. Da hun var færdig og skulde til at gå, gav bjærgmanden hende en pose fuld af hövlspåner. Jordemoderen vilde ikke rigtig have dem, men bjærgmandskonen bad hende om at tage dem, hun skulde nok få sin ulejlighed betalt, sagde hun. Jordemoderen tog så posen, men da hun kom hjem og åbnede for den, var hövlspånerne blevne til blanke sølvpenge.", "english_publication": "Once a midwife, whose name was Gjertrud Ruds, lived in Funder near Silkeborg. One time, a message came to her from a man whose name was Anders Borring, asking her to deliver his wife. The midwife left immediately, but along the way she met a large toad that said that she was the wife of a mound man, and asked her to deliver her as well when the time came, and the midwife promised to do so. A little while later, a mound man came to the midwife and asked her to come and help his wife as she'd promised. She followed the man and he brought her into a mound where she delivered his wife. When she was done and was going to leave, the mound man gave her a bag full of wood shavings. The midwife didn't really want them, but the mound man's wife asked her to take them, she'd be paid for her inconvenience, she said. The midwife took the bag, but when she got home and opened it, the wood shavings had turned into shiny silver coins.", "keywords": {"keyword": ["bags", "coins", "home", "message", "midwife", "mound", "mound man", "name", "silver", "toad", "wife", "wood"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}