{"publication_info": "DS_II_G_219", "full_name": "515 - 0.00 - DS_II_G_219", "informant_id": 515, "informant_last_name": "Pedersen", "informant_first_name": "Lars", "informant_full_name": "Lars Pedersen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": {"place_id": 820, "name": "Langemark, Samsø", "display_name": "Langemark, Samsø (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "JFm_X_79c", "full_name": "150 - 1.04 - JFm_X_79c", "url": "data/stories/7.dfl"}, {"informant_id": 241, "publication_info": "DSnr_II_G_138", "full_name": "241 - 2.18 - DSnr_II_G_138", "url": "data/stories/168.dfl"}, {"informant_id": 419, "publication_info": "DS_II_G_221", "full_name": "419 - 0.00 - DS_II_G_221", "url": "data/stories/601.dfl"}, {"informant_id": 90, "publication_info": "Lege_0_313", "full_name": "90 - 2.10 - Lege_0_313", "url": "data/stories/342.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": "The more common reading of the verse provides \"døde rider rank\" (DS II G 221), a possible reference to the child's game of \"Ride ride ranke\" (AMJ 2.1).", "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Et sted i Jylland var en gang et par forlovede, og kort för den tid, da deres bryllup var bestemt, døde karlen. Pigen gik nu og sörgede meget over ham. Hun tjente hos en degn, som boede lidt uden for byen tæt ved kirken, og en aften hun havde været et ærende i byen og gik hjem igjen, så hun en rytter, der kom ridende imod hende, på vejen fra kirkegården. Månen skinnede klart, og hun kunde se, det var hendes døde kjæreste. Da rytteren kom tæt til hende, sang han:      \n\"Månen skinner blank;\nden døde rider krank,\nbliver du ikke bange ?\"\nPigen blev for skrækket stående, og rytteren sang det samme igjen, men da han sang det tredje gang, begyndte hun at løbe hjem efter. Da rytteren så dette, sprang han af hesten og løb efter hende, men hun fik dören smækket i, inden han nåede hende, og inden for kunde hun høre, hvorledes han uden for stod og skrabede på dören.", "english_publication": "Once there were a pair who were engaged some place in Jutland, and a short while before their wedding day, the man died. The girl went about mourning him quite a bit. She worked for a parish clerk who lived a little ways outside of town close to the church, and one evening she'd been in town on an errand and was walking home again when she saw someone on horseback riding towards her on the way from the cemetery. The moon was shining clearly and she could see that it was her beloved. When the rider came close to her, he sang, \n\"The moon shines brightly, \nthe dead one rides sickly, \naren't you afraid?\" \nThe girl stood stock still out of fright and the rider sang the same thing again, but when he began to sing it a third time, she started running home. When the rider saw that, he jumped off his horse and ran after her, but she managed to slam the door before he reached her and she could hear from inside how he stood outside scraping on the door.", "keywords": {"keyword": ["afraid", "beloved", "cemetery", "church", "day", "death", "door", "errand", "evening", "girl", "home", "horse", "Jutland", "marriage", "moon", "mourning", "outside", "parish clerk", "riding", "singing", "town", "wedding"]}, "etk_index": {"heading_danish": "Religiøse sagn", "heading_english": "Religious legends"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}