{"publication_info": "Æv_0_1360", "full_name": "150 - 3.05 - Æv_0_1360", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 3.05, "fieldtrip": "May 1888", "fieldtrip_start_date": "1888-05-02", "fieldtrip_end_date": "1888-05-09", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 568, "name": "Sønder Tranders", "display_name": "Sønder Tranders (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "Unpub_BJK_305", "full_name": "150 - 3.05 - Unpub_BJK_305", "url": "data/stories/68.dfl"}, {"informant_id": 150, "publication_info": "JAT_VI_797", "full_name": "150 - 3.06 - JAT_VI_797", "url": "data/stories/69.dfl"}]}, "fielddiary_page_start": "4089a", "fielddiary_page_end": "4092a", "bibliographic_info": null, "bibliography_references": {"reference": {"display_string": "[Book] Uther, Hans-Jörg. 2004. <i>The types of international folktales : a classification and bibliography, based on the system of Antti Aarne and Stith Thompson (FF Communications)</i>. Helsinki: Suomalainen Tiedeakatemia."}}, "annotation": "Tang Kristensen did not publish this fairytale in any of his collections, a variant of ATU 910b, \"The Servants Good Counsels.\" In the fair copy collection, this story is indexed as \"The three pieces of good advice.\"\n\n    The episodes in the story all have analogs in jocular tales or legend. The first episode is akin to legends about peddlers or other merchants being accosted by robbers in forests, and the second episode is similar to widely attested stories about robbers' dens. The third episode conflates stories of the minister as adulterer and stories of the devil taking guilty people who swear their innocence in court using the name of the devil as part of their oath. The final episode includes the invocation of Christian symbolism to counteract the instructions of the devil. Although the initial opening with vreifiable place name referents suggests that the story is a believable account, the final closing formula confirms that the story is a folktale.", "danish_manuscript": "Der tjente i Sønder Tranders Hedegaarde\nen Karl og en Pige sammen. Der var en ung\nMang og ung Kone. Deres Aftægtsfolk\nvar døde og Aftægtshuset stod ledig.\nS. lokkede Karlen Pigen og s. s. hu til M.\nom hu kunde ikke sidde der i Huset og\nfaa Barnet og s. vilde ha drive ad Hol-\nsten med Stude. Det var i Foraarstiden som\ndet nu skik var i gl. Tid. Karlen og Pigen\nblev gift og s. rejste han. S. fik hu en Dreng\ndet var [vist nok] inden h. rejste, for da\nBarnet var i Kirke, gjorde de Bryll. med det \nsamme. Da h. kommer nu op ad Holsten og\n\n4089B\nvar bleven skilt med Studene, s. blev h. der\noppe og kom til at tjene en Mand, men\nh. vilde ikke give ham nogen Løn inden h.\nfik at se hvordan h. var og hvordan de kun-\nde komme af Sted med hverandre. Ja det var\nh. ogsaa godt fornøjet med. Der gik en Uge\n[en] hen efter en anden og h. tilbød ham in-\ntet og Karlen forlangte heller intet, men\nhvad h. trængte til fik h. og gik som deres \negen og sådan blev h. der i 18 Aar. S. s. \nh. til Manden en Dag: I Morgen vil a\nhjem og se til min Kone og min Søn. Hvad\ner du gift. Ja h. var. H. var kommen\ni Tanker om at hjem. S. vilde de have\ndem en glad Dag i Dag og de satte dem\ntil at svire. S. havde h. sanket hans\nLøn sammen og det var bleven til 300 Daler,\ndet var store Penge i gl. Tid. Men dersom\ndu vil nu give mig 100 Daler s. vil\na give dig et godt Raad som du kan\nhave godt af, for du staar en lang Rejse\nfor. H. maatte ikke gaa nogen Gjenvej\nmen følge den rele Landvej. Fik nogle \nflere Dram. Om h. vilde give ham 100\nDaler efter til, lære ham et godt Raad\ntil. H. maatte ikke tage Kvarter hvor der\n[bo] Ræven byggede over Ravnen, der kom\n\n4090A\nh. skidt afsted. H. blev s. ved med ham s.\nlænge til h. gav ham alle Penge efter,\nIkke tage Kvarter hvor der var en gl. Mand\nog en ung Kone, det kom h. ogsaa skidt fra,\nDer var endnu et godt Raad.  Ikke tage \nsig nogen Gjerninger for, h. ikke vidste var\ngode, førend h. havde læst hans Herrens\nBøn 3 gange. S. s. Konen: Ja nu har\nvor Fader tødt dig i Dag og nu vil a tøde\ndig i Morgen, a skal til at bage og du\nskal s. faa en fin Kage med dig paa Rej-\nsen. Den fine Kage fik h. og maatte\nikke skjære Hul paa den inden h. kom hjem\nog hvis hans Kone var døde, skulde h. komme\nigien og levere Kagen tilbage, det lovede\nh. Den første Dag h. var ude at rejse\nkom h. til en Kræmmer og s. kom de til en\nskov, og der siger Kr. de skulde dh. Vej den\nvar noget nærere end Landevejen. H.\nbetænker sig en bitte Krumme men s. s. h. nej\nh. vilde følge Landevejen. Da Kr. var kom\nmen et bitte Stykke hen beg. h. at hvælle og\nskrige, der var kommen Røvere efter ham.\nS. tænkte h. da stedte h. ikke de Penge ilde\nh. gav for det gode Raad. S. kom h. til et\nenlig Sted inde i Skoven og da var det Aften\nog h. gaar der til og beder om Kvarter og det\nkunde h. s. meget vel faa. Om Aft. de spiste\n\n4090B\nNætter sad der en gl. Mand ved Bordet og\nh. havde rødt Haar og sort Skjæg. S. tænkte\nh. Det kommer a nok skidt afsted med. S. \nvar der en Pige der skulde følge ham op paa\nen Kammer op ovenpaa, og s. s. hu hu havde\ns. ondt af det for ham. Hvadfor\nsiger h. For naar de kom hjem (Røverne var\nikke hjemme det var ikke uden de gl. h.\nsnakkede og spiste med) s. tog de ham af\nmed Livet. Men der var et Reb som hængte der, lag mig\nbinde paa dig og s. hidse[de] dig ned ad\net Vindue. Det gjorde hun og s. gik\nh. derfra og kom væk. Der kom h. s. til\nat losere i en anden Grd Natten efter\nigien. Der gik en gl. Mand i Gaarden.\nH. spørg. om h. kan faa Kvarter. Ja\ndet kunde h. gjærne. H. kunde gaa ind\ntil Konen. S. gik h. ogsaa og der kommer\nen springende imod ham med Bukserne\nom Hælene og s. saa h. det var en ung\nKone og da h. ser dh. tænker h. det kom\nh. ogsaa nok skidt fra. S. kommer den gl.\nMand ind. S. s. hu: Hvad var det for en\nPerson du viste her ind til mig, h. vilde\nmed Djævels Gevalt have været æpaa mig.\nJa, det kunde h. da ikke vide. Jo, da var det\nsaadan. Ja s. skulde h. arresteres s. M. og der\nkom Bud efter Sognefogeden\n\n4091A\nI Torsted siger man Tåste, stårk, men her\nTøste, størk\n-----\nog kom to Mænd til at sidde og passe\npaa ham. Men hen ad Natten faldt de\ni Søvn, men Arrest. sov ikke. S. kom der\nen til Vinduet og h. s. til ham: Ja i Mor-\ngen skulde h. kjøres til Herredsfog og i\nForhør. Men alt det du siger, det tror\nde ikke og siger det er Løgn. Ham der\nhavde været paa Konen, det var deres Præst.\nMen s. skulde h. sige: Det skal h. vidne\nder gaar her udenfor. Du kan se mig,\nmen det kan de andre ikke. H. skulde\nda sige det som det var. Da de kommer s.\nderind paa Raadstuen og i Forhør. A tror\ns. galt h. skulde hjælpe Konen til Rette, det\nskulde Præsten og var ogsaa med at vidne.\nS. s. Karlen, idet h. peger paa Præsten, at\ndet var den Person, der kom imod ham med\nBukserne om Hælene og det skulde h. vidne\nder gik her uden for, om h. maatte ikke ha-\nve Lov at kalde ad ham. Jo det maatte\nh. godt og [Herredsf.] Karlen gaar hen til Vinduet og kalder\nog kalder ad ham og sp.\nom h. kan være Vidne til det h. sagde.\nH. s. jo til. S. bandte baade Pr. og Konen\nFanden tage sig paa, at det var Løgn og s.\ntog h. den ene paa Armene og den anden paa\n\n4091b\nNakken og rejste af med dem. S. kunde de se\ndet var sandt og h. kunde gaa hjem. Da\nh. kommer til Hjemmet kjendte Konen ham\njo ikke. H. sp. om h. kunde ikke blive der.\nJo h. kunde gjærne blive, men hu havde\ningen Steder at lægge ham, for hun hav-\nde ikke uden en Seng. Ja, h. kunde sidde\npaa en Stol om Natten. Da det bliver\nsengetid kommer der en ung Person og læg\nger sig ved Konen i Sengen. Hen ad Natten\nkommer der en til Vinduet igien og pikker\nog siger, Den Person der ligger, har ligget \nmed din Kone hver Nat siden du rejst.\nog dersom det var mig som dig, s. gik a \nhen og slog Hovedet i Stykker paa ham\neller skar Halsen over paa ham. Ja h.\nvar ogsaa der henne og vilde have skåret\nHalsen over. Men s. kommer h. i Tanker \nom at læse hans Herrens Bøn. S. vaagner\nPersonen og s. Aa Moder a drømte\nmin Fader var her hjemme og var her hen\nne ved Sengen og vilde have skaaret Halsen\nover paa mig. Aa din Fader, s. hu\ndet er 18 Aar siden, a har set ham, h.\ner nok død for længe siden. S. hørte h. jo det,\nvar [det] hans Søn. S. havde h. ikke stedt de\n\n4092A\nPenge ilde, h. gav for det Raad, ellers hav\nde h. jo Skaaret Halsen over paa egen\nSøn. Om Morg. vilde h. have Sønnen til \nat gaa hen og hente en Pægl til sig. Ja\ndet gjorde h. ogsaa. S. vilde h. ogsaa have\nham til at drikke den med sig. Men s. \nsagde Moderen: nej det maatte h. ikke,\nfor ha. skulde hen og [have] i hans Tjeneste\nS sagde h. dem hvem h. var og s. skar\nh. Hul paa Kagen og der var alle Penge-\nne og s. lever de godt den Dag i Dag er.\nDet sidste a var der, da fik a [skaaret] skold Øl\npaa en Pølse og Skindet sidder paa min\nNæse endnu.", "english_manuscript": "A farmhand and a girl worked together in Sønder Tranders Heath farms. There was a young husband and a young wife there, and their pensioners had died, and the pensioners' house stood vacant. Then the farmhand seduced the girl and then she asked the husband if she couldn't stay in the pensioner's house and have her child and he was going to drive the cattle down to Holsten. It was in the spring time as was the custom in the old days. The girl and the farmhand got married, and then he set off on his trip. Then she gave birth to a boy, it was [probably] before he set off, because when the child was brought to the church, they had their wedding at the same time. When he now gets up to Holsten and had gotten rid of the cattle, he stayed there and he started working for a man, but he wouldn't pay him until he saw how he well he worked and whether they could get along with each other. Well, that was OK by him. One week after another went by and he didn't offer him anything and the farmhand didn't demand anything, but he got everything that he needed, and he went about as if he was one of their own, and he stayed there for eighteen years. Then he said to the man one day: Tomorrow I'm going to go home and see to my wife and son. What, are you married? Yes, he was. He had started to think about going home. And so they decided to have a happy day together that day, and so they began drinking. Then he'd put all his earnings together and it amounted to 300 daler, that was a lot of money in the old days. Now, if you'll give me 100 daler, I'll give you a piece of advice that will help you, because you've got a long journey ahead of you. He wasn't to take any shortcuts, but follow the actual road. They had a few more drams. If he'd give him another 100 daler, he'd give him another piece of advice. He shouldn't take lodgings there where the fox had built over the crow, he'd run into trouble there. They continued on like that for so long, that he gave him all his money. Don't take lodgings where there's an old man and a young woman, he'd run into trouble there too. There was another piece of advice. Don't do any deeds that he didn't know were good, unless he'd recited [read] the Our Father three times. Then the wife said: Well, now our father wasted your time today, and I'll waste your time tomorrow, I'm going to bake and you're going to get a nice cake for the trip. He got the nice cake and he wasn't to cut into it until he got home, and if his wife was dead, he was to come back and bring the cake back, and he promised that. The first day that he was out traveling, he ran into a peddler [kræmmer] and they came to a forest, and the peddler says there that they should go this way, since it was a bit shorter than the road. He thinks about it a little bit, but then he says no, he wants to follow the road. When the peddler had gone a little way, he began to cry and scream, robbers had come after him. Then he thought to himself, the money he'd spent on the good advice wasn't wasted. Then he came to a lonely place in the forest and it was evening and he goes and asks for lodgings, and he certainly could stay. That evening they ate dinner and there was an old man by the table and he had red hair and a black beard. Then he thought, I'm going to run into trouble here. Then there was a girl who was supposed to show him to his room upstairs, and then she said that she really was sorry for him. Why, he says. Because when they get home (the robbers weren't home except for the old man with whom he'd talked and eaten), then they'd kill him. But there was a rope hanging there, let me tie it around you and then let you down out the window. She did that, and then he walked away from there and got away. Then he found lodgings in another farm the next night. There was an old man there in the farm. He asks him if he could have lodgings. Yes, he certainly could. He could go in to his wife. So he did and someone comes running at him with his pants down around his ankles, and then he saw that there was a young wife, and when he sees this he thinks, I'm going to run into trouble here. Then the old man comes in. Then she says, What kind of a person was it you sent in to me, he wanted to get up on top of me like the Devil. Yes, he couldn't have known that. Well, that's how it was. Yes, well he should be arrested, said the man, and they send for the parish bailiff. [In Torsted, they say Tåste, stårk, but here they say Tøste, størk] and two men came to sit and watch over him. But during the night they fell asleep, but the prisoner didn't. Then someone came up to the window and he said to him: Tomorrow he was to be driven to the district bailiff and be tried. But they won't believe anything you say and they'll say it's a lie. The one who was on top of the wife, that was their minister. But then he was to say: He should witness, the one who is walking outside here. You can see me, but the others can't. He was to say it as it was. Then they get to the courthouse and the trial. I'm sure he was there to help the wife, the minister was, and he was also there to witness. Then the farmhand says, while pointing at the minister, that that was the person, who came at him with his pants down around his ankles, and the one who was standing outside would bear witness to that, and could he be allowed to call him. Yes, he may and the farmhand goes over to the window, and calls and calls to him and asks if he could bear witness to that which he said. He said yes. Then the minister and the wife both swore, the Devil may take them, that it was a lie and then he took the one by the arm and the other by the neck and took off with them. When he gets home, his wife didn't recognize him. He asks if he couldn't stay there. Yes, he could certainly stay, but she didn't have any place for him to lie down, since she only had one bed. Yes, he could sit on a stool at night. When it gets to being bedtime, a young person comes and lies down in the bed next to the wife. Some time out into the night, someone comes and raps on the window and says, the person who is lying there has lain with your wife every night since you left., and if I were you, I'd go over and smash his head in or slit his throat. Yes, he also went over there and was going to slit his throat. But then he remembered that he should say the Our Father. Then the person wakes up and says, Oh, mother, I dreamed that my father was here and he was here next to the bed, and wanted to slit my throat. Oh, your father, she said, it's been eighteen years since I last saw him, he's probably been dead for a long time. Then he heard that it was his son. Then he hadn't spent the money poorly for that piece of advice, otherwise he would have slit the throat of his own son. The next morning he wanted his son to go get a pitcher of ale for him. He did it too. Then he also wanted him to drink it with him. But then the mother said, no, he may not, because he was to go to work. Then he told them who he was, and then he cut into the cake and there was all the money and they're living well to this very day. The last time I was there, I got scalded beer on a sausage, the sausage skin is still sitting on my nose.", "danish_publication": "Der tjente en Karl og en Pige sammen i Sønder Tranders Hedegaarde, og det var et Par ringe Folk, de var ved. Deres Aftægtsfolk var døde, og Aftægtshuset stod ledigt. Saa gaar Karlen hen og lokker Pigen. Hun gaar da til Manden og fortæller ham, hvordan det var, og spørger ham, om hun kan ikke faa Lov til at sidde der i Huset og faa Barnet, for hendes Kjæreste vilde drive ad Holsten med Stude, og det var jo i Foraarstiden, han skulde afsted, som det nu var Skik i gammel Tid. Det faar hun og Lov til, men Karlen og Pigen blev da gift, inden han rejste. Men Barnet var da født forinden, og det var en Dreng, og det var ogsaa i Kirke, for de gjorde Bryllup med det samme. Altsaa rejste han af. Da han nu kommer op ad Holsten og var bleven skilt ved Studene, saa blev han der oppe med det samme og kom til at tjene en Mand der. Han vilde ikke give ham nogen Løn, inden han fik at se, hvordan han var, og hvordan de kunde komme afsted med hverandre. Ja, det var denher Studedriver ogsaa godt fornøjet med. Der gik en Uge hen efter en anden, og Manden tilbød ham intet, og Karlen forlangte heller intet, men hvad han trængte til, det fik han, og saadan blev han ved at gaa der i 18 Aar og gik der som deres egen. Saa siger han til Manden en Dag: ”I Morgen vil a hjem og se til min Kone og min Søn,” – ”Hvad, er du gift?” siger Manden. Ja, han var, og nu var han komme i Tanker om at ville hjem, for han længtes. ”Ja, saa vil vi have os en glad Dag i Dag,” siger Manden, og saa satte de dem til at svire. Han havde sanket hans Løn sammen, som han vilde give ham, og det var bleven til 300 Daler, det var store Penge i gammel Tid. De sidder saa og snakker og drikker, og saa siger Manden: ”Du staar en lang Rejse for, og dersom du vil give mig 100 Daler, saa vil a give dig et godt Raad, som du kan have stor Nytte af.” Ja, det vilde han godt, og de gjør den Handel. Raadet det var, at han maatte ikke gaa nogen Gjenvej, men skulde følge den rele Landevej. Saa fik de nogle flere Dramme, og saa siger Manden: ”Vil du give mig 100 Daler til, saa skal a lære dig nok et godt Raad.” Ja, det gik han ind paa. ”Du maa ikk tage Kvarter, hvor Ræven bygger over Ravnen, for der kommer du skidt afsted.” Han blev saa ved med ham saa længe, til han gav ham alle Penge efter, og saa skulde han have et Raad til, og det var, at han ikke maatte tage Kvarter, hvor der var en gammel Mang og en ung Kone, for det kom han ogsaa skidt fra. Og saa vilde han give ham endnu et godt Raad i Tilgift, og det var, at han ikke maatte tage sig nogen Gjærninger for, som han ikke vidste var gode, førend han havde læst hans Herrens Bøn tre gange. Saa siger Konen: ”Ja, nu har vor Faaer tødt dig i Dag, men nu vil a tøde dig i Morgen, for a skal til at bage, og saa skal du faa en fin Kage med dig paa Rejsen.” Den fine Kage fik han, og Konen sagde til ham, at han maatte ikke skjære Hul paa den, inden han kom hjem, og hvis hans Kone var død, saa skulde han komme igjen og levere Kagen tilbage. Det lovede han, og saa rejste han. Den første Dag han var ude at rejse, da kom han til en Kræmmer og kom til at følges med ham, for de skulde én vej. Saa kommer de til en Skov, og saa siger Kræmmeren: ”Her gaar en Vej ind igjennem som er meget nærere end Landevejen.” Han betænker sig en bitte Krumme, men saa siger han nej, han vilde følge Landevejen. Men Kræmmeren vilde den anden Vej, og saa skiltes de paa det. Da Kræmmeren saa var kommen et bitte Stykke ind i Skoven, saa begynder han at hvælle og skrige, for der var kommen Røvere efter ham. Saa tænkte Karlen ved sig selv: ”Da stedte a ikke de Penge ilde, a gav for det første gode Raad.” Han kommer saa omsider til et enligt Sted inde i Skoven, og da var det blevet Aften, og han gaar saa dertil og beder om Kvarter. Det kunde han saa meget vel faa. Som de saa sidder og siser Nætter om Aftenen, saa sidder der en gammel Mand ved Bordet, og han havde rødt Haar og sort Skjæg. Saa tænker Karlen: ”Det kommer a nok skidt afsted med.” Der var saa en Pige, der skulde vise ham op paa et Kammer oppe ovenpaa, og saa siger hun: ”A har saa ondt af det for dig.” ”Hvad for det?” siger han. ”Jo, for Røverne de er ikke hjemme, det er jo en Røverkule, du er kommen til, og det er ikke uden de gamle, du har siddet og spist med og snakket med, naar de kommer hjem, saa tager de dig af med Livet. Men her hænger et Stykke Reb, lad mig binde det paa dig, saa kan du selv hejse dig ud af et Vindue og ned til Jorden.” Han takkede hende og fik Rebet, og saa hejsede han sig ned og gik derfra og kom væk. Han gaar nu videre den Nat og den næste Dag, og saa kommer hamn til at losere i en anden Gaard Natten efter. Der gik en gammel Man ude i Gaarden, og han gik jo hen til ham og spurgte, om han han kunde faa Kvarter. Jo, det kunde han gjærne. Han kunde gaa ind til Konen, saa skulde han nok selv komme ind til ham, naar han var færdig med at røgte ud. Han gik ogsaa, og da han kommer ind, saa kommer der et Karlfolk springende imod ham med Bugserne om Hælene. Han saa nu, det var en ung Kone, og saa tænkte han: ”Dether kommer a nok ogsaa skidt fra.” Naa, saa kommer den gamle Mand ind. Saa siger hun: ”Hvad var det for en Person, du viste her ind til mig, han vilde med Djævels Gevalt have været æpaa mig.” ”Ja, det kunde han da ikke vide.” ”Jo, det er sandt,” siger hun, ” det var da saadan.” Ja, saa skulde han arresteres, siger Manden, og der kom Bud efter Sognefogden, og der kom to Mænd til at sidde og passe paa Karlen. Hen ad Natten faldt de i Søvn, men Arrestanten sov ikke. Saa kommer der en til Vinduet, og han siger til ham: ”Ja, i Morgen skal du jo kjøres til Herresfogden og i Forhør.” Ja, det skulde han vel. ”Men de tror ikke noget af det, du siger, de siger hele Tiden, det er Løgn. Men saa skal du sige: Det skal han bevidne, der gaar her inden for.” Du kan se mig, men det kan de andre ikke, og saa skal a nok komme og sige det, som det er.” Men ham, der havde været paa Konen og kom med Bugserne om Hælene, det var netop deres Præst, og a tror saa galt han skulde hjælpe Konen til Rette med at vidne for hende, nok er det, han var da med som Vidne. Naa, saa kommer Tiden, han skal i Forhør, og de kommer saa derind paa Raadstuen. Karlen siger saa, idet han peger paa Præsten, at der var den Person, der kom imod ham med Bugserne om Hælene. De sagde jo, det var Løgn. Men saa siger Karlen: ”Det skal han vidne, der gaar her udenfor,” om han maatte ikke have Lov at kalde ad ham. Jo, det maatte han godt. Karlen gaar saa hen til Vinduet og kalder paa ham og spørger, om han kan være Vidne til det, han sagde. Det sagde han jo til. Saa bandt baade Præsten og Konen Fanden tage sig paa, at det var Løgn, men saa tog denher fremmede Person den ene paa Armene og den anden paa Nakken, og saa rejste han af med dem, for det var jo Fanden selv. Saa kunde de skjønne, det var sandt, Karlen sagde, og saa kunde han faa Lov til at gaa hans Vej. Han rejste saa videre af ad Hjemmet til. Kræmmeren, som han havde fulgtes med den første Dag, ham havde Røverne undlivet, og ham hører vi saa ikke mere til. Naa, saa kommer han endelig til Hjemmet, og Konen kjendte ham jo ikke. Han spørger, om han kunde ikke blive der. Ja-a, han kunde jo gjærne blive, men hun havde ingen Steder at lægge ham, for hun havde ikke uden en Seng. Ja, han kunde godt sidde paa en Stol om Natten, og han bliver der saa. Da det saa bliver ved Sengetid, gaar Konen til Sengs, og han sætter sig paa Stolen. Saa kommer der en ung Person og lægger sig ved Konen i Sengen. Hen ad Natten kommer der en til Vinduet og pikker paa og siger til Karlen—og han kunde høre, det var den samme, der før havde talt til ham: ”Den Person, der ligger, han har ligget ved din Kone hver Nat, siden du rejste, og dersom det var mig som dig, saa gik a hen og slog Hovedet i Stykker paa ham eller skar Halsen over paa ham.” Ja, han bliver jo ogsaa opirret og var der henne og vilde have skaaret hans Hals over. Men saa kommer han i Tanker om, hvad hans Husbond havde sagt til ham, at han ikke maatte tage sig nogle Gjerninger for, som han ikke vidste var gode, inden han havde læst hans Herrens Bøn tre Gange, og saa gjør han ogsaa det. Da vaagner Personen i det samme og siger: ”Aa, Moder a drømte, min Fader var kommen her hjem og var her henne ved Sengen og vilde have skaaret Halsen over paa mig.” – ”Aa, din Fader,” siger hun, ”det er 18 Aar siden, a har set ham, han er nok død for længe siden.” Det stod han jo og hørte paa, og saa kunde han jo skjønne, det var hans Søn, han vilde have undlivet. ”Nej, a stedte ikke de Penge ilde, som a gav for det Raad,” siger han, ”ellers havde a jo skaaret Halsen over paa min egen Søn,” og saa satte han sig stille hen i Stolen igjen, og ham uden for Vinduet han fik saa ingen Magt med det Raad han gav ham. Om Morgenen, da Sønnen kommer op, saa vilde Faderen have ham til at gaa hen og hente en Pægl til sig, og det gjorde han ogsaa, men saa vilde han ogsaa have ham til at drikke den med sig. Saa siger Moderen: ”Nej, det maa han ikke, han skal hen og i hans Tjeneste, for han tjener om Dagen og ligger her hjemme om Natten.” Saa sagde han dem, hvem han var, og de var jo svært glade ved hverandre. Han fik saa Kagen frem, som han havde gaaet og baaret paa hele Vejen, og fik skaaret Hul paa den, og saa var der alle de Penge, han skulde have i Løn, alle de 300 Daler, de var bagt ind i Kagen. Saa lever de godt ved hverandre den Dag i Dag er, og det sidste a var der, da fik a skold Øl paa en Pølse, og Skindet sidder paa min Næse endnu.", "english_publication": "A girl and a boy worked together at Sønder Tranders Hedegård (Heath farm), and it was a couple of humble people they worked for there. These people's pensioners were dead, and the pensioners' house stood vacant. Then the farmhand goes and seduces the girl. She goes to the husband and tells him how things were and asks him if she could have permission to stay there in the pensioners' house and have the child, because her beloved wanted to drive the cattle to Holsten , and it was in the spring he was to leave, that was the custom in the old days. She gets permission to do that, but the farmhand and the girl get married before he left. But the child was born before that and it was a boy, and it was also brought to the church since they had gotten married right away. Well, he went off . When he gets to Holsten and had gotten rid of the cattle, he stayed up there and started to work for a man there. The man didn’t want to pay him any wages before he saw how he was and how they hit it off with each other. Well, this cattle driver was happy with that as well. One week after another went by, and the man offered him nothing, and the farmhand didn’t ask for anything either except for what he needed, he got that, and they went on like that for eighteen years and he stayed there as if he was their own child. Then he says to the man one day: “Tomorrow I want to go home and see my wife and my son.”—“What, you’re married?” says the man. Yes, he was, and now he’d decided that he wanted to go home, since he missed it. “Well, then we’ll have us a happy day today,” says the man, and they sat down to celebrate. The man had put all the farmhand's wages together and he wanted to give them to him and it amounted to three hundred daler, that was big money in the old days. So they’re sitting there and talking and drinking and then the man says: “You’ve got a long journey ahead of you, and if you’ll give me a hundred daler, I’ll give you a good piece of advice that will serve you well.” Sure, he’d gladly do that, and they make the deal. The advice was that he must not take any shortcuts, but should follow the true country road. Then they had a few more drams, and then the farmer says: “If you’ll give me another hundred daler, then I’ll give you another piece of advice.” Sure, he’d go along with that. “You must not take lodgings where the fox builds over the raven, because things will go bad for you there.” The farmhand keeps drinking with the man so long that he winds up giving him all his money back, and then he was to have one final piece of advice, and that was he must not take lodgings where there was a very old husband and a young wife, because things would go bad for him there. And then he wanted to give him another piece of good advice as a bonus, and that was that he shouldn’t do any deed that he wasn’t sure was a good deed before he had said the Lord’s prayer three times. Then the man’s wife says, “Yes, now our father has wasted your time today, but I want to waste a bit of your time tomorrow, since I’m going to bake and you are going to get a nice cake along with you on your trip.” He got the nice cake and the wife told him that he must not cut into it before he got home and if his wife was dead then he was to come back and give the cake back. He promised her that and then he left. The first day he was out on his journey, he came to a peddler and followed along with him because they were going the same way. Then they come to a forest and then the peddler says: “There’s a road through here, which is much shorter than the country road.” He thinks a bit about this, but then he says no, he wants to follow the country road. But the peddler wants to go the other way, and so they split up there. When the peddler had gotten a little ways into the forest, he begins to shout and scream because robbers had come after him. Then the farmhand thought to himself: “I didn’t waste that money that I paid for the first piece of good advice.” He comes a little later to an isolated house in the forest and since it had become evening, he goes up there and asks for lodgings. He could certainly stay there. As they sit there eating dinner that night, there’s an old man sitting at the table with red hair and a black beard. Then the farmhand thinks: “This isn’t going to turn out well for me.” There was a girl who was to show him up to a room upstairs, and then she says: “I feel bad for you.” “Why?” he says. “Well, the robbers aren’t home, this is a robbers’ den you’ve come to, and there’s no one here but the old guy you sat and ate with and talked to. When they come home, they’ll kill you. But there’s a piece of rope hanging here, let me tie it around you, then you can let yourself down out the window and down to the ground.” He thanked her and took the rope, and then he hoisted himself down and went away from there and got away. He keeps going that night and the next day he comes to stay at another farm. There was an old man out in the courtyard and he went over to him and asked if he couldn’t have lodgings. Sure, he certainly could. He could go inside to his wife and then he’d come in himself, when he was done mucking out. He went in, too, and, when he gets inside, another man comes running toward him with his pants around his heels. He saw now that there was a young wife there and then he thought: “This isn’t going to turn out well for me either.” Then the old man comes in. Then she says: “What kind of a person was that you sent in to me, he wanted to get up on top of me like the devil.” Well, he couldn’t have known that. “Well, that’s true,” she says, “that’s how it was.” Well, then he was to be arrested, says the man, and they sent for the parish bailiff, and two men came to sit and watch the farmhand. During the night, they fell asleep but the prisoner didn’t sleep. Then someone comes to the window, and says to the farmhand: \"Well, tomorrow you are going to be driven to the district bailiff and be tried.\" Yes, he certainly was. “But they won’t believe anything you say, they’ll say the whole time it is a lie. But then you are to say: The one walking outside here shall witness to that. You can see me, but the others can’t, and then I’ll come and tell it like it is. The one who had been on top of the wife and came running out with his pants around his heels, that was their minister, and I doubt that he’ll help out the wife by witnessing for her, it will be enough that he is there as a witness.\" Well then the time comes, he is to be tried, and they go in there to the courtroom. The farmhand says, as he points at the minister, that he was the one who came at him with his pants around his heels. They said that was a lie. But then the farmhand says: “He will witness to it, the one who is walking outside,” couldn’t he be allowed to call him? Well, yes he was allowed to. The farmhand goes over to the window and calls to him and asks if he can witness to what he had said. He said yes to that. Then the minister and the wife swore for the devil to take them, it was a lie, but then this stranger took one under one arm and the other by the neck and then he went off with them, because it was the devil himself. Then they could see that it was true what the farmhand had said, and then he was given permission to go on his way. He went along on his way home. The peddler whom he had accompanied the first day had been killed by the robbers and we don’t hear anymore about him. Well, then he finally gets home and his wife didn’t recognize him. He asks if he can’t stay there. Well, he could stay, but she had no place for him to lie because she only had one bed. Well, he could sit in a chair at night, and so he stays there. When it gets to be bedtime, the wife goes to bed and he sits down in the chair. Then a young man comes in and lies down by the wife in the bed. During the night, someone comes to the window and raps on it and says to the farmhand--and he can hear that it was the same person who had spoken to him before: “That person who is lying there has lain with your wife every night since you left, and if it were me, I’d go over and knock his head off or cut his throat.” Well, he gets provoked, too, and went over there and was going to cut his throat. But then he remembers what his master had said to him, that he mustn’t do any deed that he didn’t know was good before he had said the Lord’s prayer three times, and so he did that, too. Then the person wakes up at once and says: “Oh mother, I dreamed that my father had come home and was here by the bed and wanted to cut my throat.”—“Oh, your father,” she says, “it is eighteen years since I’ve seen him, he probably died a long time ago.” He stood and listened to that, and then he could easily figure out that it was his son that he was about to kill. “No, I didn’t waste the money that I paid for that advice,” he says, “otherwise I would have cut my own son’s throat,” and then he sat down quietly in the chair again, and the one outside the window gained no power with the advice he’d given him. The next morning, when the son gets up, the father wants him to go and get a half pint for him and he did that, too, but then he wanted him to drink it with him, too. Then the mother says: “No, he may not, he has to go to his work, because he works during the day and lies here at night.” Then he told them who he was and they were very happy with each other. He took the cake out that he had been carrying the whole way and cut into it and then all the money that he was to have in wages, all three hundred daler, had been baked into the cake. So they live happily together even to this very day, and the last time I was there, I got scalded beer on a sausage and the sausage skin is still sitting on my nose.", "keywords": {"keyword": ["advice", "allow", "arms", "arrest", "asleep", "bailiff", "baking", "beard", "bed", "beer", "belief", "beloved", "birth", "black", "boy", "cake", "cattle", "celebration", "chair", "children", "church", "country", "court", "courtyard", "crying", "daler", "day", "death", "devil", "dinner", "district bailiff", "dram", "dream", "drinking", "driver", "evening", "fall", "farm", "farmhand", "farmer", "father", "forest", "fox", "girl", "hair", "happy", "heath", "home", "house", "husband", "kill", "lodgings", "lord", "marriage", "master", "minister", "money", "morning", "mother", "neck", "night", "nose", "old", "Our Father", "outside", "pants", "parish", "peddler", "pensioner", "permission", "power", "prayer", "prisoner", "raven", "red", "road", "robber", "robbers den", "rope", "sausage", "scalded", "seduction", "skin", "sleep", "son", "spring", "stranger", "swear", "table", "thank", "three", "throat", "tie", "today", "tomorrow", "wages", "week", "wife", "window", "witness", "work", "young"]}, "etk_index": {"heading_danish": "Registrant over Evald Tang Kristensens Samling af Eventyr", "heading_english": "Index of Evald Tang Kristensen's collected Fairy Tales"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}