{"publication_info": "DS_VI_240", "full_name": "376 - 0.00 - DS_VI_240", "informant_id": 376, "informant_last_name": "Hansen", "informant_first_name": "Lorens", "informant_full_name": "Lorens Hansen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": {"place_id": 769, "name": "Fælsted", "display_name": "Fælsted (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "DS_VI_2", "full_name": "235 - 1.51 - DS_VI_2", "url": "data/stories/271.dfl"}, {"informant_id": 241, "publication_info": "DS_VI_191", "full_name": "241 - 4.15 - DS_VI_191", "url": "data/stories/187.dfl"}, {"informant_id": 525, "publication_info": "DS_VI_216", "full_name": "525 - 0.00 - DS_VI_216", "url": "data/stories/523.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Der var en præst ovre i Angel, han havde Cyprianus. Så kom der en dreng hen og skulde undervises hos ham, og han hed Jakob. En dag sad præsten og læste, da listede drengen sig hen og læste bag ved ham i bogen. Så spurgte præsten, om han havde lyst til at lære det, der stod. Ja, det vilde han gjerne. Så lærte han ham også, og det var netop af Cyprianus. En dag præsten var i kirke, fik han selv fat på den og gav sig til læse på egen hånd. Da kom der en ugle ind i kammeret, og kort efter en anden og så flere, og de flöj omkring i værelset. Han blev ved at læse, og da kom der en tusse hoppende ind, så nok én, og til sidst var der en hel flok. Da de var væk, og han blev ved med læsningen, kom der snoge, og det blev også til en hel mængde. Imens stod præsten på stolen, men da lagde han mærke til, at der jævnlig kom en ugle flyvende uden for. Han kunde forstå, at der måtte være noget galt på færde der hjemme, og han skyndte sig det bedste han kunde og kom hjem i studerekammeret, netop som den hele flok snoge kom vrimlende. Drengen havde nu af forskrækkelse lagt bogen og vidste ikke, hvor han skulde gjøre af sig selv. Præsten så jo straks, hvad der var ved det, og begyndte at læse tilbage, så de da atter blev fordrevne. Præsten sagde nu, at han kunde takke sin Gud for, han var kommen så tidlig, for hvis snogene var forsvundne, så var trolden selv kommen, og så havde der intet råd været for ham. Nu vilde han lære ham, hvordan det skulde gå til at læse dem tilbage.\n     Drengen blev ved at være ved præsten og fik bogen efter ham, men æ kan ikke huske at gjøre rede for, hvordan han brugte den.\n     Da Jakob han blev gammel, kunde han få Fanden til at vise sig, når han vilde have det. En dag bad sönnen, om han ikke måtte få ham at se. Da stod de en dag ude ved vejen og grov, og så siger Jakob til ham, at han skulde passe på, for i eftermiddag kom han her forbi. Så kom der da forskjellige og gik forbi, og til sidst kom der en fin herre. Da han var lige forbi, sagde den gamle: \"Så du ham?\" — \"Ja, hvem? — \"Ham, du vilde have at se.\" — Ja, hvor er han?\" — \"Så du ikke, han gik her forbi.\" Så vendte han sig rask om, men da var der ingen at se.", "english_publication": "There was a minister over in Angel, he had a Cyprianus. Then a boy came and was to be instructed by him, and he was called Jakob. One day the minister sat and read, and the boy sneaked up behind him and read behind him in the book. Then the minister asked if he wanted to learn what was written there. Yes, he wanted to. Then he taught him that it was in fact from the Cyprianus. One day when the minister was in the church, Jakob started in on it himself and started to read on his own. Then an owl came into the room and soon after another and then more, and they flew about in the room. He continued to read and then a toad came hopping into the room, then another and finally there was a whole flock. When they were gone and he continued reading, grass snakes came in and that also turned into a huge mass of snakes. In the meantime, the minister stood at the pulpit, but then he noticed that an owl came flying by with regularity outside. He realized that there must be something wrong happening at home and he hurried as best he could to get home and he got home and went into the study, just as the whole nest of grass snakes came slithering in. The boy had, out of fright, put the book down and didn’t know what he should do with himself. The minister saw immediately what was going on and started to read back so they were driven away once more. The minister said now that he should thank God that he came early because, if the snakes had disappeared, then the troll himself would have come and then there would have been no helping him. Now he would teach him how one could go about reading them away. \n      The boy continued to live with the minister and got the book after him, but I can’t remember how he used it. \n      When Jakob got old, he could get the devil to show himself whenever he wanted to see him. One day his son asked if he couldn’t see him. Then they were out one day standing by a road and digging and then Jakob says to him that he should watch out because that afternoon the devil would walk by. Then different people came and walked by and finally a high class gentleman came by. Just when he had passed, the old one said: “Did you see him?” “Well, who?” “Him, the one you wanted to see.” “Well, where is he?” “Didn’t you see, he walked past here.” Then he turned around quickly, but then there was nobody to see.", "keywords": {"keyword": ["afternoon", "angels", "books", "boy", "church", "cyprianus", "day", "devil", "digging", "disappearance", "fact", "flock", "flying", "gentleman", "god", "grass snake", "home", "Jakob", "learning", "minister", "old", "outside", "pulpit", "road", "snake", "son", "thank", "toad", "troll", "writing"]}, "etk_index": {"heading_danish": "Om Fanden og forbund med ham", "heading_english": "About the Devil and being in league with the Devil"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}