{"publication_info": "DS_VI_592", "full_name": "376 - 0.00 - DS_VI_592", "informant_id": 376, "informant_last_name": "Hansen", "informant_first_name": "Lorens", "informant_full_name": "Lorens Hansen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 769, "name": "Fælsted", "display_name": "Fælsted (place recorded)"}, {"place_id": 1049, "name": "Nørup", "display_name": "Nørup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 393, "publication_info": "DS_V_57", "full_name": "393 - 0.00 - DS_V_57", "url": "data/stories/792.dfl"}, {"informant_id": 150, "publication_info": "DS_VI_593", "full_name": "150 - 1.42 - DS_VI_593", "url": "data/stories/45.dfl"}, {"informant_id": 241, "publication_info": "DSnr_VI_65", "full_name": "241 - 2.06 - DSnr_VI_65", "url": "data/stories/156.dfl"}, {"informant_id": 241, "publication_info": "DS_VI_167", "full_name": "241 - 4.20 - DS_VI_167", "url": "data/stories/192.dfl"}, {"informant_id": 123, "publication_info": "DS_V_822", "full_name": "123 - 2.05 - DS_V_822", "url": "data/stories/379.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Manden i en gård i Nörup hængte sig, og efter at de havde fået ham begravet, var der ingen, der vilde bo i gården, ti hver aften, så snart solen var gået ned, kom der en sort hund og rørte bare ved porten, så sprang den op. Den løb så gjennem huset fra den ene ende til den anden og stödte dørene op. Det var, som om kreaturerne vidste, når den var kommen, for de blev som helt tåbelige, så snart den havde stödt porten op. Høvederne, der stod bundne i stalden, sled i bidslerne og brölede, som de var rent tossede, og kunde nogle af dem rive sig løs, gjorde de det og løb ud af gården. Efter at det var gået sådan et par nætter, var der ingen, der vilde bo der, og de kreaturer, der ikke blev flyttede, døde i båsene. Manden havde sagt, at den Slemme godt måtte komme og hente ham, og var i det hele så slem til at bande. Derfor mente de, at det var den Slemme, der tumlede der. De måtte da rive gården ned og flytte den ud på marken, og siden så de ikke noget til den sorte hund.", "english_publication": "A man in the farm in Nørup hanged himself and, after they had gotten him buried, there was nobody who would live in the farm because every night, as soon as the sun had gone down, a black dog came and just touched the door so that it sprung open. Then it ran through the house from one end to the other and knocked the doors open. It was as if the cattle knew when it came because they got restless as soon as it had knocked the door open. The cattle that were tied up in the barn tore at their bits and mooed as if they were completely crazy, and if any of them could tear themselves free, they would and run out of the farm. After a couple of nights like that, there was nobody who would stay there and those animals that weren’t moved died in their stalls. The man had said that the Evil One could come and get him; he was really bad about swearing in general. Therefore they believed that it was the Evil One who tumbled about in there. They had to tear the farm down and move it out onto the field, and since then they didn’t see anything more of the black dog.", "keywords": {"keyword": ["animals", "barn", "belief", "black", "burial", "cattle", "crazy", "death", "dog", "door", "evil", "farm", "field", "free", "house", "night", "stall", "sun", "swear", "tie"]}, "etk_index": {"heading_danish": "Om Fanden og forbund med ham", "heading_english": "About the Devil and being in league with the Devil"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}