{"publication_info": "DS_II_E_170", "full_name": "377 - 0.00 - DS_II_E_170", "informant_id": 377, "informant_last_name": "Hansen", "informant_first_name": "Louise", "informant_full_name": "Lærerinde Louise Hansen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": {"place_id": 799, "name": "Hurup", "display_name": "Hurup (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 543, "publication_info": "DS_II_E_158", "full_name": "543 - 0.00 - DS_II_E_158", "url": "data/stories/589.dfl"}, {"informant_id": 341, "publication_info": "DS_II_E_160", "full_name": "341 - 0.00 - DS_II_E_160", "url": "data/stories/787.dfl"}, {"informant_id": 573, "publication_info": "DS_I_597", "full_name": "573 - 0.00 - DS_I_597", "url": "data/stories/915.dfl"}, {"informant_id": 412, "publication_info": "DS_II_E_163", "full_name": "412 - 0.00 - DS_II_E_163", "url": "data/stories/491.dfl"}, {"informant_id": 150, "publication_info": "DS_II_E_156", "full_name": "150 - 1.43 - DS_II_E_156", "url": "data/stories/46.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "For ikke mange år tilbage levede en mand i Vendsyssel, som gik under navn af Hals præst. Der fortælles om ham, at han var synsk, han kunde se inden i et menneske, hvad der befandt sig, så snart han fik det at se, samt kunde sige, hvad der skulde ske i fremtiden. Han skal selv have fortalt, at han fik sin visdom på følgende måde. Mens han var en lille dreng, hændte det sig en dag, at han noget sulten kom hjem fra marken, og da han ingen mennesker fandt i huset, gik han selv ind i spisekammeret for at lave sig en meldmad. Han fik derved öje på en krukke, som stod på en af hylderne, hvori der var noget dejlig, velsmagende fedt, som han spiste til et stykke brød. Men da hans moder kom hjem og straks savnede fedtet i krukken, spurgte hun ham, om han havde spist det, hvortil han svarede ja. \"Det måtte du ikke have gjort,\" og nu fortalte hun ham, at fedtet var af en stor, hvid hugorm, der var hugormenes konge. Moderen måtte altså finde sig i, at sönnen kom i besiddelse af den egenskab, hun havde tiltænkt sig selv. I gamle dage, da der var langt flere hugorme end nu om stunder, skal hyrderne, der vogtede kvæget ude på mosen, tit have seet et hugormebo. Hugormene sad da i utallig mængde i en mosetue og stak hovederne i vejret, og midterst i flokken var der én, meget större end de andre, med hvidt hoved, og det var hugormenes konge.", "english_publication": "Not too many years ago, a man lived in Vendsyssel who went by the name “Hals minister.” It was said about him that he was gifted with foresight, he could see what there was inside a person and, as soon he saw that, he could also say what would happen in the future. He was supposed to have said that he got his wisdom in the following way: When he was a little boy it happened one day that he came home hungry from the field and when he didn’t find any people at home, he went into the dining room by himself to make himself a sandwich. A small pot that was standing on one of the shelves caught his eye, in it was some wonderfully tasty fat, and he ate it on a piece of bread. But when his mother came home, she immediately missed the fat in the pot, she asked him if he’d eaten it, to which he answered yes. “You shouldn’t have done that,” and now she told him that the fat was from a big white viper, it was the king of the vipers. \n     In the olden days, when there were far more vipers than there are now days, the shepherds who watched the cattle out on the bog often saw viper nests. The vipers sat in there in a moss tussock in an uncountable mass and stuck their heads into the air and in the middle of the nest there was one, much bigger than the others, with a white head and that was the viper king.", "keywords": {"keyword": ["air", "bog", "boy", "bread", "cattle", "day", "dining", "eye", "fat", "field", "flock", "future", "home", "hungry", "king", "minister", "mother", "name", "pot", "sandwich", "shelf", "shepherd", "vendsyssel", "viper", "viper king", "white", "wisdom"]}, "etk_index": {"heading_danish": "Lindorme og småkryb", "heading_english": "Wiverns and small creepy-crawlies"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}