{"publication_info": "DS_IV_146", "full_name": "496 - 0.00 - DS_IV_146", "informant_id": 496, "informant_last_name": "Nielsen", "informant_first_name": "M. C.", "informant_full_name": "Lærer M. C. Nielsen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 750, "name": "Bælum", "display_name": "Bælum (place recorded)"}, {"place_id": 103, "name": "Buderupholm", "display_name": "Buderupholm (place mentioned)"}, {"place_id": 126, "name": "Dronningens høj", "display_name": "Dronningens høj (place mentioned)"}, {"place_id": 542, "name": "Skjørping", "display_name": "Skjørping (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "DS_IV_149", "full_name": "150 - 1.25 - DS_IV_149", "url": "data/stories/28.dfl"}, {"informant_id": 150, "publication_info": "DS_IV_149", "full_name": "150 - 1.27 - DS_IV_149", "url": "data/stories/30.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "I Skjörping sogn inde i Buderupholms skov er en plads, der kaldes Skjörping holme og er omgivet af volde og grave. Her skal der i dronning Margretes tid have været en røverbande, der drev sit uvæsen fra en velbefæstet borg. Om søndagen sögte de til en af de omliggende kirker, hvor de lod, som om de var meget gudfrygtige; men på hjemvejen røvede og plyndrede de vidt og bredt. Ingen kunde sætte sig til modværge, ti røverne var for mandstærke over for de dårligt bevæbnede bønder. I denne nød sendte omegnens almue da bud til dronning Margrete om hjælp. Hun kom også med et vel bevæbnet følge just en søndag, som røverne var i kirke. For at disse nu ikke skulde ane uråd, lod Margrete skoene på sine følgesvendes heste vende om, således at hagerne kom til at vende frem ad, og på denne måde red de ind i røverborgen. Røverne kunde ved deres hjemkomst ikke se andet end spor af udadgående heste, og da de troede, at det var af deres egne, red de ubekymrede ind i gården. Men her blev de modtagne så varmt af dronningens ryttere, at de ikke kom til at gjøre flere udflugter; og medens dette stod på, sad dronning Margrete på en höj udenfor borgen, hvorfra hun kunde overse det hele. Borgen blev ødelagt, men tomten og voldresterne påvises endnu, såvel som den höj, hvorfra dronningen overså tildragelsen, og som siden den tid bærer navnet Dronningens höj. ", "english_publication": "In Skørping parish, in Buderupholm forest, there's a place called Skørping holme, and it is surrounded by moats and walls. During Queen Margrete's time, there was supposed to have been a robber band that worked out of a well-fortified fort. On Sunday, they would go to one of the nearby churches where they pretended to be very pious; but on the way home they would rob and plunder widely. No one could take them on since they were too strong for the poorly armed peasants. In their need, the local peasantry sent a call for help to Queen Margrete. She came with a well-armed group one Sunday when the robbers were at church. So they wouldn't realize something was up, she had her troops put their horseshoes on backwards so that the heel faced forward, and they rode into the robbers' fort that way. When they got back, the robbers couldn't see anything other than horse tracks going out of the fort, so they thought they were their own, and they rode into the fort without worry. But here they got such a warm reception from the Queen's knights that they never went on any more expeditions; and while this was going on, Margrete sat on a mound outside of the fort where she could observe everything. The fort was destroyed, but the field and the ruins of the walls can still be seen, as well as the mound where the Queen watched the events, and to this day it still carries the name the Queen's Mound.", "keywords": {"keyword": ["armed", "church", "day", "field", "forest", "fort", "home", "horse", "horseshoe", "knight", "Margrete", "moat", "mound", "name", "outside", "parish", "peasantry", "pious", "plunder", "queen", "riding", "robber", "robbery", "ruins", "strength", "Sunday", "walls"]}, "etk_index": {"heading_danish": "Småkonger og deres fejder. Konger. Fjenders indfald", "heading_english": "Small kings and their feuds. Kings. Enemy invasions"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}