{"publication_info": "DS_VII_296", "full_name": "496 - 0.00 - DS_VII_296", "informant_id": 496, "informant_last_name": "Nielsen", "informant_first_name": "M. C.", "informant_full_name": "Lærer M. C. Nielsen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 750, "name": "Bælum", "display_name": "Bælum (place recorded)"}, {"place_id": 542, "name": "Skjørping", "display_name": "Skjørping (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "DS_VII_292", "full_name": "150 - 4.20 - DS_VII_292", "url": "data/stories/131.dfl"}, {"informant_id": 536, "publication_info": "DS_VII_436", "full_name": "536 - 0.00 - DS_VII_436", "url": "data/stories/604.dfl"}, {"informant_id": 150, "publication_info": "DS_VII_437", "full_name": "150 - 2.12 - DS_VII_437", "url": "data/stories/59.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "I Skjörping boede en mand, som fik alt sit kvæg forgjort af en heks, der snusede om og gjorde ulykker der på egnen. Han lod da en klog mand hente, som undersögte huset og fandt, at der på alle stolper var smurt heksefedt. Da han havde set dette, vidste han vel, hvad han nu havde at gjøre. Først samlede han alt heksefedtet sammen, og efter at have lukket og tilstoppet alle vinduer og döre. kastede han fedtet på ilden, men dersom heksen kunde have kommet til at se flammerne, da vilde hans umage have været spildt. Imedens alt dette gik for sig i huset, var samme heks ude i mosen for at rive hø. Pludselig gav hun sig til at skrige og løbe det bedste hun kunde; men da hun ikke kunde få flammen at se, blev hun ganske forbrændt i ansigtet.", "english_publication": "There was a man who lived in Skjørping who had all his calves bewitched by a witch who sniffed about and made trouble there in the area. He sent for a cunning man who came and inspected the house and discovered that witch fat had been smeared on all the posts. When he'd seen that, he knew what to do. First, he got all of the witch fat together, and after he had closed and stopped up all the doors and windows, he threw the fat on the fire, but if the witch managed to see the flames, then all his efforts would have been wasted. While this was going on in the house, the same witch was out in the swamp gathering hay. All of a sudden, she began screaming and running as fast as she could; but because she couldn't see the flames, her face got terribly burned.", "keywords": {"keyword": ["calf", "Cunning Folk", "discovery", "door", "fat", "fire", "hay", "house", "swamp", "window", "witch", "witchcraft"]}, "etk_index": {"heading_danish": "Hekse og deres idrætter", "heading_english": "Witches and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}