{"publication_info": "DS_I_1128", "full_name": "478 - 0.00 - DS_I_1128", "informant_id": 478, "informant_last_name": "Møller", "informant_first_name": "M.", "informant_full_name": "Lærer M. Møller", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 823, "name": "Lime", "display_name": "Lime (place recorded)"}, {"place_id": 273, "name": "Holstebro", "display_name": "Holstebro (place mentioned)"}, {"place_id": 688, "name": "Vejvad", "display_name": "Vejvad (place mentioned)"}, {"place_id": 709, "name": "Vinding", "display_name": "Vinding (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 123, "publication_info": "DS_I_1140", "full_name": "123 - 2.22 - DS_I_1140", "url": "data/stories/396.dfl"}, {"informant_id": 515, "publication_info": "DS_I_1124", "full_name": "515 - 0.00 - DS_I_1124", "url": "data/stories/667.dfl"}, {"informant_id": 217, "publication_info": "DS_I_1122", "full_name": "217 - 0.00 - DS_I_1122", "url": "data/stories/630.dfl"}, {"informant_id": 402, "publication_info": "DS_I_1137", "full_name": "402 - 0.00 - DS_I_1137", "url": "data/stories/775.dfl"}, {"informant_id": 335, "publication_info": "DS_I_1098", "full_name": "335 - 0.00 - DS_I_1098", "url": "data/stories/520.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Når bjærgfolkene ved bytning har fået fat i en lille pige fra menneskeverdenen, og hun en gang bliver en bjærgmands kone, kan hun ikke føde sine börn, uden der kommer en kristen kone og forløser hende. Således kom en pusling ridende til Vejvad i Vinding ved Holstebro og vilde have konen der med sig til hans kvinde. Gårdkonen var ikke meget for denne tur, men bjærgmanden sagde, at hun behøvede ikke at frygte, når hun blot satte sig anderledes på hesten end han. Det gjorde hun da, og nu var de, för hun ret vidste af det, nede hos bjærgmanden. Hun forløste konen, og derover blev manden så glad, at han gav hende en håndfuld spåner, som hun skulde gjemme, hun kunde jo tænde ilden ved dem næste morgen, mente han. Konen forstod ham ikke, men gjemte dog spånerne, og da bjærgmanden havde trukket hesten frem, sat sig og nu også bød hende at stige op, gjorde hun dette, men hun glemte ikke at sætte sig baglænds, da bjærgmanden havde sat sig rigtig på hesten, og för hun ret vidste af det, var hun igjen hjemme. Da hun næste morgen så til spånerne, var de blevne til vægtige guldklumper.", "english_publication": "When the mound dwellers got hold of a little girl from the human world through \"changing,\" and she later became a mound man's wife, then she could not give birth to her children unless a Christian woman came and delivered her. That's how a little creature came riding to Vejvad in Vinding near Holstebro and wanted the woman there to come with him to his wife. The farmwife wasn't too excited about the trip, but the mound man said that she didn't need to be afraid as long as she sat on the horse differently than he did. She did that, and before she knew it, they were down at the mound man's place. She delivered the woman, and the man was so happy about that that he gave her a handful of wood shavings, she should save them so she could light the fire with them the next morning, he figured. The woman didn't understand what he meant, but she kept the shavings and when the mound man had pulled the horse up, sat up on it and asked her to get up as well, she did that, but she didn't forget to sit backwards since the mound man had sat down properly on the horse, and before she knew it, she was home again. When she looked at the shavings the next morning, they'd turned into heavy lumps of gold.", "keywords": {"keyword": ["afraid", "birth", "children", "Christian", "creature", "farmer", "fire", "girl", "gold", "happy", "home", "horse", "morning", "mound dweller", "mound man", "riding", "wife", "woman", "wood", "world"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}