{"publication_info": "DS_V_1195", "full_name": "495 - 0.00 - DS_V_1195", "informant_id": 495, "informant_last_name": "Nielsen", "informant_first_name": "M.", "informant_full_name": "M. Nielsen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 814, "name": "Kongerslev", "display_name": "Kongerslev (place recorded)"}, {"place_id": 933, "name": "Dokkedal", "display_name": "Dokkedal (place mentioned)"}, {"place_id": 934, "name": "Mou", "display_name": "Mou (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 90, "publication_info": "DS_V_1232", "full_name": "90 - 3.02 - DS_V_1232", "url": "data/stories/356.dfl"}, {"informant_id": 522, "publication_info": "DS_V_1182", "full_name": "522 - 0.00 - DS_V_1182", "url": "data/stories/710.dfl"}, {"informant_id": 205, "publication_info": "DS_V_1265", "full_name": "205 - 0.00 - DS_V_1265", "url": "data/stories/568.dfl"}, {"informant_id": 385, "publication_info": "DS_IV_1343", "full_name": "385 - 0.00 - DS_IV_1343", "url": "data/stories/474.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "I en gård i Dokkedal, Mov sogn, døde en kone, der efter døden viste sig hver middag på et bestemt sted i én af stuerne og altid i sort skikkelse. Værelset stod derfor tomt i lang tid, fordi ingen turde komme der, indtil en gang en mand, som forstod sig på sådanne ting, en dag passede gjenfærdet op og forlangte at vide, hvorfor det stod der. Manden fik så at vide, at den afdøde kone i levende live som ung pige havde født et barn i dølgsmål, som hun dræbte og begravede under gulvstenene på det sted, hvor hun nu efter døden færdedes. Manden lovede på hendes begjæring, at barnet skulde blive gravet op og flyttet til kirkegården, og skikkelsen forsvandt. Gulvet blev på det angivne sted brudt op, og barnets skelet fundet og begravet på kirkegården. Efter den tid såes gjenfærdet ikke mere.", "english_publication": "A woman died in a farm in Dokkedal, Mov Parish, and she showed herself every noon at a specific place in one of the rooms and always as a black shape. Because of that, the room stood empty for a long time, since nobody dared go in there, until one time a man, who understood this kind of thing, got the revenant up and requested to know why she stood there. The man found out that the dead woman, when she was alive, had secretly had a child when she was a young girl, which she had killed and buried under the floor stones in that place where she now walked after death. The man promised to fulfill her wish that the child would be dug up and moved to the cemetery, and then the shape disappeared. The floor was broken up in the specified place and the child’s skeleton was found and buried at the cemetery. After that time the revenant was no longer seen.", "keywords": {"keyword": ["black", "burial", "cemetery", "children", "death", "digging", "disappearance", "farm", "floor", "girl", "kill", "noon", "parish", "revenant", "secrets", "skeleton", "stone", "woman", "young"]}, "etk_index": {"heading_danish": "Kvindelige gjenfærd", "heading_english": "Female revenants"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}