{"publication_info": "DS_IV_1680", "full_name": "462 - 0.00 - DS_IV_1680", "informant_id": 462, "informant_last_name": "Madelung", "informant_first_name": "J. H.", "informant_full_name": "Pastor J. H. Madelung", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 865, "name": "Sjørring, Tisted", "display_name": "Sjørring, Tisted (place recorded)"}, {"place_id": 635, "name": "Thisted", "display_name": "Thisted (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 123, "publication_info": "DS_IV_1689", "full_name": "123 - 2.18 - DS_IV_1689", "url": "data/stories/392.dfl"}, {"informant_id": 425, "publication_info": "DS_IV_1684", "full_name": "425 - 0.00 - DS_IV_1684", "url": "data/stories/530.dfl"}, {"informant_id": 474, "publication_info": "DS_IV_1682", "full_name": "474 - 0.00 - DS_IV_1682", "url": "data/stories/629.dfl"}, {"informant_id": 507, "publication_info": "DS_IV_1679", "full_name": "507 - 0.00 - DS_IV_1679", "url": "data/stories/723.dfl"}, {"informant_id": 479, "publication_info": "DS_IV_1687", "full_name": "479 - 0.00 - DS_IV_1687", "url": "data/stories/751.dfl"}, {"informant_id": 360, "publication_info": "DS_IV_1678", "full_name": "360 - 0.00 - DS_IV_1678", "url": "data/stories/648.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "På den sorte døds tid strandede et fremmed skib på vestsiden af Ty. Af mandskabet var de fleste døde, men nogle kom dog levende i land, der iblandt en biskop fra England, som trak sig tilbage for strandboerne, der nærmede sig, og i frastand lod dem forstå, at pesten havde raset om bord på deres skib, samt at han selv og de øvrige skibsfolk, der var komne i land, var syge og uundgåelig måtte dø, hvorfor han advarede dem fra at komme nærmere. Kystboerne agtede dog ikke på advarselen, og følgen deraf blev, at de smittedes, og at pesten udbredte sig videre og også her i landet anrettede de störste ødelæggelser. Sagnet mælder til sidst, at den omkomne biskop blev begraven her på kirkegården, hvor der desforuden findes et andet minde om hin sörgelige tid i en fordybning på kirkegården tæt sydvest for kirken, der endnu kaldes pestkulen, og hvor der ikke findes spor af gl. grave, lige så lidt som den nærværende slægt har grave der.", "english_publication": "During the time of the black death, a foreign ship stranded on the west side of Thy. Most of the crew was dead, but some came ashore alive, among them a bishop from England, who held back from the people who lived there by the shore when they approached. He let it be known from a distance that the plague had raged aboard their ship and that he and the others who had made it ashore were sick and inevitably would die and so he warned them from coming any nearer. The people paid no attention to the warning and the result was that they were infected and then the plague spread even wider and also here in this country it resulted in great destruction. The legend tells lastly that the dead bishop was buried here in the cemetery. One can find another reminder of that sorrowful time there in the cemetery in a depression immediately to the south west of the church, which is still called the plague hole, where there are no traces of old graves even when their closest relatives have their graves at the cemetery.", "keywords": {"keyword": ["attention", "bishop", "black", "burial", "cemetery", "church", "country", "death", "england", "foreign", "grave", "legend", "old", "plague", "ship", "shore", "sickness", "sorrow", "south", "stranded", "west"]}, "etk_index": {"heading_danish": "Pest og sygdomme", "heading_english": "Plague and illnesses"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}