{"publication_info": "DS_II_A_118", "full_name": "497 - 0.00 - DS_II_A_118", "informant_id": 497, "informant_last_name": "Nielsen", "informant_first_name": "Maren", "informant_full_name": "Maren Nielsen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": {"place_id": 763, "name": "Dalager", "display_name": "Dalager (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 357, "publication_info": "DS_II_A_131", "full_name": "357 - 0.00 - DS_II_A_131", "url": "data/stories/805.dfl"}, {"informant_id": 241, "publication_info": "DSnr_I_370", "full_name": "241 - 4.42 - DSnr_I_370", "url": "data/stories/214.dfl"}, {"informant_id": 241, "publication_info": "DSnr_I_901", "full_name": "241 - 4.09 - DSnr_I_901", "url": "data/stories/180.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "I en anden gård var der også mange ellefolk, som voldte megen uro. Så en aften kom manden hjem og fortalte, at nu var han vis på, de nok skulde få ro i gården, han havde set, at alle ellefolkene flyttede om i naboens gård. Fra den dag af var de også fri for dem. Der, hvor de nu kom til, var en kone, som slet ikke kunde høre. Men om natten, når andre sov, kunde hun høre, ellefolkene tumlede med öltønderne, for da var de ved at brygge. Da de så havde boet i denne gård en tid lang, var det en nat, at færgemanden roede over sundet uafbrudt den hele nat uden at vide, hvad han roede med og uden at kunne få lov at gå i land. Han kunde mærke, der var noget i båden for hver gang, men han så ingen ting. Endelig, da han atter var ved den anden side, kom der én og satte ham en anden hat på hovedet, og så kunde han se en forfærdelig mængde stå på stranden. Først nu forstod han, hvad han havde sejlet med. Der kom så én af dem og stak ham en fyldt pengepung i hånden, så færgemanden fra den dag af var en rig mand. Siden hin nat har der ingen ellefolk været på øen.", "english_publication": "In another farm there were also a lot of elves who caused a great deal of commotion. Then one night the man came home and said that now he knew that they’d have peace in the farm, he had seen that the elves were moving over to his neighbor’s farm. From that day on, they were free of them too. Then there was a woman who couldn’t hear at all where they now were. But at night when the others slept she could hear that the elves tumbled about with the beer kegs because they were brewing at the time. Then, when they’d lived in that farm for a long time, one night the ferryman rowed back and forth over the sound without stop without knowing what he’d been rowing over and without being allowed to go ashore. He could feel that there was something in the boat each time, but he didn’t see anything. Finally, when he was at the other side yet again, one came up to him and put another hat on his head, and then he could see an enormous crowd standing on the beach. Not until then did he understand what he’d been sailing with. Then one of them came and gave him a full money bag, so the ferryman was from that day on a rich man. Since that night there haven’t been any elves on the island.", "keywords": {"keyword": ["allow", "bags", "beach", "beer", "boat", "brewing", "crowd", "day", "disturbance", "elf", "farm", "ferry", "free", "hat", "home", "island", "keg", "money", "neighbor", "night", "rich", "sailing", "sounds", "woman"]}, "etk_index": {"heading_danish": "Ellefolk", "heading_english": "Elves"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}