{"publication_info": "DS_V_177", "full_name": "503 - 0.00 - DS_V_177", "informant_id": 503, "informant_last_name": "Noesgård", "informant_first_name": "Maren", "informant_full_name": "Lærerinde Maren Noesgård", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 796, "name": "Holev", "display_name": "Holev (place recorded)"}, {"place_id": 1052, "name": "Rynkeby", "display_name": "Rynkeby (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 110, "publication_info": "DS_V_155", "full_name": "110 - 0.00 - DS_V_155", "url": "data/stories/670.dfl"}, {"informant_id": 241, "publication_info": "DS_VI_897", "full_name": "241 - 2.07 - DS_VI_897", "url": "data/stories/157.dfl"}, {"informant_id": 235, "publication_info": "DS_V_810", "full_name": "235 - 1.07 - DS_V_810", "url": "data/stories/226.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "En kone i Holev på Fyen fortæller: Den gang jeg var barn, da kjørte jeg en aften i mørkningen med min farbroder på vejen mellem Rynkeby og Revninge. Allerbedst som vi kjører, står hestene bomstille, og vil ikke gå et skridt videre; min farbroder piskede på dem, men lige meget hjalp det, vi kom ikke af stedet, vi holdt der omtrent i en halv time. Da sprang farbroder hastig af vognen, gik om for ved hestene og slog ild, derefter steg han igjen til vogns, og så kunde hestene gå, og siden var der aldrig noget i vejen, når vi kjørte forbi. En aften kom jeg og farbroder gående på den samme vej, og da vi kom til det sted, hvor hestene ikke vilde frem, så jeg, at der kom en lang skikkelse uden hoved, i en vid grå kappe, lige over vejen foran os. Jeg skubbede til farbroder og sagde sagte: \"Hvad er det?\" Han sagde: \"Ti stille, den skikkelse ser jeg hver aften, jeg går her, men sådan noget gjör ikke noget, når vi passer os selv.\" Det var den skikkelse, som mödte hestene, så de ikke kunde komme frem, men vi kunde ikke se den så tidlig på aftenen.", "english_publication": "A woman in Holev in Fyn tells the following story: “When I was a child, I was driving one time at dusk with my father’s brother on the road between Rynkeby and Revninge. Just as we’re driving along, the horses stopped dead in their tracks and wouldn’t take another step; my uncle whipped them but that didn’t help, we didn’t move, we stopped there for about half an hour. Then uncle jumped quickly off the wagon, went around to the horses and made a spark, then he got back up into the wagon and then the horse could go and ever since then nothing has ever gone wrong whenever we drive past that place. One night, me and uncle came walking along the same road and when we came to the place where the horses had stopped, I saw that there was a tall shape without a head in a grayish white cape right in front of us on the road. I nudged uncle and said to him quietly: “What’s that?” He said: “Be quiet, I see that shape every night I walk here, but that kind of thing doesn’t do anything when we mind our own business.” It was that shape that had met the horses so they couldn’t go forward but we couldn’t see it so early at night.", "keywords": {"keyword": ["brother", "cape", "children", "death", "dusk", "father", "horse", "night", "road", "uncle", "wagon", "whip", "white", "woman"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}