{"publication_info": "DS_IV_1466", "full_name": "523 - 0.00 - DS_IV_1466", "informant_id": 523, "informant_last_name": "Primdal", "informant_first_name": "Maren", "informant_full_name": "Maren Primdal", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 422, "name": "Navtrup", "display_name": "Navtrup (place recorded)"}, {"place_id": 116, "name": "Dalstrup", "display_name": "Dalstrup (place mentioned)"}, {"place_id": 240, "name": "Harre", "display_name": "Harre (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_IV_1486", "full_name": "241 - 2.01 - DS_IV_1486", "url": "data/stories/151.dfl"}, {"informant_id": 492, "publication_info": "DS_IV_1608", "full_name": "492 - 0.00 - DS_IV_1608", "url": "data/stories/665.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1465", "full_name": "241 - 2.04 - DS_IV_1465", "url": "data/stories/154.dfl"}, {"informant_id": 508, "publication_info": "DS_IV_1467", "full_name": "508 - 0.00 - DS_IV_1467", "url": "data/stories/501.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Jens Langkniv boede i Dalstrup i Harre. En mand fra Harre var kjørt vild og kommen ind i en skov. Da så han et lys og kjørte efter det. Så kom han til et hus, og der gik han ind. Men der var Jens Langkniv, og han kunde nok skjönne, det var galt. Så sagde han: \"A er nok kommen ind i et fejlt hus,\" — \"Ja, det er a også,\" sagde Jens. \"A vilde ret gjærne vide, hvor den rette vej går herfra, for her kan a nok se, det er ikke for mig at være.\" Jens Langkniv klagede sig lige så hårdt som manden. Så viser han ham også den rette vej. \"Nu skal du kjøre alt det du kan, og så vil a gå ind og snakke med dem.\" Jens gjorde det også, og den anden mand kom heldig og vel hjem og fortalte hjemme, hvordan han havde været i lag med Jens Langkniv der og var kommen godt fra det. Men det var jo, for det det var hans nabomand. Ellers var Jens Langkniv jo i ledtog med de andre rövere.", "english_publication": "Jens Langkniv (Jens Longknife) lived in Dalstrup in Harre (parish). A man from Harre had gotten lost and driven into the woods. Then he saw a light and drove towards it. Then he came to a house and he went inside. But there was Jens Langkniv and he realized that things were not good. Then he said: “I think I’ve come into the wrong house,” — “Well, me too,” said Jens Langkniv. “I’d really like to know where the right way away from here is, since I can see that I shouldn’t be here.” Jens Langkniv complained just as strongly as the man. Then he shows him the right way. “Now drive as fast as you can, and now I’ll go in and talk to them.” Jens did it too and so the other man luckily got safely home. He told them at home how he had been in the company of Jens Langkniv but had gotten out OK. But it was because he was his neighbor. Otherwise Jens Langkniv was in cahoots with the other robbers.", "keywords": {"keyword": ["forest", "home", "house", "Jens", "Jens Langkniv", "neighbor", "road", "robber"]}, "etk_index": {"heading_danish": "Røvere, drabsmænd og tyve", "heading_english": "Robbers, murderers and thieves"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}