{"publication_info": "DS_VI_68", "full_name": "378 - 0.00 - DS_VI_68", "informant_id": 378, "informant_last_name": "Hansen", "informant_first_name": "Louise", "informant_full_name": "Louise Hansen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 799, "name": "Hurup", "display_name": "Hurup (place recorded)"}, {"place_id": 71, "name": "Boller", "display_name": "Boller (place mentioned)"}, {"place_id": 629, "name": "Tårs", "display_name": "Tårs (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 554, "publication_info": "DS_VI_66", "full_name": "554 - 0.00 - DS_VI_66", "url": "data/stories/552.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1052", "full_name": "241 - 2.09 - DS_IV_1052", "url": "data/stories/159.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Der fortaltes om pastor Trap i Tårs, at han var frimurer, hvorfor han også vidste, hvad dag og stund han skulde dø. En dag bad han kusken om at spænde for vognen, og han satte sig da op og bad ham om at kjøre til hovedgården Boller. Når han så kom ind i borggården, skulde han efter gammel skik kjøre i ottetal om de store lindetræer og derpå vende hestene og kjøre tilbage den vej, han var kommen, uden at ændse på nogen ting. Men hvor forbavsedes man ikke på Boller, ti just som de stod med de allergladeste ansigter for at tage imod præsten, vender kusken hestene og kjører tilbage til Tårs præstegård, alt hvad remmer og töj kan holde; præsten bad nemlig kusken om at lade hestene løbe, da det havde hastværk. Så snart han atter var kommen hjem, gik han ind og lagde sig i sengen og var død. Han vilde blot på den måde tage afsked med sine venner i Boller, eftersom det var den sidste dag, han havde at leve i. Fortællersken har selv som barn kjendt den omtalte præst.", "english_publication": "It was told about pastor Trap in Tårs that he was a Freemason, and that is why he knew when he was going to die. One day, he asked his driver to hitch up the wagon, and he climbed up and asked him to drive over to Boller manor farm. When he got into the farm he was supposed to drive a figure eight around the large linden trees according to old custom, and thus turn the horses around and then drive back the way that he had come, without paying attention to anything. But imagine their surprise at Boller when, just as they stood there with happy faces ready to greet the minister, the driver turned the horses around and drove off as fast as the horses could go; the minister had asked the driver to let the horses run since they were in a hurry. As soon as they had gotten home, the minister went in and lay down on his bed and was dead. He just wanted to say goodbye to his friends in Boller that way, since it was his last day alive. The person who told this story had, as a child, known the minister.", "keywords": {"keyword": ["attention", "bed", "children", "day", "death", "driver", "farm", "freemason", "friend", "happy", "home", "horse", "manor farm", "minister", "old", "pastor", "riding", "tree", "wagon"]}, "etk_index": {"heading_danish": "Om Fanden og forbund med ham", "heading_english": "About the Devil and being in league with the Devil"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}