{"publication_info": "DS_II_B_34", "full_name": "413 - 0.00 - DS_II_B_34", "informant_id": 413, "informant_last_name": "Johansen", "informant_first_name": "Marie", "informant_full_name": "Marie Johansen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 754, "name": "Bøffelkobbel", "display_name": "Bøffelkobbel (place recorded)"}, {"place_id": 130, "name": "Dybbøl", "display_name": "Dybbøl (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 541, "publication_info": "DS_II_B_36", "full_name": "541 - 0.00 - DS_II_B_36", "url": "data/stories/718.dfl"}, {"informant_id": 524, "publication_info": "DS_II_B_29", "full_name": "524 - 0.00 - DS_II_B_29", "url": "data/stories/488.dfl"}, {"informant_id": 505, "publication_info": "DS_II_B_146", "full_name": "505 - 0.00 - DS_II_B_146", "url": "data/stories/494.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "En gårdmand i Dybbøl stod i et meget venligt forhold til nogle små nisser, som boede der i nærheden, og disse bragte bestandig så meget til gårde, at der var stor rigdom dér. Da manden så døde, kom en dag en lille nisse til sønnen og spurgte, om han vilde stå i det samme forhold til dem, som hans fader. Det vilde sönnen ikke svare på, uden nissen kunde sige ham, hvor hans fader var. Det kunde nissen nok, ti hans fader var hos dem. \"Nej,\" sagde sönnen, \"så vil jeg ikke have noget med jer at bestille.\" Men nu sagde nissen: Ja, hvis han ikke vilde det, så måtte han også finde sig i, at de bar alt det bort igjen, som de havde båret til i hans faders tid. Sönnen bad da om, at det ikke måtte ske på én gang, men lidt efter lidt, Dette lovede nissen ham også for hans faders skyld. Efter den tid blev der stor fattigdom på gården, og det har der været bestandig siden.", "english_publication": "A farmer in Dybbøl was really friendly with a group of small nisser, who lived nearby, and they constantly brought so much to the farm that there was great wealth there. When the man died, a little nisse came one day to the son and asked if he wanted to have the same arrangement that his father had had. The son wouldn’t answer that unless the nisse could tell him where his father was. The nisse could answer that well enough, his father was with them. “No,” said the son, “then I don’t want to have anything to do with you.” But now the nisse said: Well, if you don’t want that, then he’d also have to accept that they took everything away again which they had brought to his father in his time. The son asked them not to do it all at once, but little by little. The nisse promised to do this for his father’s sake. After that time, there was great poverty at the farm, and it has been like that ever since.", "keywords": {"keyword": ["day", "death", "farm", "farmer", "father", "nisse", "poverty", "son", "wealth"]}, "etk_index": {"heading_danish": "Nisser", "heading_english": "Household spirits"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}