{"publication_info": "DS_VII_1179", "full_name": "124 - 0.00 - DS_VII_1179", "informant_id": 124, "informant_last_name": "Jonsen", "informant_first_name": "Marie", "informant_full_name": "Marie Jonsen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 137, "name": "Egholt", "display_name": "Egholt (place recorded)"}, {"place_id": 15, "name": "Aggersbøl", "display_name": "Aggersbøl (place mentioned)"}, {"place_id": 555, "name": "Smidstrup", "display_name": "Smidstrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_VII_1182", "full_name": "241 - 1.04 - DS_VII_1182", "url": "data/stories/145.dfl"}, {"informant_id": 212, "publication_info": "DS_VII_1183", "full_name": "212 - 0.00 - DS_VII_1183", "url": "data/stories/437.dfl"}, {"informant_id": 150, "publication_info": "DS_VII_1181", "full_name": "150 - 4.11 - DS_VII_1181", "url": "data/stories/122.dfl"}, {"informant_id": 356, "publication_info": "DS_VII_1180", "full_name": "356 - 0.00 - DS_VII_1180", "url": "data/stories/709.dfl"}, {"informant_id": 241, "publication_info": "DSnr_VI_65", "full_name": "241 - 2.06 - DSnr_VI_65", "url": "data/stories/156.dfl"}, {"informant_id": 241, "publication_info": "DS_VI_167", "full_name": "241 - 4.20 - DS_VI_167", "url": "data/stories/192.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Deres kalve i Aggersbøl døde. De fik tre røde prikker over næsen, og så døde de. Vor nabo har tjent der i den tid og har set det. Så fik de bud efter den kloge mand i Smidstrup. Han kom der om aftenen og blev der natten over. Om morgenen kom han springende ind til folkene, før det blev lyst, og inden de var oppe, i hans bare undertøj og siger: \"I har fremmede.\" Ja, det vidste de ikke noget om. Da skulde de undersøge huset. Så gjorde de det og fandt en gammel kone, der var kommen ind til deres aftægtskone ad en bagdør, det var hendes bedste veninde. Nu vilde han se hende, inden hun så ham, og så skulde hun ikke komme der tiere ad den vej. Hun måtte ud af porten, og da hun kom ud, så hun nöje efter vinduerne, men han stod omme bag en pille, indtil han fik hende at se. Hun blev ved at kige efter vinduerne, men det første han havde set hende, står han frit ud for hende og siger, at nu måtte hun godt se ham. Siden kunde hun aldrig komme til gården uden ad kirkevejen og så ad porten og den store dör. Hun prøvede mange andre steder, men kunde ikke. Ingen fik at vide, hvad kunster den kloge mand gjorde, men siden døde der ikke noget i gården.", "english_publication": "Their calves in Aggersbøl died. They got three red dots over their nose and then they died. Our neighbor worked there at the time and saw it. Then they sent for the cunning man in Smidstrup. He came there in the evening and stayed the night. In the morning, he came running in to the people before it was light and before they had gotten up, and was wearing only his underwear and said, \"You have visitors.\" Well, they didn't know anything about that. Then they went to check the house. They did that and they found an old woman who had come into their female pensioner through a back door, and it was her best friend. Now he wanted to see her before she saw him, and then she was not to come that way any more. She had to leave by the door, and when she got out, she looked through all the windows, but he hid behind a post until he saw her. She kept looking through the windows, but the moment he saw her, then he stood out in the open and said that she could see him now. After that time, she could never come to the farm except by the church road, and then through the gate and then the main door. She tried to come in all sorts of other places but couldn't. No one found out what kind of tricks the cunning man had done, but since then nothing died at the farm.", "keywords": {"keyword": ["calf", "church", "Cunning Folk", "death", "door", "evening", "farm", "female", "friend", "gate", "house", "morning", "neighbor", "night", "nose", "old", "pensioner", "post", "red", "road", "three", "trickery", "visitor", "window", "woman"]}, "etk_index": {"heading_danish": "Hekse og deres idrætter", "heading_english": "Witches and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}