{"publication_info": "DS_IV_1510", "full_name": "332 - 0.00 - DS_IV_1510", "informant_id": 332, "informant_last_name": "Birk", "informant_first_name": "Marie Kirstine", "informant_full_name": "Marie Kirstine Birk", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 422, "name": "Navtrup", "display_name": "Navtrup (place recorded)"}, {"place_id": 1053, "name": "Klode mølle", "display_name": "Klode mølle (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 130, "publication_info": "DS_IV_1518", "full_name": "130 - 0.00 - DS_IV_1518", "url": "data/stories/832.dfl"}, {"informant_id": 123, "publication_info": "DS_IV_1517", "full_name": "123 - 1.01 - DS_IV_1517", "url": "data/stories/373.dfl"}, {"informant_id": 332, "publication_info": "DS_IV_1512", "full_name": "332 - 0.00 - DS_IV_1512", "url": "data/stories/708.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "En bissekræmmer kom til Klode mølle og gik derfra og dertil og var der i flere dage. Det var et par gamle folk, der boede der. Pigen blev mistænkelig ved ham, da han gik og så alting efter, og en dag, han fik hans kniv sleben, kom de i gale tanker. Derfor passede de på, og konen fik en økse ind til sig om natten, og manden havde en kniv. En nat brækkede han ind til dem og vilde slå dem ihjel. Manden fik lige godt det, han havde godt af, men konen råbte på karlen, skjöndt de ingen havde, og tog sådan imod röveren, at han blev ræd og sprang ud af en overdör i bryggerset. Han mistede en sølvknap, som blev reven af hans kjole i den skynding, og den fandt de. Så rejste den anden mand omkring med den til kroer og sådanne steder, hvor kræmmerne søger til. Endelig traf han den mand, der havde de samme knapper i hans tröje. Han snakkede så til ham, om han ikke manglede en knap. Nej, han sagde nej. \"Jo, lad os se, for her har a magen til dem.\" De andre i stuen hjalp ham at få seet efter, og han manglede den godt nok. Så blev han greben og lagt på stejle der ude på heden tæt ved kroen, hvor manden var bleven dræbt af ham.", "english_publication": "A peddler arrived at Klode mill and went about there and was in the area for several days. It was an elderly couple who lived there. The hired girl got suspicious of him since he wandered about and looked so closely at everything, and one day when he got his knife sharpened they started to think the worst. Therefore they kept a watch out, and the miller’s wife had an axe nearby at night, and her husband had a knife. One night the peddler broke in and wanted to kill them. The husband got exactly what he had coming, but the wife called out for the farmhand, even though they didn’t have one, to attack the robber so he got scared and jumped out of the upper door in the scullery. In his haste, he lost a silver button, and they found it. Then another man took it around to various inns in the area and other such places that peddlers seek out. Finally he met the man who had the same buttons on his jacket. He talked to him and asked him if he wasn’t missing a button. No, he said, no. “Well, well let’s take a look, since I've got one here that matches those.” The others in the room helped him see, and he was missing one sure enough. Then he was grabbed and put out on a rack out there on the heath near the inn where he had killed the other man.", "keywords": {"keyword": ["attack", "axe", "button", "day", "door", "farmhand", "girl", "heath", "husband", "inn", "kill", "killed", "knife", "mill", "miller", "night", "peddler", "robber", "scullery", "silver button", "suspect", "wandering", "wife"]}, "etk_index": {"heading_danish": "Røvere, drabsmænd og tyve", "heading_english": "Robbers, murderers and thieves"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}