{"publication_info": "DS_V_1182", "full_name": "522 - 0.00 - DS_V_1182", "informant_id": 522, "informant_last_name": "Poulsen", "informant_first_name": "Martinus", "informant_full_name": "Martinus Poulsen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 889, "name": "Testrup", "display_name": "Testrup (place recorded)"}, {"place_id": 1056, "name": "Øsløs", "display_name": "Øsløs (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 495, "publication_info": "DS_V_1195", "full_name": "495 - 0.00 - DS_V_1195", "url": "data/stories/683.dfl"}, {"informant_id": 123, "publication_info": "DS_V_1163", "full_name": "123 - 2.04 - DS_V_1163", "url": "data/stories/378.dfl"}, {"informant_id": 90, "publication_info": "DS_V_1232", "full_name": "90 - 3.02 - DS_V_1232", "url": "data/stories/356.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "En pige i Søndergård i Øsløs fødte i dølgsmål og kastede barnet for hundene. En tid efter blev der sådan uro på hestene i stalden og på kreaturerne, og hundene gjøede i gården. Det spögte også på et loftskammer der. En anden pige, der hed Sanne, kunde se sådant noget, og hun gik efter at ville møde det, men det veg stadig for hende. Så gik hun til præsten, der hed Himmelstrup, og bad ham om at give hende et råd, så hun kunde komme til at tale med gjenfærdet. Han sagde, at når hun nu gik ud og vilde møde det, skulde hun sige: I Jesu navn kan det ske. En aften traf hun det så godt nok, men begik den store fejl at sige: \"Ja, kan det ske i Jesu navn.\" I samme öjeblik sank hun til jorden og fik et slag. Hendes helbred var siden svækket, lægehjælp blev sögt, men det hjalp ikke. Det gjenfærd blev siden vist væk fra gården og ud i det sydvestre hjörne af marken. Det kan dog mærkes til visse tider der ude endnu, således også i det loftskammer.", "english_publication": "A girl in Søndergård in Øsløs had had a baby in secret and had thrown the baby to the dogs. A little later there was a great disturbance among the horses and the cows in the stalls, and the dogs howled out in the yard. There was also haunting in an attic room there. Another girl, who was called Sanne, could see that kind of thing and she went out to try and meet it, but it kept going away from her. Then she went to the minister and asked him to give her some advice so she could talk to the revenant. He said that when she went out to meet it, she should say: It can happen in the name of Jesus. One night she met it well enough but she made the big mistake of saying: “Well, can it happen in the name of Jesus.” At the same moment, she sank to the ground from a hit. Since then, her health failed and a doctor’s help was sought out but it didn’t help. The revenant was later shown out of the farm and into the southwest corner of the field. It can still be noticed at certain times out there, and also in the attic room.", "keywords": {"keyword": ["advice", "attic", "children", "cow", "disturbance", "doctor", "dog", "farm", "field", "girl", "haunting", "horse", "Jesus", "minister", "name", "night", "revenant", "secrets", "southwest", "stall", "yard"]}, "etk_index": {"heading_danish": "Kvindelige gjenfærd", "heading_english": "Female revenants"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}