{"publication_info": "DSnr_VI_534", "full_name": "324 - 0.00 - DSnr_VI_534", "informant_id": 324, "informant_last_name": "Andersen", "informant_first_name": "Mikkel", "informant_full_name": "Mikkel Andersen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 91, "name": "Brandstrup", "display_name": "Brandstrup (place recorded)"}, {"place_id": 660, "name": "Troms kirke", "display_name": "Troms kirke (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": null, "publication_info": "DS_VII_1418", "full_name": "0 - 0.00 - DS_VII_1418", "url": "data/stories/887.dfl"}, {"informant_id": 123, "publication_info": "DS_VII_419", "full_name": "123 - 3.05 - DS_VII_419", "url": "data/stories/408.dfl"}, {"informant_id": 396, "publication_info": "DS_VII_423", "full_name": "396 - 0.00 - DS_VII_423", "url": "data/stories/796.dfl"}, {"informant_id": 144, "publication_info": "DS_VII_426", "full_name": "144 - 0.00 - DS_VII_426", "url": "data/stories/587.dfl"}, {"informant_id": 453, "publication_info": "DS_VII_435", "full_name": "453 - 0.00 - DS_VII_435", "url": "data/stories/645.dfl"}, {"informant_id": 536, "publication_info": "DS_VII_436", "full_name": "536 - 0.00 - DS_VII_436", "url": "data/stories/604.dfl"}, {"informant_id": 150, "publication_info": "DS_VII_437", "full_name": "150 - 2.12 - DS_VII_437", "url": "data/stories/59.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Voldborg Aften skal alle Hegsene rejse til Troms Kirke for der at samles. Der var en Karl, som tjente hos en Kone, der var en Hegs. Nu havde han nok hørt om et saadant Hegseridt og vilde derfor passe paa hende den Aften for at se, om det ogsaa virkelig var sandt, at hun skulde gjøre den Tur. Og ganske rigtig, hun listede sig ud i Stalden og smurte en af Studene i alle Ledene med en Salve, hun havde i en lille Krukke. Han passede da nøje paa, hvor hun satte Krukken fra sig. Derpaa gik hun hen og satte sig op paa Studen og sagde: \"Herud og heran!\" og saa rejste Studen af med hende. Saa tog Karlen Salvekrukken og gik ud og smurte den anden Stud og satte sig op paa den. Men han kunde ikke ret huske, hvad han skulde sige, og sagde saa: \"Herop og herned!\" og strags gav den sig til at hoppe op og ned med ham, saa han var nær ved at faa Indvoldene stødt i Stykker. Men saa kom han dog i Tanker om det rette og sagde: \"Herud og heran!\" og strags rejste Studen af med ham. Da han kom til Kirken, stod han der udenfor og saa, hvordan Hegsenes Oldefader sad der inde og skjænkede Vin for dem af et Guldhorn. Da han saa mærkede, at de snart var færdige med deres Sammenkomst, saa satte han sig op paa hans Stud og tog den anden ved Haanden og sagde: \"Herud og heran!\" hvorpaa han rejste af med begge Studene, og saa var han hjemme inden Dag. Men det varede flere Aar, inden hans Madmoder kom hjem igen fra den Tur.", "english_publication": "On Voldborg eve (Walpurgis eve; April 30) all the witches are supposed to ride to Troms church to meet. There was a farmhand who worked for a woman who was a witch. Now he had heard about the witches’ ride and decided to watch her that night to see if it really was true that she was going to make this trip. And sure enough, she sneaked out into the barn and smeared one of the steers on all its limbs with a salve which she had in a little pot. He watched carefully where she put the pot down. Then she went and got up on the steer and said: “Here out and here away!” and then the steer took off with her. Then the farmhand took the salve pot and went out and smeared the other steer and got up on it. But he couldn’t really remember what he was supposed to say, and then he said: “Here up and here down!” and immediately it began hopping up and down with him, so that he was about to have his innards smashed to pieces. But then he remembered the right words and said: “Here out and here away!” and immediately the steer took off with him. When he got to the church, he stood outside and saw how the witches’ grandfather sat inside there and poured them wine from a gold horn. When he noticed that they were soon going to be done with their get together, he got up on his steer and took the other one's reins in his hands and said: “Here out and here away!” at which point he took off with both steers, and then he was home before daybreak. But it was several years before his employer came back from that trip.", "keywords": {"keyword": ["barn", "church", "daybreak", "farmhand", "female", "gold", "grandfather", "home", "horn", "horse", "lady", "limbs", "night", "outside", "pot", "reins", "riding", "Troms church", "Voldborg Eve", "wine", "witch", "witchcraft", "woman"]}, "etk_index": {"heading_danish": "Hekse og deres idrætter", "heading_english": "Witches and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}}