{"publication_info": "DS_II_C_112", "full_name": "401 - 0.00 - DS_II_C_112", "informant_id": 401, "informant_last_name": "Jensen", "informant_first_name": "Mikkel", "informant_full_name": "Gårdejer Mikkel Jensen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 786, "name": "Grynderup", "display_name": "Grynderup (place recorded)"}, {"place_id": 216, "name": "Gunderupgård", "display_name": "Gunderupgård (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 123, "publication_info": "DS_II_C_120", "full_name": "123 - 3.01 - DS_II_C_120", "url": "data/stories/404.dfl"}, {"informant_id": null, "publication_info": "DS_II_C_106", "full_name": "0 - 0.00 - DS_II_C_106", "url": "data/stories/865.dfl"}, {"informant_id": 150, "publication_info": "DS_II_C_115", "full_name": "150 - 2.07 - DS_II_C_115", "url": "data/stories/54.dfl"}, {"informant_id": 112, "publication_info": "DS_II_C_104", "full_name": "112 - 0.00 - DS_II_C_104", "url": "data/stories/764.dfl"}, {"informant_id": 150, "publication_info": "DS_II_C_110", "full_name": "150 - 2.08 - DS_II_C_110", "url": "data/stories/55.dfl"}, {"informant_id": 555, "publication_info": "DS_II_C_118", "full_name": "555 - 0.00 - DS_II_C_118", "url": "data/stories/768.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Natravnen det er én, der er manet. Der skal være én manet her ude i Gunderupgårds hede. A kan ikke huske, hvor mange tusende kokketrin det er fra gården, men hvert år sådan ind för jul, så giver det da et forskrækkeligt brøl, og så tager det et trin ind mod gården.\n     Sådan var der tre, der fulgtes ad en aften ind for jul, og så giver det da sådan et forskrækkeligt hvæl. Så siger de til hverandre, hvad det kunde være, det kunde de ikke forstå, og de løb, alt hvad de kunde. Så kom de til et sted, og der går de ind og fortæller om det, de kunde da ikke udgranske, hvad det kunde være. Da siger den gamle mand i huset: \"Der var I i held, te I var ikke komne i vejen for det; det er noget forskrækkeligt noget, der er mange mennesker komne galt af sted med det.\" Så spörger den ene karl om, hvad det var for noget. Det var natravnen, siger han.\n     En anden én blev en aften slået om kuld så mange gange, for det han var kommen i det; han var rögter på gården, og han havde fortalt den her gamle mand det.", "english_publication": "The night raven is someone who has been conjured. There's supposed to be one who was conjured out here in Gunrderupgård heath. I can't remember how many thousand rooster steps it is from the farm but every year, just before Christmas, there's a horrible noise and then it takes a step toward the farm. \n     There were three like that who followed along with each other one evening before Christmas, and then there's a horrible wail. They ask each other what it could possibly be, they couldn't understand it, and they ran as fast as they could. Then they come to a place and they go in and tell them about it, they couldn't figure out what it could possibly be. \"You were lucky you didn't get in its way; it's a horrible thing, and many people have had real problems with it.\" Then one of the farmhands asks what it is. That was the nightraven, he says. \n     Another one was knocked out cold so many times because he'd encountered it; he was the cowhand at the farm, and he'd told this old man about it.", "keywords": {"keyword": ["Christmas", "cold", "conjuring", "evening", "farm", "farmhand", "heath", "horrible", "luck", "night raven", "nightraven", "noises", "old", "rooster", "stable hand", "three", "year"]}, "etk_index": {"heading_danish": "Farende uhyrer", "heading_english": "Traveling monsters"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}