{"publication_info": "DS_I_639", "full_name": "541 - 0.00 - DS_I_639", "informant_id": 541, "informant_last_name": "Sørensen", "informant_first_name": "Mikkel", "informant_full_name": "Journalist Mikkel Sørensen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 792, "name": "Herskind", "display_name": "Herskind (place recorded)"}, {"place_id": 598, "name": "Store Vårbjærg", "display_name": "Store Vårbjærg (place mentioned)"}, {"place_id": 626, "name": "Taftebjærg mark", "display_name": "Taftebjærg mark (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "DS_II_A_100", "full_name": "235 - 1.60 - DS_II_A_100", "url": "data/stories/281.dfl"}, {"informant_id": 241, "publication_info": "DSnr_IV_1113", "full_name": "241 - 4.40 - DSnr_IV_1113", "url": "data/stories/212.dfl"}, {"informant_id": 524, "publication_info": "DS_I_676", "full_name": "524 - 0.00 - DS_I_676", "url": "data/stories/487.dfl"}, {"informant_id": 504, "publication_info": "DS_I_593", "full_name": "504 - 0.00 - DS_I_593", "url": "data/stories/654.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "En aften, da en mand kom forbi Store-Vårbjærg på Taftebjærg mark, så han, at en hel mængde småpuslinger dandsede omkring höjens top. Han gik ganske sagte nærmere for bedre at se på deres lystighed, og nu så han også en del store kister fulde af skinnende guld- og sølvpenge. Lågene var lukkede op, for at pengene kunde blive luftede ud i måneskinnet. Han kunde nok ønske at eje nogle af disse skinnende penge, og da han så sit snit dertil, kastede han sin kniv i en af kisterne. Hurtig som et lyn forsvandt alle puslingerne ned i höjen med de øvrige kister, men den, som han havde kastet sin kniv i, lod de stå, og idet de forsvandt i höjen, truede de ad ham. Han skyndte sig nu efter heste og vogn og nogle mænd for at kjøre kisten hjem. Deres trusler brød han sig ikke om, han troede ikke, at slige små fyre kunde gjøre ham noget, men næste morgen, da han kom ud i stalden, lå alt kvæget og var død i båsene.", "english_publication": "One night, as a man passed by Store-Vårbjærg on Taftebjærg field, he saw that a whole group of little ones were dancing around the top of the mound. He went closer to watch their party, and now he also saw a number of large chests filled with gold and silver coins. The lids were open so that the money could be aired in the moon light. He wished he could have some of those coins, and when he saw his chance, he threw his knife into one of the chests. Quick as lightning, the little ones all disappeared with all the other chests, but they left the one that he'd thrown his knife into. As they disappeared into the mound, they threatened him. He hurried back to get horses and a wagon and some men to help him drive the chest home. He didn't pay much attention to their threats, he didn't think a bunch of little ones could do anything to him, but the next morning when he went out into the barn, all the cattle lay dead in their stalls.", "keywords": {"keyword": ["attention", "barn", "cattle", "chest", "coins", "dancing", "death", "disappearance", "field", "gold", "home", "horse", "knife", "money", "moon", "morning", "mound", "night", "party", "silver", "stall", "store", "threat", "wagon"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}