{"publication_info": "DSkv_0_43", "full_name": "150 - 3.09 - DSkv_0_43", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 3.09, "fieldtrip": "May 1888", "fieldtrip_start_date": "1888-05-02", "fieldtrip_end_date": "1888-05-09", "places": {"place": {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "Unpub_BJK_139", "full_name": "150 - 1.39 - Unpub_BJK_139", "url": "data/stories/42.dfl"}, {"informant_id": 90, "publication_info": "Æv_0_1462", "full_name": "90 - 1.08 - Æv_0_1462", "url": "data/stories/331.dfl"}, {"informant_id": 150, "publication_info": "DSkv_0_78", "full_name": "150 - 1.22 - DSkv_0_78", "url": "data/stories/25.dfl"}]}, "fielddiary_page_start": "4093b", "fielddiary_page_end": "4094a", "bibliographic_info": null, "bibliography_references": null, "annotation": "Jens's amusing ballad of the cobbler who seduces the miller's daughter has certain affinities with folktales in which a boy disguises himself to gain entry to the princess's bedroom (AMJ 1.08). It also resonates with folktales in which husbands are duped by their wives and lovers (see ATU 1355, \"The Man Hidden under the Bed\").\n\n    As with BJK 1.22, Tang Kristensen based his main published version on a concatenation of collected variants, noting, \"Alle de af mig indsamlede 12 opskrifter af visen (eller brudstykker deraf) har jeg sammenarbejdet til følgende opskrift\" [I have combined the twelve recordings of this ballad (or fragments of it) that I have collected into the following recording] (Kristensen DSk, 154). Fortunately, Tang Kristensen also included Jens's version in unedited form. There is a significant difference in length between Jens's version and the concatenated version presented at the end of this annotation. Tang Kristensen did not delete the obscene reference from the published version but did offer an alternate ending that substitutes crafts for the three children--mirroring the three crafts in the tale--rather than criminal behavior and execution. Jens, in his variant, ends his song with the miller's wife sinking into the mill stream. \n\n     The concatenated version reads as follows:\n\nThe cobbler and tailor hatched a plan,\nthey wanted to go to the miller’s daughter\n\nThe cobbler stuffed the tailor into a sack\nand carried him off to the mill stream\n\nThe cobbler carried the tailor to the mill dam,\nand there stood the miller damming the water\n\nAnd when he came to the mill bridge,\nthere stood the miller in his silver buckled shoes\n\n“And listen miller, both fair and fine,\ncan you mill my grain without charging me?”\n\n“Listen, dear farmer, what is in your sack,\nthat you want to forbid me my fee?”\n\n“On top is barley, and on the bottom is wheat,\nand the little mice really want to eat that.\n\nIn the sack there is both barley and wheat,\nand where can I put it, where it will be safe?”\n\n“Well I’ll store your mill sack\nso it will be protected from rats and mice.\n\nPut it up in my mill loft\ntomorrow I will mill it as fine as dust.”\n\n“No, I won’t put my bag in your loft,\nbecause rats and mice could eat it up.”\n\n“Well then put it by our daughter’s bed,\nthere aren’t any mice running there.”\n\nLate at night, when the dew it fell,\nthe sack began to crawl and walk.\n\n“And listen, dear father, light a candle,\nI think there are thieves in our house.”\n\nThen he patted her on her snowwhite cheek\n“Be quiet, it is your beloved.”\n\nShe shouted: “Dear father, blow out the candle,\nit was only a cat that caught a mouse.”\n\nThe old hag woke up in the corner:\n“I think the cat has boots on.”\n\n“Listen, you hag, in the corner you lay,\ntomorrow you’re going out into the mill stream.\n\nShut up you hag, or you’ll be shamed,\ntomorrow your going into the mill pond.”\n\nEarly in the morning that tailor he got up,\nhe tossed the hag into the mill pond’s high water\n\nYes, the miller he stood on the driest land,\nthe hag lay out in the water and sang.\n\nThe hag sank, and the sack floated,\nand all of her flour turned into porridge.\n\nYes, it wasn’t strange that the hag was heavy,\nsince her cunt and ass weighed a hundred pounds.\n\nThe miller with his thick waist\nwas afraid he was going to lose his life.\n\nThe miller he had such a crooked tooth\nhe hooked that into the hag and pulled her to land.\n\nThat’s what our daughter got for the mouse’s walk,\nshe got two cradles by her bed.\n\nThere stood cradles by her bed,\nthe one was a girl and the other a boy.\n\nAnd they grew up, and got so big,\nthe one became a thief and the other became a whore.\n\nThe one was hanged, and the other was burned\n-Tyrilus out in löndum\nand there my ballad has an end.\n-Since tonight we were so merry.\n\nAnother ending is not so bad and a bit more innocent:\n\nIt went on for five months\nOur miller’s daughter became uncomfortable\n\nYes, it went on for nine months,\nshe gave birth to two sons, had one more, and it was three\n\nThey stayed there for eighteen years,\nYou better believe they were happy in the miller’s farm\n\nThe one became a cobbler, the other became a smith,\nit went so bad, they had one who became a tailor", "danish_manuscript": "Skrædderen og Skomageren [de] makkede et Raad\nom hvem af dem Møllerens Datter kunde faa.\n--\nSkr. nu putt. Skom. udi en Sæk\ns. førte h. ham til Mølleren væk\n--\nHør kj. Møll kan du male den Sæk\nmen du maa slet ingen Told deraf ta?\n--\nHør kjær Bonde hvad er udi Sækken din\ndu vil s. forbyde mig Tolderne min.\n--\nDer er i Sækken baade Hvede og Byg\nog hvor kan jeg sætte den, at den kan staa tryg\n--\nDen kan du sætte ved min Datters Seng\nder stander den fri for Rotter og Mus\n--\nMen da det blev udi den skumleste Vraa\nda tog denne Sæk til at krybe og gaa\n--\nHør kjære Moder du  tænder et Lys\njeg tror vist at der er Skjælmer udi vort Hus \nS. klappede han hende på hvidsten Kind\n\n4094A\nog nu skal du være Allerkjæresten min\n--\nOg hør (Kjære Moder du) slukker (vor) dit Lys\ndet var jo vor Kat som der spændte en Mus\n--\nJa hun fik vel biden for hendes Musegang\ns. fik hu to Vugger for hendes Seng at staa\n--\nog hør nu du Kj. du pakker dig væk\nI morgen s. skal du i Møllerens Bæk\n--\nOg Mølleren h. stod paa det tørreste Land\nog Kj. hun laa udi Vandet og sang.\n--\nJa dett var ikke sært, at den Kj. h. var tung,\nda Kunten og Røven vejed hundrede Pund.\n--\nLagoli Leg og Lagolej i\nLagoli og Lagolej Møllerens D. kunde faa\nLagoli og Lagolej og Lagoli\n", "english_manuscript": "The tailor and the cobbler made a bet\nabout which of them could get the miller’s daughter\n\nThe tailor now puts the cobbler in a sack\nand then he took him off to the miller\n\nListen dear Miller, can you mill my sack\nbut you can’t charge me anything for it?\n\nListen dear farmer, what is in your sack\nthat you forbid me my fee.\n\nIn the sack there is both wheat and barley,\nand where can I put it where it will be safe.\n\nYou can put it by my daughter’s bed\nthere it will stand free from rats and mice\n\nBut when it became the darkest corner\nthen that sack began to crawl and walk\n\nListen dear mother, light a candle\nI think there are some fools in our house\n\nThen he patted her on her whitest cheek\nand now you shall be my beloved\n\nAnd listen (dear mother) blow out your candle\nit was a cat that caught a mouse\n\nYes, she certainly got bitten for her mouse walk\nthen she got two cradles to stand by her bed\n\nand now listen you hag pack yourself off\ntomorrow you are going into the miller’s stream\n\nAnd the miller stood on the driest land\nand the hag she lay out in the water and sang.\n\nYes, it wasn’t strange that the hag was heavy,\nsince her cunt and her ass weighed a hundred pounds.\n\nLagoli Leg and Lagolej i\nLagoli and Lagolej could get the miller’s daughter\nLagoli and Lagolej and Lagoli\n", "danish_publication": "1. Skrædderen og skomageren makkede et råd,\n— Lagoli og lejj, lagoli. —\nom hvem af dem møllerens datter kunde få. \nLagoli og lagolejj, møllerens datter kunde fa. \nLagoli og lagolejj og lagoli.\n\n2. Skrædderen putt' skomageren udi en sæk,\nså førte han ham til mølleren væk.\n\n3. \"Hør, kjære møller, kan du male den sæk? \nmen du må slet ingen told deraf ta'\"\n\n4. — \"Hør, kjære bonde, hvad er udi sækken din, \ndu vil så forbyde mig tolden min?\"\n\n5. \"Der er i sækken både hvede og byg,\nog hvor kan jeg sætte den, at den kan stå tryg?\"\n\n6. — \"Den kan du sætte ved min datteres seng, \nder stander den fri for rotter og mus\".\n\n7. Men da det blev udi den skumleste vrå, \nda tog denne sæk til at krybe og gå\n\n8. \"Hor, kjære moder, du tænder et lys,\njeg tror vist, der er skjælmer udi vort hus\".\n\n9.   Så klapped' han hende på hvidesten kind: \n\"Og nu skal du være allerkjæresten min\".\n\n10. \"Og hor, kjære moder, du slukker dit lys, \ndet var jo vor kat, som der spændte en mus\".\n\n11. Ja, hun fik vel bedre for hendes musegang, \nså fik hun to vugger for hendes seng at stå.\n\n12. \"Og hør nu, du kjælling, du pakker dig væk, \ni morgen skal du i møllerens bæk\".\n\n13. Og mølleren stod på det törreste land, \nkjællingen hun lå udi vandet og sang.\n\n14. Ja, det var ikke sært, at den kjælling hun var tung,\n— Lagoli og lejj, lagoli. —\nda kunten, og röven vejed hundrede pund \nLagoli og lagolejj o. s. v.", "english_publication": "The cobbler and tailor hatched a plan,\n--Lagoli and lejj, lagoli--\nwhich one of them could get the miller's daughter\n\nThe tailor now puts the cobbler in a sack\nand then he took him off to the miller\n\nListen dear Miller, can you mill my sack?\nbut you can’t charge me anything for it\n\nListen dear farmer, what is in your sack\nthat you forbid me my fee?\n\nIn the sack there is both wheat and barley,\nand where can I put it where it will be safe?\n\nYou can put it by my daughter’s bed\nthere it will stand free from rats and mice\n\nBut when it got as dark as the darkest corner\nthen that sack began to crawl and walk\n\nListen dear mother, light a candle\nI think there are some fools in our house\n\nThen he patted her on her whitest cheek\nand now you shall be my beloved\n\nAnd listen (dear mother) blow out your candle\nit was our cat that caught a mouse\n\nYes, she certainly got bitten for her mouse walk\nthen she got two cradles to stand by her bed\n\nand now listen you hag pack yourself off\ntomorrow you are going into the miller’s stream\n\nAnd the miller stood on the driest land\nand the hag she lay out in the water and sang.\n\nYes, it wasn’t strange that the hag was heavy,\n— Lagoli og lejj, lagoli. —\nsince her cunt and her ass weighed a hundred pounds.\nLagoli and lagolejj etc", "keywords": {"keyword": ["ass", "barley", "bed", "beloved", "blow", "candle", "cat", "cheeks", "cobbler", "cradle", "dark", "daughter", "farmer", "fool", "free", "hag", "house", "land", "mice", "mill", "miller", "mother", "mouse", "rats", "singing", "stream", "tailor", "tomorrow", "water", "wheat"]}, "etk_index": {"heading_danish": "Dansk Skjæmteviser", "heading_english": "Danish Jocular Ballads"}, "tango_indices": {"tango_index": [null, null, null, null]}, "genre": null}