{"publication_info": "DS_V_713", "full_name": "408 - 0.00 - DS_V_713", "informant_id": 408, "informant_last_name": "Jeppesen", "informant_first_name": "Morten", "informant_full_name": "Morten Jeppesen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 894, "name": "Tovstrup", "display_name": "Tovstrup (place recorded)"}, {"place_id": 264, "name": "Hjerk", "display_name": "Hjerk (place mentioned)"}, {"place_id": 310, "name": "Jebjærg", "display_name": "Jebjærg (place mentioned)"}, {"place_id": 638, "name": "Tinggårds bro", "display_name": "Tinggårds bro (place mentioned)"}, {"place_id": 715, "name": "Vium", "display_name": "Vium (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_V_252", "full_name": "241 - 2.08 - DS_V_252", "url": "data/stories/158.dfl"}, {"informant_id": 241, "publication_info": "DS_V_1706", "full_name": "241 - 2.16 - DS_V_1706", "url": "data/stories/166.dfl"}, {"informant_id": 537, "publication_info": "DS_V_715", "full_name": "537 - 0.00 - DS_V_715", "url": "data/stories/527.dfl"}, {"informant_id": 400, "publication_info": "DS_IV_1161", "full_name": "400 - 0.00 - DS_IV_1161", "url": "data/stories/621.dfl"}, {"informant_id": 111, "publication_info": "DS_V_733", "full_name": "111 - 0.00 - DS_V_733", "url": "data/stories/740.dfl"}, {"informant_id": 325, "publication_info": "DS_V_433", "full_name": "325 - 0.00 - DS_V_433", "url": "data/stories/744.dfl"}, {"informant_id": null, "publication_info": "DS_V_714", "full_name": "0 - 0.00 - DS_V_714", "url": "data/stories/881.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "I Jebjærg var en provst, der hed Nielsen. Han var kjørende til Hjerk præstegård i besøg, og da han kjørte tilbage over Tinggårds bro i Vium, kunde det ene baghjul ikke gå rundt, for Fanden holdt det. Så sagde provsten til hans karl, at han skulde stå af og tage hjulet af og lægge i vognen, og sådan kjørte de hjem. Så vilde provsten prøve at mane Fanden, men han kunde ikke få ham til at gå ned. Han tog nu 14 dages henstand, og så fik han bud til en nabopræst, at han skulde komme og hjælpe ham. Den gang dagen kom, lod provsten sin karl kjøre hen og hente præsten. Denne sagde nu til karlen, da han kjørte, at han ikke måtte tale med ham, og da de kom til Vium Tinggårds (?) bro, befalede han karlen at kjøre alt hvad han kunde, for Fanden var foran dem. Da de kom til et lille hus uden for Jebjærg, sloges provsten der med den Slemme. Præsten kom ham nu til hjælp, og de gjente Fanden over til provstens havedige, hvor han blev manet ned, og der blev lagt en stor sten over ham. Den sten er først bleven tagen op for nogle år siden, og det var Fandens mindesten. Der var skrevet en del romerskrift på den.", "english_publication": "In Jebjærg there was a curate who was called Nielsen. He was driving over to Hjerk parsonage to visit, and when he drove back over Tinggårds bridge in Vium, the back wheel wouldn't turn because the devil was holding onto it. Then the curate said to his farmhand that he should get off and take the wheel and put it up in the wagon, and that's how they drove home. Then the curate wanted to try to conjure the devil, but he couldn't get him to go down. He took fourteen days off, and sent a message to a neighboring minister that he should come and help him. When the day came, the curate had his farmhand drive over and get the minister. When he got up in the wagon, the minister said to the farmhand  that he mustn't speak to him, and when they got to Vium Tinggårds bridge, he ordered the farmhand to drive as fast as he could because the devil was ahead of them. When they got to a little house outside of Jebjærg, the curate was already fighting the Evil One there. The minister went to his aid and they chased the devil over to the curate's garden wall where he was conjured down, and a big stone was placed over him. That stone was moved away just a few years ago, and that was a monument to the devil. There were a bunch of Roman numerals on it.", "keywords": {"keyword": ["advice", "bridge", "chase", "conjuring", "curate", "day", "devil", "evil", "farmhand", "fight", "garden", "home", "house", "message", "minister", "Nielsen", "outside", "parsonage", "stone", "wagon", "walls", "wheel", "writing"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}