{"publication_info": "DS_II_G_102", "full_name": "205 - 0.00 - DS_II_G_102", "informant_id": 205, "informant_last_name": "Mosen", "informant_first_name": "Jens Kr. Kristensen", "informant_full_name": "Jens Kr. Kristensen (Mossi-Jens) Mosen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": {"place_id": 455, "name": "Øster Brønderslev", "display_name": "Øster Brønderslev (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "DS_II_G_100", "full_name": "150 - 4.17 - DS_II_G_100", "url": "data/stories/128.dfl"}, {"informant_id": 321, "publication_info": "DS_II_G_106", "full_name": "321 - 0.00 - DS_II_G_106", "url": "data/stories/473.dfl"}, {"informant_id": 349, "publication_info": "DS_II_G_107", "full_name": "349 - 0.00 - DS_II_G_107", "url": "data/stories/771.dfl"}, {"informant_id": 235, "publication_info": "DS_V_982", "full_name": "235 - 1.10 - DS_V_982", "url": "data/stories/229.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "To karle er henne at grave splittörv, og så lægger de dem, da de har fået deres middagsmad, og den ene han falder straks i sövn. Da ser den anden, at der render en hvid mus ud af hans mund, og der er en bæk, der render den hen og febler og febler, og han rejser sig og går hen og lægger hans spade over bækken, det var sådan en lang krogen spade. Så render musen der over. På den anden side var der en stor myretue med hestemyrer, og der render musen ind i tuen. Lidt efter kommer den og render ind i halsen af karlen igjen. Da han vågner, begynder han at ravsle. Den anden taler ikke om noget. \"A har haft sådan en slem dröm og været i sådan en fare,\" siger han, der sov. \"Hvad da?\" siger den anden. \"A skulde over et vand, og det kunde a ikke, men så kom der nogen og lagde en bro, a kom ad, og der ovre var så mange penge, det var forfærdelig, de penge, der var.\" Den anden karl tav endnu stille og sagde ingen ting, og de gik hjem. Siden gik den anden karl tilbage og kastede myretuen til side, og der finder han en kjedel fuld af penge. Den tog han så og tilegnede sig.", "english_publication": "Two farmhands are out digging peat, and then they lie down after they've had their lunch, and the first one falls asleep immediately. Then the second one sees that a white mouse runs out of his mouth, and there's a stream and it runs over there and it scurries about there, and so the second farmhand gets up and goes over and lays his shovel over the stream, it was a long, hooked shovel. Then the mouse runs over. On the other side, there was a big ant hill with horse ants, and the mouse runs into the ant hill. A little later it comes out and runs back into the mouth of the first farmhand. The second farmhand doesn't say a thing. \"I had such a bad dream, and was in great danger,\" says the first farmhand. \"What happened?\" says the second one. \"I had to get over a large body of water, and I couldn't, but then something came and laid a bridge, and I went over it, and over on the other side there was so much money, it was incredible the amount of money there was.\" The second farmhand still kept quiet and didn't say anything and they went home. Later, the second farmhand went back and dug the ant hill aside, and there he finds a pot filled with money. He took that and kept it for himself.", "keywords": {"keyword": ["ants", "asleep", "body", "bridge", "danger", "digging", "dream", "farmhand", "hill", "home", "horse", "lunch", "money", "mouse", "mouth", "peat", "pot", "shovel", "stream", "water", "white"]}, "etk_index": {"heading_danish": "Religiøse sagn", "heading_english": "Religious legends"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}