{"publication_info": "DS_V_1171", "full_name": "380 - 0.00 - DS_V_1171", "informant_id": 380, "informant_last_name": "Hansen", "informant_first_name": "N. E.", "informant_full_name": "Lærer N. E. Hansen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 77, "name": "Borre", "display_name": "Borre (place recorded)"}, {"place_id": 77, "name": "Borre", "display_name": "Borre (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 123, "publication_info": "DS_V_1163", "full_name": "123 - 2.04 - DS_V_1163", "url": "data/stories/378.dfl"}, {"informant_id": 123, "publication_info": "DS_V_1153", "full_name": "123 - 2.07 - DS_V_1153", "url": "data/stories/381.dfl"}, {"informant_id": 375, "publication_info": "DS_V_1157", "full_name": "375 - 0.00 - DS_V_1157", "url": "data/stories/593.dfl"}, {"informant_id": 412, "publication_info": "DS_V_1158", "full_name": "412 - 0.00 - DS_V_1158", "url": "data/stories/594.dfl"}, {"informant_id": 189, "publication_info": "DS_V_1164", "full_name": "189 - 0.00 - DS_V_1164", "url": "data/stories/652.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "En præstedatter i Borre skulde have været hemmelig forlovet med kusken og bleven med barn ved ham. Da præsten opdagede dette forhold, tvang han kusken til at kjøre hende til Kjöbenhavn. De kom da så afsted, blev sat over med færgen fra Koster og kom et godt stykke ind på Sjælland. Så blev pigen imidlertid syg og skulde føde, og kusken vilde derfor kjøre ind i en gård ved vejen; men pigens broder, som også var med, tog linerne fra ham og kjørte videre trods søsterens veråb, indtil hun døde på vejen. Nu måtte han da vende om og give sig på hjemvejen; men da han og kusken kom hjem, havde pigen allerede længe været hjemme, og siden kunde man i lang tid se hende gå omkring i præstegården, som mens hun levede, indtil hun endelig blev manet ned i kjælderen, og der blev rammet en pæl igjennem hende. En for nylig afdød gammel kone har fortalt mig, at i hendes ungdom havde hun tit set pælen, som stod nedrammet i kjældergulvet, og ingen turde røre den, så den står der sandsynligvis endnu, hvis folk ikke er blevne mere dristige siden den tid.\n     Samme kone fortalte tit, at den gang hun tjente som stuepige i Borre præstegård, havde præsten her en kapellan ved navn Engelsted, som kunde meget mere end præsterne i vore dage, og den sorte bog havde han da også. En søndag, medens kapellanen var i kirken for at forrette gudstjenesten, og hun kom ind i hans værelse for at gjøre rent, gav hun sig til at kikke lidt i en bog, der lå på bordet, og da hun først havde begyndt, kunde hun ikke holde op igjen, men måtte blive ved at læse med stadig stigende iver og interesse. Hun havde imidlertid ikke læst ret længe, förend kapellanen kom farende ind og rev bogen fra hende, idet han gav hende én på øret og sagde: \"Hvad vilde du have grebet til, hvis 'den gamle' var kommen!\" og derpå satte han sig selv til at læse i bogen, rimeligvis for at holde 'den gamle' borte. Men siden fik hun at vide, at kapellanen havde brudt af, sagt amen og var rendt ned af prædikestolen og hjem, inden han var halvt færdig med sin prædiken, så han måtte jo på en eller anden måde kunne mærke, at der var noget galt på færde der hjemme.", "english_publication": "A minister’s daughter in Borre was secretly engaged with the driver and had gotten pregnant by him. When the minister discovered this relationship, he forced the driver to drive her to Copenhagen. They started off then, were brought over by the ferry from Koster and had gotten a good ways into Sjælland. Then the girl gets sick and is going to give birth, and so the driver wants to drive into a farm along the road; but the girl’s brother, who was also along, took the reins from him and continued driving despite his sister’s labor screams, and she finally died on the road. Now he had to turn around and start on the road home; but when he and the driver got home, the girl had already been home for a long time, and after that one could see her walking around the parsonage just like when she was alive, until she was finally conjured down in the cellar, and they drove a post through her. An old woman who recently died told me that, in her youth, she had often seen the post, which was driven into the cellar floor and nobody dared to touch it, so it's likely still there unless people have become more daring since that time. \n     The same woman often told that when she was working as a hired girl at Borre parsonage, the minister had a chaplain with the name Engelsted who could do a lot more than the ministers today, and he also had the black book. One Sunday, while the chaplain was in the church saying the service, she went into his room to clean up and she looked a little bit in a book that was lying on the table. When she had first started reading she couldn’t stop but had to continue, and did so with increasing interest and zeal. She had not read very long before the chaplain came running in and tore the book away from her and boxed her on the ear and said: “What would you have done if ‘the Old One’ had come!” at which point he began reading in the book, most likely to keep ‘the Old One’ away. But later she found out that the chaplain had stopped preaching, said “Amen,” gotten down off the pulpit and gone home before he was even half finished with his sermon, so he must have been able to feel somehow or other that there was something wrong at home.", "keywords": {"keyword": ["birth", "black book", "books", "brother", "cellar", "chaplain", "church", "conjuring", "daughter", "death", "discovery", "driver", "ear", "farm", "ferry", "floor", "girl", "home", "labor", "marriage", "minister", "name", "old", "parsonage", "post", "pregnant", "pulpit", "reins", "road", "sermon", "sickness", "sister", "sjælland", "Sunday", "table", "today", "woman", "work", "youth"]}, "etk_index": {"heading_danish": "Kvindelige gjenfærd", "heading_english": "Female revenants"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}