{"publication_info": "DS_V_686", "full_name": "542 - 0.00 - DS_V_686", "informant_id": 542, "informant_last_name": "Termansen", "informant_first_name": "N. J.", "informant_full_name": "Branddirektør N. J. Termansen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": {"place_id": 781, "name": "Gammelby", "display_name": "Gammelby (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "DS_V_687", "full_name": "235 - 1.05 - DS_V_687", "url": "data/stories/224.dfl"}, {"informant_id": 536, "publication_info": "DS_V_694", "full_name": "536 - 0.00 - DS_V_694", "url": "data/stories/603.dfl"}, {"informant_id": 403, "publication_info": "DS_V_690", "full_name": "403 - 0.00 - DS_V_690", "url": "data/stories/780.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "På en herregård var en gjengangerske, som aldrig lod folk i ro. Da kom en aftenstund en fattig mand og bad om nattelogi. Nej, det lod sig ikke gjøre, ti i nat vilde en hel del præster komme sammen her. Han sagde, at det kunde være, han kunde gjøre nytte, og man indrömmede ham da et lille kammer og en prås. Præsterne sad hver i sin stue med store lys og bøger for sig. Han satte sig for kaminen med lyset for sig, og en lille bog lagde han på kaminarmen. Så tog han en lille kniv og en pind op af lommen, snittede en spån og kastede i kaminen med de ord: \"Nu stod han op\". Ved det næste snit: \"Nu er han ved kirkegårdsporten.\" Dernæst: \"Nu er han ved porten.\" Derpå hørte man hundene tude, og så flöj dören op, og gjenfærdet foer som en vind fra stue til stue og blæste præsternes lys ud og lod dem helt i mørke. Men betlerens prås kunde han ikke få blæst ud. Så begyndte han at læse o. s. v.", "english_publication": "There was a revenant at a manor farm that would never leave people alone. One evening, a poor man came and asked for lodgings. No, that wasn't possible, since that night a whole group of ministers were going to gather there. He said that he could perhaps be of service, and so they gave him a little room and a thin little candle. The ministers sat each one in their own room with a large candle and books in front of them. He sat down by the fireplace with the candle in front of him and he put a little book on the mantlepiece. Then he took a little knife and a stick out of his pocket, whittled a shaving and threw it into the fire, and said, \"Now he is getting up.\" With the next piece: \"Now he is at the cemetery gate.\" Next: \"Now he is at the gate.\" With that they heard the dogs howl, and then the door flew open and the revenant raced from room to room like a wind and blew out the ministers' candles and left them in the dark. But he couldn't blow out the beggar's candle. Then he began to read. Etc.", "keywords": {"keyword": ["beggar", "blow", "books", "candle", "cemetery gate", "dark", "dog", "door", "evening", "fire", "fireplace", "gate", "knife", "lodgings", "manor farm", "minister", "night", "pocket", "poor", "revenant", "thin", "wind"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}