{"publication_info": "DS_V_1501", "full_name": "517 - 0.00 - DS_V_1501", "informant_id": 517, "informant_last_name": "Pedersen", "informant_first_name": "N. Kr.", "informant_full_name": "Lærer N. Kr. Pedersen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": {"place_id": 786, "name": "Grynderup", "display_name": "Grynderup (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 343, "publication_info": "DS_V_1507", "full_name": "343 - 0.00 - DS_V_1507", "url": "data/stories/543.dfl"}, {"informant_id": 104, "publication_info": "DS_V_1477", "full_name": "104 - 0.00 - DS_V_1477", "url": "data/stories/812.dfl"}, {"informant_id": 551, "publication_info": "DS_V_1484", "full_name": "551 - 0.00 - DS_V_1484", "url": "data/stories/489.dfl"}, {"informant_id": 235, "publication_info": "DS_V_1430", "full_name": "235 - 1.15 - DS_V_1430", "url": "data/stories/234.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Et steds på Salling i nærheden af et markskjel havde de vejfarende ofte hørt én råbe: \"Hvor må jeg sætte den?\" men ingen turde svare ham. En aften, da en lille dreng fulgtes med sin fader over marken der i nærheden, og de også fik røsten at høre, bad drengen om faderens minde til at måtte svare, når der atter blev råbt. Faderen skyndte sig at i rette sætte drengen ved at love ham en ordentlig dragt prygl, hvis han indlod sig på sligt, \"ti\", lagde han til, \"ingen kan vide, om du ikke nok, hvis du svarer, kan få mere med den gamle gjenganger at bestille, end du skøtter om.\" Lidt efter hørte de atter: \"Hvor må jeg sætte den?\" og uden at betænke sig svarede drengen: \"Sæt den, hvor du står!\" — \"Tak,\" blev der svaret, og siden hørte man aldrig til noget. Folk der på egnen mente, at den, der havde råbt, måtte i levende live have flyttet et markskjel, hvorfor han ikke kunde finde ro i sin grav, förend den sag var bragt i rigtighed.", "english_publication": "In a place in Salling near a field marker, travelers along the road had often heard someone cry out: “Where can I set it down?” but nobody dared answer him. One night, a little boy, who was accompanying his father over to the field near there, also heard the voice, and the boy asked the father permission to answer if they heard the cry again. The father hurried to correct the boy by promising him a severe beating if he tried doing something like that, “since” he added “no one can know, if you answer, whether or not you’ll end up having more to do with the revenant than you’d want to.” A little later they heard the cry, “Where can I set it down?” and without thinking the boy said: “Set it down where you’re standing!” “Thanks,” came the answer and, after that, it was never heard again. The people in the area thought that the one who had cried out had probably moved a marker when he was alive, and that’s why he couldn’t get peace in the grave until that matter was righted.", "keywords": {"keyword": ["boy", "crying", "father", "field", "grave", "night", "permission", "revenant", "road", "thank", "traveler", "voice"]}, "etk_index": {"heading_danish": "Gjenfærd på uretfærdig jord", "heading_english": "Revenants on ill-gotten land"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}