{"publication_info": "DS_II_E_91", "full_name": "505 - 0.00 - DS_II_E_91", "informant_id": 505, "informant_last_name": "Olsen", "informant_first_name": "N. P.", "informant_full_name": "Lærer N. P. Olsen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 861, "name": "Selsinggårde, Samsø", "display_name": "Selsinggårde, Samsø (place recorded)"}, {"place_id": 859, "name": "Samsø", "display_name": "Samsø (place mentioned)"}, {"place_id": 958, "name": "Lindholm", "display_name": "Lindholm (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 331, "publication_info": "DS_VI_1251", "full_name": "331 - 0.00 - DS_VI_1251", "url": "data/stories/641.dfl"}, {"informant_id": 150, "publication_info": "DS_VI_1248", "full_name": "150 - 1.38 - DS_VI_1248", "url": "data/stories/41.dfl"}, {"informant_id": 235, "publication_info": "DS_II_E_84", "full_name": "235 - 2.09 - DS_II_E_84", "url": "data/stories/292.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Ovre i Jylland boede en mand, som kunde uddrive rotter og mus, og da Samsingerne var meget plagede af sådanne, blev der sendt bud over til ham, om han ikke vilde komme for at øve sin kunst. Det vilde han nok, men for at sikre sig mod en lindorm, hvis en sådan skulde findes herovre, forlangte han, at de skulde tænde og vedligeholde et stort bål, samt holde en kraftig hest opsadlet. Manden begyndte nu sin idræt; men så kom der en lindorm ovre fra Lindholm hen imod ham. Han steg da til hest, og da lindormen var tæt ved ham, red han igjennem ilden. Så snart ormen så dette, satte den bag efter. Det gjentog sig så tit, at ormen til sidst forbrændte sig og døde deraf. Året efter efter kom manden herover igjen, og han vilde da hen at se stedet, hvor han havde fældet lindormen; men i det han gik og sparkede til levningerne af den, fik han et ben i foden, og deraf døde han.\n     Det er en gammel tale, at den, der dræber en lindorm, må ikke komme tilbage til stedet, hvor drabet er udført, da dette vil koste ham livet.", "english_publication": "Over in Jutland there lived a man who could drive out both rats and mice and since the people on Samsø were plagued with those kind of things, he was sent for and asked if he couldn’t come and practice his art. Sure enough he’d do that, but to protect himself against a lindorm, if one was to be found over there, he requested that a big bonfire be lit and kept burning as well as a strong horse be kept saddled and ready. The man now began his sport; but then a lindorm came at him from over in Lindholm. He got up on the horse and when the lindorm was close to him he rode right through the fire. As soon as the lindorm saw that, it followed in quick pursuit. He repeated this so many times that finally the lindorm got burned and died from that. The next year the man came over here again and he wanted to go and see the place where he’d defeated the lindorm; but while he went and kicked at the pieces of it, he got a bone splinter in his foot, and died from that. \n     There is an old saying that the person who kills a lindorm may not come back to the place where the killing took place because that will cost him his life.", "keywords": {"keyword": ["bones", "bonfire", "death", "fire", "foot", "horse", "Jutland", "kill", "lindorm", "mice", "old", "rats", "riding", "saddle", "strength", "year"]}, "etk_index": {"heading_danish": "Lindorme og småkryb", "heading_english": "Wiverns and small creepy-crawlies"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}