{"publication_info": "DS_III_2326", "full_name": "345 - 0.00 - DS_III_2326", "informant_id": 345, "informant_last_name": "Bøgeskov", "informant_first_name": "Niels", "informant_full_name": "Niels Bøgeskov", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 745, "name": "Askov", "display_name": "Askov (place recorded)"}, {"place_id": 539, "name": "Skjern", "display_name": "Skjern (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 348, "publication_info": "DS_I_1164", "full_name": "348 - 0.00 - DS_I_1164", "url": "data/stories/755.dfl"}, {"informant_id": 6, "publication_info": "DS_III_2316", "full_name": "6 - 0.00 - DS_III_2316", "url": "data/stories/517.dfl"}, {"informant_id": 68, "publication_info": "DS_III_2292", "full_name": "68 - 0.00 - DS_III_2292", "url": "data/stories/556.dfl"}, {"informant_id": 241, "publication_info": "DSnr_III_1380", "full_name": "241 - 4.17 - DSnr_III_1380", "url": "data/stories/189.dfl"}, {"informant_id": 241, "publication_info": "DSnr_II_D13", "full_name": "241 - 4.02 - DSnr_II_D13", "url": "data/stories/173.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "I Skjærn sogn ligger gårdene Nörholt og Brovang. Mange havde set lys på Nörholts mark, og det var en almindelig tale, at her var en skat begravet. De to mænd havde tit talt om, at de vilde gjøre et forsøg på at finde den, og en aften skulde da den ene stå i Nörholts gård, medens den anden gik efter lyset, og så blæse i en flöjte, når han nåede det, ti lyset forsvandt for den, der nærmede sig, men skinnede lige klart for den, som stod i afstand. Niels Brovang gik så med en stok i hånden, og da han hørte flöjten, stak han stokken i jorden. Kort efter kom Niels Nörholt og hans pige med spader og skovle, og så grov de med stor iver. Endelig stödte de mod noget hårdt, og det viste sig at være låget af en kasse. Den ene sprang nu ned og fik fat i en lådden hund. Af skræk vilde han straks have løbet sin vej, men pigen var mere modig, hun tog sit törklæde af hovedet og bredte på græsset, løste sit forklæde af og greb om hunden med. Så sagde den, da hun havde lagt den på törklædet: \"Fordi du tog mig så godt og lagde mig så blödt, skal du have lov til at tage skatten.\" Nu gik hun atter ned i hullet og fik fat på en kande så tung, at hun næppe kunde løfte den op. Derefter lagde hun igjen hunden på sin plads, og de kastede hullet til. Da de kom hjem, viste det sig, at kanden var fuld af guldmønter. Så delte begge gårdmændene dem imellem sig og gav pigen en lille sum for hendes udviste mod.", "english_publication": "The farms Nørholt and Brovang are in Skjærn parish. Many people had seen a light on Nørholt’s fields, and it was common knowledge that there was a treasure buried there. Two men had often talked about making an attempt at finding it and one night one of them was supposed to stand in the courtyard of Nørholt farm while the other went after the light, and then the one in the courtyard was to blow a whistle when the one walking toward the light reached it, since the light disappeared for the person who approached it, but burned just as clearly for the person who stood at a distance. Niels Brovang went with a staff in his hand and when he heard the whistle he planted the staff in the ground. A little after Niels Nørholt and his hired girl came with spades and shovels, and they began digging with great energy. Finally they banged into something hard, and it turned out to be the cover of a chest. One of them jumped down now and got hold of a shaggy dog. He wanted to run away out of shear fright, but the girl was more courageous, she took her scarf off her head and spread it on the grass, took off her apron and grabbed the dog with it. Then it said, when she had laid it on the scarf: “Because you took me so well and laid me down so softly, you shall have permission to take the treasure.\" Now she went down into the hole again and took hold of a pitcher that was so heavy that she barely could lift it up. When they got home, it turned out that the pitcher was full of gold coins. Then the two farmers split it amongst themselves and gave the girl a small sum for her hitherto unknown courage.", "keywords": {"keyword": ["apron", "banging", "blow", "burial", "chest", "coins", "courage", "courtyard", "digging", "disappearance", "dog", "farm", "farmer", "field", "girl", "gold", "grass", "home", "Niels", "Niels Brovang", "night", "parish", "permission", "scarf", "shaggy", "shovel", "spade", "treasure", "whistle"]}, "etk_index": {"heading_danish": "Sagn om skatte", "heading_english": "Legends about treasure"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}