{"publication_info": "DS_II_D_4", "full_name": "358 - 0.00 - DS_II_D_4", "informant_id": 358, "informant_last_name": "Ebbesen", "informant_first_name": "Niels", "informant_full_name": "Niels Ebbesen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": {"place_id": 32, "name": "Andrup", "display_name": "Andrup (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "DS_II_D_5", "full_name": "150 - 0.01 - DS_II_D_5", "url": "data/stories/1.dfl"}, {"informant_id": 368, "publication_info": "DS_II_D_33", "full_name": "368 - 0.00 - DS_II_D_33", "url": "data/stories/513.dfl"}, {"informant_id": 241, "publication_info": "DSnr_II_D13", "full_name": "241 - 4.02 - DSnr_II_D13", "url": "data/stories/173.dfl"}, {"informant_id": 322, "publication_info": "DS_II_D_8", "full_name": "322 - 0.00 - DS_II_D_8", "url": "data/stories/614.dfl"}, {"informant_id": 467, "publication_info": "DS_II_D_16", "full_name": "467 - 0.00 - DS_II_D_16", "url": "data/stories/784.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Det er vist, der er havfolk til. 1826, da havet brød ind, var det sådan forfærdeligt godt vejr dagen för. Det var den dag, de skulde have deres juleaftens-natter, og fiskerne var tagne ud og var rigtig komne til at fiske. Så lå der en fisker noget fra de andre og fiskede. Da kommer der en havfrue op lige tæt ved hans båd, og hun trækker en hose af den ene fod og på den anden, og det lige så såre, hun havde ikke uden én hose, og den byttede hun idelig. Men så river han en sok af hans ene ben — han havde jo undersokker — og kyler ud til havfruen. Hun snapper den og sætter ned igjen i vandet. Den gang hun havde været nede så meget som et kvarter, så sætter hun op lige ved hans båd igjen: \"Hør du, mand, mig hosen gav, du skal stræb' og skynd' dig i land, hejs kommer du til at spis' din ywl-aftensnætter her i aften.\" Så stræbte han og hans makkere at sætte i land, men de var aldrig så snarere i land, för havfruen rejser en sådan storm, te de druknede hverén, der var på havet. Men den mand og hans folk blev frelste. Den dag var det, havet brød ind.", "english_publication": "Merfolk certainly exist. In 1826, when the sea broke in, it had been such incredibly beautiful weather the day before. It was the day that they were supposed to have their Christmas dinner and so the fishermen had gone out and had really started to fish. Then there was one fisherman who was a little ways away from the others fishing. Then a mermaid comes up right next to his boat, and she pulls a sock off one foot and puts it on the other, and it looked so sad, she only had one sock, and she was switching it quickly from one foot to the other. But then he pulls a sock off one of his legs--he had undersocks on--and throws it to the mermaid. She snags it and goes under the water again. After she'd been down for a quarter of an hour or so, then she comes up right next to his boat: \"Listen man who gave me the sock, you should hurry ashore, otherwise you'll wind up eating your Christmas dinner here tonight.\" Then he and his buddies hurried to get ashore, and just as soon as they had come ashore, the mermaid raised such huge a storm that everyone who was at sea drowned. But the man and his men were saved. That was the day the sea broke in.", "keywords": {"keyword": ["beautiful", "boat", "Christmas", "day", "dinner", "drowning", "fishing", "foot", "leg", "mermaid", "sea", "sock", "storm", "tonight", "water", "weather", "wind"]}, "etk_index": {"heading_danish": "Vandets ånder", "heading_english": "Water spirits"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}