{"publication_info": "JFm_X_46e", "full_name": "150 - 3.11 - JFm_X_46e", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 3.11, "fieldtrip": "May 1888", "fieldtrip_start_date": "1888-05-02", "fieldtrip_end_date": "1888-05-09", "places": {"place": {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}}, "stories_mentioned": {"story": {"informant_id": 150, "publication_info": "JFm_X_46e", "full_name": "150 - 1.08 - JFm_X_46e", "url": "data/stories/11.dfl"}}, "fielddiary_page_start": "4094a", "fielddiary_page_end": "4095a", "bibliographic_info": null, "bibliography_references": null, "annotation": "This recording is Jens's second performance of this popular ballad (BJK 1.08). This variant was never published. The two recordings of the ballad are remarkably similar, with only minor changes in words. Tang Kristensen did not record some of Rosenillen's verses, particularly where she tells Nilwe the punishments in store for them, replacing them with ellipses. While it is conceivable that Tang Kristensen used this recording for JFm X, both the index to that work and the index to DgF refer to the previous version. On the other hand, the order of verses 6 and 7 in the published version corresponds with this later recording. Also, verse 8 corresponds with the prose mention in this recording of Rosenille going off to tell her beloved of her mother's reaction.", "danish_manuscript": "Rosenlillen hun dansede paa Gulven med List\ns. Mælket det sprang af hendes Bryster.\n--   Haahaahaahaa\nHør R. kjær Datteren min\nhvorfor springer Mælket af Brysterne din\n--\nDet er ikke Mælk fordi det synes saa\ndet er udaf Vinen vi drak udi Gaar.\n--\nNej Vinen er rød og Mælken er hvid\nde to de ere hinanden ulig\nRæven gaar og snyssier\n[Han blev noget nodens kræsen og ruger i Maden]\n\n4094B\nKjære Moder jeg kan ikke dølge for dig\nden unge Hr. Nilwe har lokkede mig\n--\nJeg skal lade ham stege og brænd\nog dig s. lang ud i fremme Land send\nJeg skal lade ham hænge i Gren\nog sjel skal du sjunkes at strideen Strøm\n--\nS. gik h. hen og sagde det til Kjæresten\nMin Moder vil lade dig stege og brænd\nog mig . . . . . .\nMin Moder . . . . \n. . . . . . \nNu pakker du alt rød Guldet i Skrin\nimedens jeg sadler graagangeren min.\n--\nS. red de deres Vej\nDa de kom i Rosenslund\nda lysted Rosenillen at hvile en Stund.\n--\nJeg kan ej Jordemoder opbi:\nS. [vilde] skulde hu binde for hans Øjne\nog s. vilde ha uden Jordemoder\nNej for Mandfolk skulde vide af Kvinde\nfolkets Nød, [nej for] s. skulde jeg før udi Rosenlund dø\n--\nS. bredte[ hu.] ha ud sin Kappe s. blaa\nder fødte hu. to levendes Sønner opaa.\n--\nGjennem Rosenlund der rinder en Strøm\nKrist gid jeg mig havde en Dræk ud af den [dem].\n--\nHr Nilved h. var [sin] Rosenillen s. tro\nh. hent hender Vand i sin sølvspænder Sko\n--\nH. gav hender Vand for h. havde ej Vin,\n\n4095A\nder for maat h. mist. Allerkjæresten sin.\n--\nS. gjord h. en grav. s. vid og bred\nder lagde h. først Rosenillen udi\n--\nH. lagde R. udi Graven med Trøst\nh. lagde de to levende op til hendes Bryst,\n--\nS. red h. aldrig s. langt [som] udi Skov\nh. hørt jo de to levende græd under Laag\n--\nS. satte h. Spydden for en  Sten\ns. Odden den gjorde hans Hjærte stor Men.\n", "english_manuscript": "Rosenillen dances on the floor with vigor\nso the milk sprang from her breast\n-Haahaahaaha!\n\nListen, Rosenillen, dear daughter mine!\nwhy does milk spring from your breasts?”\n\nIt isn’t milk, even though it looks it,\nit is the wine we drank yesterday.\n\nNo, milk is white and wine is red,\nthe two are unlike each other.\nThe fox goes and sniffs\n[He became somewhat picky and rooted about in the food] \n\nDear mother, I cannot hide from you,\nthe young Mr. Nilwe has seduced me.\n\nI will have him fried and burned\nand send you far off to distant lands.\n\nI’ll have him hung from a branch,\nand you yourself shall be sunk in a violent current.\n\nThen she went and told her beloved\nMy mother will have you fried and burned\nand me...\n\nMy mother...\n......\n\nNow pack all the red gold in a chest,\nwhile I saddle my grey mare.\n\nThen they rode their way.\nWhen they got into Rosenslund,\nRosenillen wanted to rest a while.\n\nI can’t call for a midwife\nThen she had to tie a blindfold over his eyes, \nand then he would do it without a midwife\n\nNo before a man shall learn of a woman’s sufferings,\nI would rather first die out here in Rosenslund.”\n\nThen [she] he lay out his cape so blue,\nand she gave birth to two living sons on it.\n\nThrough Rosenslund there runs a stream,\nChrist would I like a drink from that [them]\n\nMr. Nilwe was so true to [his] Rosenille,\nthat he got her water in his silver-buckled shoes.\n\nHe gave her water as he had no wine,\nand therefore he lost his most beloved.\n\nHe dug a grave so wide and so broad,\nand then he lay Rosenille in it first\n\nHe lay Rosenille out in the grave with comfort,\nhe lay the two living ones up to her breast.\n\nThen he rode so far out into the woods,\nhe heard that the two living ones cry under the cover.\n\nThen he placed his spear against a rock,\nso that the point did great injury to his heart.", "danish_publication": "1. Rosenillen hun danser paa Gulvet med List,\nsaa Mælket det sprang af hendes Bryst.\n— Haahaahaaha! —\nSaa Mælket det sprang af hendes Bryst.\n\n2. \"Og hør, Rosenillen, kjær Datteren min! \nhvorfor springer Mælken af Brysterne din'?\"\n\n3. \"Det er ikke Mælk, fordi det synes saa, \ndet er udaf Vinen, vi drak udi Gaar.\"\n\n4. \"Ja, Mælken den er hvid, og Vinen er rød, \nde to de ere hverandre ulig.\"\n\n5. \"Kjær' Moder, jeg kan ikke dølge for dig, \nden unge Hr. Nilwe har lokkede mig.\"\n\n6.  \"Jeg skal lade ham stege og brænd'\nog dig saa langt udi fremmed Land send'.\n\n7. Ja, jeg skal lade ham hænge i Gren,\nog sjel skal du sjunkes at stride-en Strøm.\"\n\n8. [Om Aften saa sildig, der Duggen faldt paa, \nRosenillen til Hr. Nilwes Bure mon gaa.]\n\n9. \"Min Moder vil lade dig stege og brænd' \nog mig saa langt udi fremmed Land send'.\n\n10. Min Moder vil lade dig hænge i Gren,\nog sjel skal jeg sjunkes at stride-en Strøm.\"\n\n11. \"Nu samler du alt rød Guldet i Skrin, \nimedens jeg sadler Graagangeren min'.\"\n\n12. Da de nu kom udi Rosenslund,\nder lysted' Rosenillen at hvile en Stund.\n\n13. Hun kunde ikke Jordemoder opbii,\n[for det var nu blevet hend' Fødselstid'.] \nHan maatte binde for hans Øjne, og saa vilde han selv være hendes Jordemoder.\n\n14. \"For Mandfolk skuld' vide af Kvindfolkes Nød,\nsaa skulde jeg før udi Rosenslund dø.\"\n\n15.  Saa bredte han ud sin Kappe saa blaa, \nder fødte hun to levende Sønner opaa.\n\n16.  \"Gjennem Rosenslund der rinder en Strøm, \nKrist giv', jeg havde mig en Drøk udaf dem!\"\n\n17.  Hr. Nilwe han var Rosenillen saa tro,\nhan hent' hender Vand i sin sølvspænder Sko.\n\n18. Han gav hender Vand, for han havde ej Vin, \nderfor maatt' han mist' Allerkjæresten sin.\n\n19.  [Han graved' en Grav saa vid og saa bred, \nsaa lagde han Rosenillen og Børnene deri.]\n\n20.   Han lagde Rosenillen udi Graven med Trøst, \nhan lagde de to levende op til hendes Bryst.\n\n21. Han red aldrig saa langt udi Skov,\nhan hørt' jo, de to levende græd under Laag.\n\n22. Saa satte han Spydet alt for en Sten,\nsaa Odden den gjorde hans Hjærte stor Men.\n— Haahaahaaha! —\nSaa Odden den gjorde hans Hjærte stor Men.\n", "english_publication": "Rosenillen dances on the floor with vigor\nso the milk sprang from her breast\n-Haahaahaaha!\nso the milk sprang from her breast.\n\n“And listen, Rosenillen, dear daughter mine!\nwhy does milk spring from your breasts?”\n\n“It isn’t milk, even though it looks it,\nit is the wine we drank yesterday.”\n\n“Yes, milk is white and wine is red,\nthe two are unlike each other.”\n\n“Dear mother, I cannot hide from you,\nthe young Mr. Nilwe has seduced me.”\n\n“I will have him fried and burned\nand send you far off to distant lands.\n\nI’ll have him hung from a branch,\nand you yourself shall be sunk in a violent current.”\n\n[Late at night, when the dew fell,\nRosenillen goes off to Mr. Nilwe’s cell.]\n\nMy mother will have you fried and burned\nand me she’ll send to far off distant lands.\n\nMy mother will have you hung from a branch,\nand me myself she’ll sink in a violent current.”\n\n“Now gather all the red gold in a chest,\nwhile I saddle my grey mare.”\n\nNow when they got into Rosenslund,\nthere Rosenillen wanted to rest a while.\n\nShe couldn’t call for a midwife\n[it was now time for her to deliver]\nHe had to tie a blindfold over his eyes, and then he would be her midwife himself.\n\n“Before a man shall learn of a woman’s sufferings,\nI would rather first die out here in Rosenslund.”\n\nThen he lay out his cape so blue,\nand she gave birth to two living sons on it.\n\n“Through Rosenslund there runs a stream,\nChrist would I like a drink from that!”\n\nMr. Nilwe was so true to Rosenille,\nthat he got her water in his silver-buckled shoes.\n\nHe gave her water as he had no wine,\nand therefore he lost his most beloved.\n\n[He dug a grave so wide and so broad,\nand then he lay Rosenille and the children in it]\n\nHe lay Rosenille out in the grave with comfort,\nhe lay the two living ones up to her breast.\n\nHe rode so far out into the woods,\nhe heard that the two living ones cry under the cover.\n\nThen he placed his spear against a rock,\nso that the point did great injury to his heart.\n-Haahaahaaha!\nso that the point did great injury to his heart.", "keywords": {"keyword": ["beloved", "birth", "blue", "branches", "breasts", "cape", "chest", "children", "Christ", "crying", "current", "dancing", "daughter", "death", "digging", "drank", "drinking", "eye", "fall", "fire", "floor", "gold", "grave", "grey mare", "heart", "injury", "land", "learning", "midwife", "milk", "mother", "night", "nilwe", "red", "rest", "riding", "Rosenille", "Rosenillen", "saddle", "seduction", "shoe", "silver", "sinking", "son", "spring", "stream", "tie", "violent", "water", "white", "wine", "woman", "woods", "yesterday", "young"]}, "etk_index": {"heading_danish": "Jyske Folkeminder", "heading_english": "Folklore from Jutland"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}