{"publication_info": "DS_VI_1004", "full_name": "111 - 0.00 - DS_VI_1004", "informant_id": 111, "informant_last_name": "Jensen", "informant_first_name": "Niels", "informant_full_name": "Niels ((Jens Jensen?)) Jensen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 435, "name": "Nørre Tranders", "display_name": "Nørre Tranders (place recorded)"}, {"place_id": 331, "name": "Klarup", "display_name": "Klarup (place mentioned)"}, {"place_id": 435, "name": "Nørre Tranders", "display_name": "Nørre Tranders (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 123, "publication_info": "DS_VI_995", "full_name": "123 - 3.21 - DS_VI_995", "url": "data/stories/424.dfl"}, {"informant_id": 90, "publication_info": "DS_VI_1028", "full_name": "90 - 2.20 - DS_VI_1028", "url": "data/stories/352.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Den sorte smed i Nörre-Tranders kunde stille et par løbske heste. Han gjorde det en gang her oppe ved møllen. Et par mænd var agende med en mand fra Klarup, og så var de også inde i møllegården. Hestene stod imidlertid foran vognen, og så blev de løbske. Manden, der ejede dem, sad jo inde og blev helt elendig, men så sagde smeden, som også sad der inde: \"Det har ingen nød, lad mig komme ud.\" Han kom ud i en fart, og så blev hestene stående ved den første gård østen for møllen. \"Nu kan vi godt gå ind og tage os en dram til\", sagde smeden, og hestene blev også stående, til de kom ned til dem. En anden gang var det smedens kone, der gjorde det, for hun kunde det samme, han kunde. Det var et par bæster for et læs kjærve. Hun sagde: \"Töv lidt, det er ikke den vej, I skal\", og så stod de nede på Utrupvejen ved Jens Rytters. Den sorte smed var for resten også en dygtig dyrlæge.", "english_publication": "The Black Smith in Nørre-Tranders could stop a pair of run away horses. He did that once up here by the mill. A couple of guys were driving with a man from Klarup and then they also stopped in at the mill. The horses were standing in front of the wagon at the time, and then they stampeded. The man who owned them was sitting inside and got very upset, but then the smith, who was also sitting inside there said, \"It won't help, let me go outside.\" He went outside quickly, and then the horses stopped at the first farm to the east of the mill. \"Now we can go in and have us another dram,\" said the smith, and the horses kept standing there too until they came for them. Another time, it was the smith's wife who did it, since she could do it too, she could. It was a couple of horses pulling a load of hay. She said, \"Wait a bit, you aren't supposed to go that way,\" and then they stood there down on Utrup road by Jens Rytter's place. The Black Smith was also a good animal doctor too.", "keywords": {"keyword": ["animals", "black", "doctor", "dram", "east", "farm", "hay", "horse", "Jens", "mill", "outside", "road", "smithing", "stampede", "wagon", "wife"]}, "etk_index": {"heading_danish": "Kloge mænd og koner og deres bedrifter", "heading_english": "Cunning men and women and their activities"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}