{"publication_info": "DS_VII_576", "full_name": "111 - 0.00 - DS_VII_576", "informant_id": 111, "informant_last_name": "Jensen", "informant_first_name": "Niels", "informant_full_name": "Niels ((Jens Jensen?)) Jensen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 783, "name": "Glenstrup", "display_name": "Glenstrup (place recorded)"}, {"place_id": 783, "name": "Glenstrup", "display_name": "Glenstrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "JAH_V_724", "full_name": "235 - 1.09 - JAH_V_724", "url": "data/stories/228.dfl"}, {"informant_id": 545, "publication_info": "DS_VII_588", "full_name": "545 - 0.00 - DS_VII_588", "url": "data/stories/516.dfl"}, {"informant_id": 424, "publication_info": "DS_VII_577", "full_name": "424 - 0.00 - DS_VII_577", "url": "data/stories/706.dfl"}, {"informant_id": null, "publication_info": "DS_VII_574", "full_name": "0 - 0.00 - DS_VII_574", "url": "data/stories/891.dfl"}, {"informant_id": 438, "publication_info": "DS_VII_584", "full_name": "438 - 0.00 - DS_VII_584", "url": "data/stories/519.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Der boede en gang en præst her i Glenstrup, som var meget fattig. Så havde hans kone klaget sig længe for, at de havde så lidt mælk, det kneb for at få smör og sådanne sager. Men så en dag kommer præsten ned ad gården, og da sidder hans datter der ude ved en hyld og malker mælk ud af hylden, præstens kone var naturligvis en heks, der havde sendt hende ud at malke, men det kjendte præsten ikke noget til. Præsten kom fra marken og så det. \"Hvad er det, du sidder og bestiller her, min pige?\" siger han, \"hvem har bedt dig det?\" Det havde hendes moder, men nu vilde koen ikke give mere mælk, for nu kom der blod. Ja, hun skulde blive ved, så længe der kom noget, enten det så var blod eller mælk. Så blev hun ved, og så døde koen. Det skal have været en gårdmands ko her oppe i byen. Han bliver så elendig over det, te han mistede hans helsen og døde omsider. Den hyld står ved præstegården endnu, den står særskilt i det vestre hjörne af kålhaven.", "english_publication": "A minister who was very poor once lived here in Glenstrup. His wife had complained for a long time that they had too little milk, they had a hard time getting butter and other such things. But then one day the minister comes out into the farm and his daughter is sitting by an elder bush and is milking milk out of the elder. Naturally, the minister’s wife was a witch, and she had sent her out to milk, but the minister knew nothing about this. The minister came from the field and saw this. “What’s that you’re sitting and doing here, my girl?” he says, “Who asked you to do this?” Her mother had, but now the cow couldn’t give any more milk, because now there came blood. Yes, she should continue as long as something came, if it was either blood or milk. Then she continued and then the cow died. It was supposedly a farmer’s cow here in the town. The minister got so upset about it, that he lost his health and died a little later. The elder stands in the parsonage even now, it stands a little apart in the western corner of the cabbage patch.", "keywords": {"keyword": ["alderwood", "blood", "butter", "cabbage patch", "cow", "daughter", "day", "death", "farm", "farmer", "field", "girl", "milk", "minister", "mother", "parsonage", "poor", "town", "tree", "west", "wife", "witch"]}, "etk_index": {"heading_danish": "Hekse og deres idrætter", "heading_english": "Witches and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}