{"publication_info": "DS_V_433", "full_name": "325 - 0.00 - DS_V_433", "informant_id": 325, "informant_last_name": "Andersen", "informant_first_name": "Niels Krist.", "informant_full_name": "Niels Krist. Andersen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 777, "name": "Flade, Mors", "display_name": "Flade, Mors (place recorded)"}, {"place_id": 960, "name": "Nandrup", "display_name": "Nandrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": null, "publication_info": "DS_V_421", "full_name": "0 - 0.00 - DS_V_421", "url": "data/stories/879.dfl"}, {"informant_id": 408, "publication_info": "DS_V_713", "full_name": "408 - 0.00 - DS_V_713", "url": "data/stories/721.dfl"}, {"informant_id": 537, "publication_info": "DS_V_715", "full_name": "537 - 0.00 - DS_V_715", "url": "data/stories/527.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Fru Ribert i Nanderup slog hendes kusk ihjel og forvarte ham i et hul ude i kjæret. Der sidder endnu en sten dernede, som man kan skyde op og ned; men den har aldrig været oppe. Den gamle Buchwaldt vilde have haft den op, men Lavst Ladefoged sagde nej, det vilde ikke bekomme ham godt, og så lod han den sidde, og ingen har siden rørt den. Hun havde også ombragt et lille barn ude i stalden, vil de påstå, og de troede, hun havde forvart det i den sten som i en kiste og så fået kusken til at kjøre det ud i kjæret, men da hun var angst, han ikke kunde dølge det med hende, rendte hun ham baglænds ud i hullet og puttede ham ned. A har gået i kjæret og stanget gjedder og stödt på den sten mange, mange gange; det lyder så hult. Den ligger östen for Nanderup i Jærnkilde. Hvert 7de år kommer hun kjørende langs gjennem laden og så omkring og ned ad gården. Da springer alle döre op. De har hørt det for ikke længe siden. Hun blev manet ned nede ved Vilsund, og hun kappedes med præsten til sundet, han oven over og hun i jorden, men han kom for sent og sagde så: \"Var det ikke Bjærgby sand og Sundby ler, skulde jeg nok have klaret mig.\"", "english_publication": "Madam Ribert in Nanderup killed her driver and tossed his body in a water hole out in the swamp. There is still a stone down there which one can slide up and down; but it has never been taken up. Old Buchwalt wanted to get it up, but Laust Ladefoged said no, it wouldn’t turn out well for him, and so he let it be, and nobody has touched it since. She had also killed a little child out in the barn, they claimed, and they believed that she had hidden it in that stone like a chest and then gotten the driver to drive it out to the swamp, but since she was afraid that he couldn’t keep her secret, she pushed him backwards into the water hole and drove him down too. I’ve gone about in the swamp and speared pike and run across that stone many many times; it sounds so hollow. It’s just a little east of Nanderup in Jærnkilde. Every seventh year she comes driving through the barn and then out and about and down along the farm. Then all the doors spring open. They heard it not too long ago. She was conjured down near Vilsund, and she raced the minister to the sound, him above ground and her under the ground, but he came too late and said: “If it hadn’t been Bjærgby sand and Sundby clay, I probably could have taken care of myself.”", "keywords": {"keyword": ["afraid", "barn", "belief", "body", "chest", "children", "clay", "conjuring", "door", "driver", "east", "farm", "hollow", "kill", "Laust Iadefoged", "minister", "old", "sand", "secrets", "seven", "sounds", "spring", "stone", "swamp", "water", "year"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}