{"publication_info": "DS_II_F_32", "full_name": "112 - 0.00 - DS_II_F_32", "informant_id": 112, "informant_last_name": "Jensen", "informant_first_name": "Niels Kristian", "informant_full_name": "Niels Kristian (Pilmanden) Jensen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": {"place_id": 170, "name": "Fredbjærg", "display_name": "Fredbjærg (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 449, "publication_info": "DS_II_F_2", "full_name": "449 - 0.00 - DS_II_F_2", "url": "data/stories/622.dfl"}, {"informant_id": 150, "publication_info": "DS_II_F_14", "full_name": "150 - 2.15 - DS_II_F_14", "url": "data/stories/62.dfl"}, {"informant_id": 456, "publication_info": "DS_II_F_7", "full_name": "456 - 0.00 - DS_II_F_7", "url": "data/stories/443.dfl"}, {"informant_id": 238, "publication_info": "DS_II_F_1", "full_name": "238 - 0.00 - DS_II_F_1", "url": "data/stories/538.dfl"}, {"informant_id": 485, "publication_info": "DS_II_F_35", "full_name": "485 - 0.00 - DS_II_F_35", "url": "data/stories/448.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Der var en mand og en karl, som gik i heden og grov torv ved siden af kjæret. Så siger manden til karlen: \"Vi vil have os en ordentlig sövn i dag, for det tilkommer törvegravere.\" Den mand han var meget uvenner med hans nabo. Denne havde et føløg, som stod med sit føl i nærheden. Som de nu har lagt dem til at sove, så rejser manden sig op og går hans vej, men karlen lægger mærke til, at manden blev henne. Han troede, at han var gået hen at arbejde, men så ser han, at der kommer en helvedes stor ulv, og den springer på føllet. Så tænkte karlen: \"Da var det dog sörgeligt, skulde den nu gå hen og splitte mandens føl ad.\" Dermed griber han hans lyngle og vil hen og redde føllet, men ved det han kommer, så river ulven struben ud af føllet, og han fik nok ulven jaget derfra, men føllet var jo død. Karlen havde så ondt af det og gik og så sig om, og manden var henne, og ingen var at se. Han tænkte på at gå hen til manden og sige ham, at føllet var ødt. Men imidlertid ser han, at manden, han grov törv med, kom op fra den venstre side af bakken, hvor de havde lagt dem. \"Hvor har I været henne?\" siger karlen. \"Tu a har været for mig selv på den anden side.\" — \"Nej,\" siger karlen, \"det er lögn, og du er en varulv og en djævel, og a er vidne til, at du har split mandens føl ad.\" Lige så snart det er åbenbart, så kan de ikke blive det mere, siger sagnet.", "english_publication": "There was a man and a farmhand who were out on the heath and digging peat besides the swamp. Then the man says to the farmhand: “Let's take a real nap today, because peat diggers are allowed that.” This man had become enemies with his neighbor. That guy had an old mare nag which stood with her foal nearby. So now after they’ve lain down to sleep, the man gets up and walks away, but the farmhand notices that the man has gone. He thought that he’d gone off to work, but then he sees that one hell of a big wolf is coming, and it jumps up on the foal. Then the farmhand thought: “That would be a real shame, if it’s going to go and tear the man’s foal apart.” With that he grabs his scythe and wants to go and save the foal, but as soon as he gets there, the wolf rips the throat out of the foal, and he chases the wolf away, but the foal was dead. The farmhand was really sad about this and went and looked about and the man was gone and there was nobody to see. He thought about going over to the other man to tell him that the foal was dead. But in the meantime he sees that the man he’d been digging peat with comes up from the left side of the hill, where they had lain down. “Where’ve you been?” says the farmhand. “I’ve been alone on the other side by myself.” “No you haven’t” says the farmhand, “That’s a lie, and you’re a werewolf and a devil and I’m a witness that you tore the man’s foal apart.” Just as soon as it's revealed, then they can’t become it anymore, says the legend.", "keywords": {"keyword": ["allow", "chase", "death", "devil", "digging", "enemy", "farmhand", "foal", "heath", "hell", "hill", "legend", "mare", "nag", "nap", "neighbor", "old", "peat", "scythe", "shame", "sleep", "swamp", "throat", "today", "werewolf", "witness", "wolf", "work"]}, "etk_index": {"heading_danish": "Varulve og marer", "heading_english": "Werewolves and nightmares"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}}