{"publication_info": "DS_IV_1121", "full_name": "480 - 0.00 - DS_IV_1121", "informant_id": 480, "informant_last_name": "Møller", "informant_first_name": "Niels Kr.", "informant_full_name": "Seminarist Niels Kr. Møller", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": {"place_id": 773, "name": "Fårup", "display_name": "Fårup (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 90, "publication_info": "DS_IV_988", "full_name": "90 - 1.06 - DS_IV_988", "url": "data/stories/329.dfl"}, {"informant_id": 205, "publication_info": "DS_IV_1120", "full_name": "205 - 0.00 - DS_IV_1120", "url": "data/stories/567.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1134", "full_name": "241 - 1.07 - DS_IV_1134", "url": "data/stories/148.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1052", "full_name": "241 - 2.09 - DS_IV_1052", "url": "data/stories/159.dfl"}, {"informant_id": 241, "publication_info": "DSnr_IV_574", "full_name": "241 - 4.19 - DSnr_IV_574", "url": "data/stories/191.dfl"}, {"informant_id": 241, "publication_info": "DSnr_V_539b", "full_name": "241 - 4.26 - DSnr_V_539b", "url": "data/stories/198.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "En præst havde for skik hver aften at gå i kirken og holde messe, men det var konen meget imod, hvorfor hun fik deres karl overtalt til at afskrække præsten fra at gå der op. \"Er du et menneske, så tal, er du en djævel, så fly!\" Karlen blev herved så bange, at han løb sin vej, men præstekonen listede ham dog til at prøve det endnu en gang. Næste aften, som præsten atter gik til kirken, kom karlen i en oksehud og stillede sig i en oprejst stilling ved kirkedören, men da præsten kom ud og så ham, begyndte han at mane ham i stedet for at blive bange for ham. Da nu karlen næsten var kommet helt ned, sagde han: \"Fåer, fåer, de æ mæ.\" Præsten, som nu kjendte ham, blev meget kjed heraf, men kunde ikke mane ham tilbage igjen, dog bad han for hans sjæl, hvorpå han kom helt ned. Præsten fik nu lov til uhindret at gå til kirken og holde sin messe om aftenen.", "english_publication": "A minister had the habit of going up to the church every night and holding services, but his wife was really against this, so she convinced their farmhand to frighten the minister from going up there. “If you are a human, then speak, if you are a devil, then flee!” The farmhand got so scared by this that he ran away, but the minister’s wife convinced him to try it again. The next night when the minister went to the church again, the farmhand showed up in an ox hide and stood upright in the door of the church, but when the minister came out and saw him he began to conjure him down at the place instead of being frightened by him. Now when the farmhand had almost been conjured completely down, he said “Father, Father, it's me.” The minister, who now recognized him, became quite saddened by this, but he couldn’t conjure him back again, but he prayed for his soul at which point he sank completely down. The minister was now allowed to go unhindered to the church and hold his services at night.", "keywords": {"keyword": ["allow", "church", "conjuring", "devil", "door", "farmhand", "father", "minister", "night", "ox", "prayer", "skin", "soul", "wife"]}, "etk_index": {"heading_danish": "Præster", "heading_english": "Ministers"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}