{"publication_info": "DS_V_730", "full_name": "459 - 0.00 - DS_V_730", "informant_id": 459, "informant_last_name": "Lund", "informant_first_name": "Niels Johannes", "informant_full_name": "Niels Johannes Lund", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 37, "name": "Astrup", "display_name": "Astrup (place recorded)"}, {"place_id": 579, "name": "Spentrup", "display_name": "Spentrup (place mentioned)"}, {"place_id": 942, "name": "Gassum", "display_name": "Gassum (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "DS_V_810", "full_name": "235 - 1.07 - DS_V_810", "url": "data/stories/226.dfl"}, {"informant_id": 235, "publication_info": "JAH_V_612", "full_name": "235 - 1.27 - JAH_V_612", "url": "data/stories/247.dfl"}, {"informant_id": 111, "publication_info": "DS_V_733", "full_name": "111 - 0.00 - DS_V_733", "url": "data/stories/740.dfl"}, {"informant_id": 574, "publication_info": "DS_V_744", "full_name": "574 - 0.00 - DS_V_744", "url": "data/stories/882.dfl"}, {"informant_id": null, "publication_info": "DS_V_714", "full_name": "0 - 0.00 - DS_V_714", "url": "data/stories/881.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Den gamle Blicher i Spentrup var en gang kjørt til en gård i Gassum, hvor folkene hverken kunde spinde eller udrette huslig gjerning uden at blive forstyrret. Det trak også dynen af dem om natten. Derfor anmodede de pastor Blicher om at mane spøgelset, og han lovede det, men sagde, at de skulde ingen ting bryde dem om, för han kom. Hans karl, Kristen, skulde kjøre for ham, og han sagde til ham, at han ikke måtte kjøre tilbage, för han kom og slog ham på skulderen med de ord: Kjør nu i Jesu navn. Kusken sad på vognen og hørte noget, der hylede i gården. Så kom der noget og satte sig op og sagde: \"Kjør nu, Kristen\". Men han kjørte ikke. Anden gang og tredje gang. Da kom præsten og sagde de rette ord. Da de nu kjørte hjem, kom de forbi Kjellerup mølle, og der er en stor bakke. \"Du pisker så stærkt på hestene,\" siger præsten. Ja, de kunde ikke trække vognen. \"Tag så det frahånds hjul af.\" Da de kom ind i gården, siger præsten igjen: \"Vær mig nu tro, bitte Kristen. Spænd du nu fra og gå så ind og i din seng.\" Men da Kristen kom i seng, vilde han op og se efter, for der blev sådan en hylen og spektakel der ude. Da tog det ovret af laden og satte nok så pænt ned ved siden af. Næste morgen sagde præsten: \"Det kunde vi have været fri for, Kristen, når du havde lyd mig.\"", "english_publication": "Old Blicher from Spentrup had driven to a farm in Gassum once where the people could neither spin nor take care of household work without being disturbed by a ghost. It also pulled the comforters off of them at night. Therefore they asked pastor Blicher to conjure the ghost, and he promised he’d do that, but he said that they shouldn’t worry about anything before he came. His farmhand, Kristen, was supposed to drive for him, and he said to him that he couldn’t drive back until he came and hit him on the shoulder with the words: “Drive now in Jesus’s name.” The driver sat on the wagon and heard something that howled in the farm. Then something came and sat in the wagon and said: “Drive now, Kristen.” But he didn’t drive. A second time and a third time. Then the minister came and said the right words. Now while they drove home, they came past Kjellerup mill and there is a big hill there. “You’re whipping the horses so hard,” says the minister. Well, they couldn’t pull the wagon. “Take the back wheel off then.” When they got into the parsonage, the minister says again: “Be faithful to me now, little Kristen. Uncouple the horses and then go in and go to bed.” But when Kristen got into bed, he wanted to get up and see, since there was a great howling and row out there. Then it took the roof off of the barn and set it down squarely beside it. The next morning the minister said: “We could have avoided that, Kristen, if you had listened to me.”", "keywords": {"keyword": ["barn", "bed", "comforter", "conjuring", "disturbed", "driver", "farm", "farmhand", "ghost", "hill", "home", "horse", "Jesus", "Kristen", "mill", "minister", "morning", "name", "night", "Old Blicher", "parsonage", "Pastor Blicher", "roof", "shoulder", "wagon", "wheel", "whip", "work"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}