{"publication_info": "DS_V_1002", "full_name": "182 - 0.00 - DS_V_1002", "informant_id": 182, "informant_last_name": "Madsen", "informant_first_name": "Niels", "informant_full_name": "Niels Madsen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 93, "name": "Bratten", "display_name": "Bratten (place recorded)"}, {"place_id": 36, "name": "Aså", "display_name": "Aså (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_V_975", "full_name": "241 - 1.08 - DS_V_975", "url": "data/stories/149.dfl"}, {"informant_id": 191, "publication_info": "DS_V_1007", "full_name": "191 - 0.00 - DS_V_1007", "url": "data/stories/502.dfl"}, {"informant_id": 377, "publication_info": "DS_V_1016", "full_name": "377 - 0.00 - DS_V_1016", "url": "data/stories/647.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Der var en gammel byhöwr i byen Aså, og han fik da hans lön så længe som han levede. Der, som han havde haft hans opholdssted, der gik han til, efter at han var død, og stod og krattede i en stolpe i fæhuset. Det sted kom der en skjøddesløs knægt at tjene. Så siger de andre, at han skulde da ikke gå ud om natten ved den og den tid, for da korn höwren. \"Da vilde a gjærne snakke med ham,\" siger den her knægt. Han går ud, og da var hyrden der. \"Hvad gjör du her?\" sagde knægten så meget frit til ham. \"A leder om en 24-skilling.\" Så gik han derfra og langt ud på heden og satte sig på en sten. Drengen gik bag efter. \"Hvad sidder du her efter?\" — \"Her er min lön.\" Drengen gik nu hjem, og anden dagen gik han ud til stolpen i fæhuset. Der var en splitte i den, og der kratter han 24-skillingen ud af. \"Så må der vel også være noget at tage vare ved den sten,\" tænkte han. Han havde nu lagt mærke til, hvorhen stenen var, og så gik han ud til den en dag og vilde se efter. Han kratter til side under den og finder et stöthoseskaft, og deri var en hel del sølvpenge, en del tiskillinger, der var brugte og gik for marker og prægede som 12-skillinger, og rigsorter og tomarker og seksskillinger, ene småpenge, men der var mange. Han tog hoseskaftet med sig og gjemte pengene, og da han blev føer, kjöbte han sig en gård og blev en rig mand af Aså Höwres penge. Siden så de ikke det gjenfærd.", "english_publication": "There was an old town herdsman in the town Aså who got his pay as long as he lived. There where he'd stayed, that's where he visited after he died, and he stood and scraped at a post in the barn. A careless lad got work there. Then the others told him that he shouldn't go out at such and such a time because that was when the herdsman came. \"Well, I really want to talk to him,\" said this here lad. He goes out and the herdsman was there. \"What are you doing here?\" the lad said quite freely to him. \"I'm looking for a twenty-four shilling piece.\" Then he went off and sat down on a rock way out on the heath. The boy followed behind him. \"What are you sitting here for?\" -- \"Here is where my pay is.\" The boy went home now, and the next day he went out to the post in the barn. There was a split in it, and a twenty-four shilling piece tumbled out of that. \"Well, then there must also be something to look for out by that stone,\" he thought. He had made a note of where the stone was, and then he went out to it one day and wanted to look around. He digs a bit underneath it and finds a sock and inside it was a whole lot of silver coins, several ten shilling pieces, that were used and considered as marks and stamped as twelve shilling pieces, and rigsorter (royal pieces) and two mark pieces and six shilling pieces, and some small change, but there was a lot. He took the sock with him and hid the money, and when he was free he bought himself a farm and became a rich man from the Aså herdsman's money. And since then they didn't see the revenant.", "keywords": {"keyword": ["barn", "boy", "coins", "day", "death", "digging", "farm", "free", "heath", "herdsman", "home", "lad", "lazy", "money", "old", "post", "revenant", "rich", "royal", "shilling", "silver", "sock", "stone", "town", "work"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}