{"publication_info": "DS_VI_1270", "full_name": "150 - 3.12 - DS_VI_1270", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 3.12, "fieldtrip": "May 1888", "fieldtrip_start_date": "1888-05-02", "fieldtrip_end_date": "1888-05-09", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 200, "name": "Gravlev", "display_name": "Gravlev (place mentioned)"}, {"place_id": 493, "name": "Rold skov", "display_name": "Rold skov (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 446, "publication_info": "DS_VII_336", "full_name": "446 - 0.00 - DS_VII_336", "url": "data/stories/478.dfl"}, {"informant_id": 541, "publication_info": "DS_V_1111", "full_name": "541 - 0.00 - DS_V_1111", "url": "data/stories/719.dfl"}, {"informant_id": 90, "publication_info": "DS_VI_1271", "full_name": "90 - 3.09 - DS_VI_1271", "url": "data/stories/363.dfl"}]}, "fielddiary_page_start": "4095a", "fielddiary_page_end": "4095a", "bibliographic_info": null, "bibliography_references": null, "annotation": "Second sight is not only reserved for the physically disabled in Jens's legends. Here, the unwitting poacher gets a magical seed in his shoes and acquires second sight. In this story, he witnesses the witches churning butter, no doubt from the cream of all the cows in the parish. Numerous stories attest to the magical qualities of bregnefrø [bracken seed] harvested on a liminal night, generally the night of the witches' ride to the sabbath (Valborg or St. Hans eve) (AMJ 3.09). Part of the magic resides in the fact that bracken, as ferns, do not produce seeds but rather spores. Consequently bracken seeds, a biological impossibility, would necessarily be magical.", "danish_manuscript": "En Krybskytte rendte en Gang her inde i Sko-\nven, Rold Skov, og h. havde faaet noget i\nhans Sko og da h. kom ned til Katkjelde\nved Gravlev i Kjæret, der sad Heksene \nog kjærnede, det kunde h. se ved det h.\nhavde dh. Brægnefrø i hans Sko. Det\nblomsterer og bærer Frø i to Timer, og det\nvar St. Hans aften. H. skød vist nok ind\nimellem dem.", "english_manuscript": "At one time there was a poacher running about here in the forest, Rold forest, and he'd gotten something in his shoe. When he got down to the marsh by Katkjelde near Gravlev in the marsh, the witches were sitting there churning, he could see that, since he'd gotten this bracken seed in his shoe. They bloom and produce seed for just two hours, that was Skt. Hans eve. I suppose he shot at them.", "danish_publication": "En krybskytte rendte en gang her inde i Rold skov, og han havde fået noget i hans sko. Da han kom ned i kjæret til Katkjelde ved Gravlev, sad heksene der og kjærnede, det kunde han se, ved det han havde fået dether bregnefrø i hans sko, og han skød vist nok ind imellem dem. De blomstrer sankt Hans aften og bære frø den samme nat blot i to timer.", "english_publication": "A poacher ran once here in Rold forest and he’d gotten something in his shoe. When he got down to the marsh by Katkjelde (Cat's well) near Gravlev, the witches were sitting there churning, he could see that, since he’d gotten this bracken seed in his shoe, and I suppose he shot at them. On Saint Hans eve they bloom and produce seed the same night for only two hours.", "keywords": {"keyword": ["churn", "forest", "hans", "marsh", "night", "seeds", "shoe", "shooting", "witch"]}, "etk_index": {"heading_danish": "Kloge mænd og koner og deres bedrifter", "heading_english": "Cunning men and women and their activities"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}