{"publication_info": "DS_II_B_48", "full_name": "558 - 0.00 - DS_II_B_48", "informant_id": 558, "informant_last_name": "Pedersen", "informant_first_name": "Niels", "informant_full_name": "Niels Pedersen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": {"place_id": 880, "name": "Stjær", "display_name": "Stjær (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "DS_II_B_90", "full_name": "235 - 1.55 - DS_II_B_90", "url": "data/stories/275.dfl"}, {"informant_id": 467, "publication_info": "DS_II_B_214", "full_name": "467 - 0.00 - DS_II_B_214", "url": "data/stories/781.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "En mand, der var bleven i fodertrang, havde en nisse, men det var af de unge nisser, der ikke var rigtig lært. Han og karlen var gode venner og kunde så godt følges ad. Så skulde de hen at stjæle foder og kom ind i en lade. Nissen tog så meget både uden al ende og tal, og så gik de. Da de havde gået et stykke, siger karlen: \"Skal vi ikke hvile?\" Hvad det var? Ja, det skulde han vise ham, og så satte han sig ned. Da de havde siddet lidt, siger nissen, at dersom han havde vidst, der var noget, som kaldtes at hvile sig, så skulde det have været til gården, alt hvad der var i laden.", "english_publication": "A man who was in need of fodder had a nisse, but it was one of those young nisser, who hadn’t really learned that much yet. He and the farmhand were good friends and would accompany each other all the time. Then one time they were to go steal fodder and they came to a barn. The nisse took far beyond all measure and then they left. After they had gone a little ways, the farmhand says: “Shouldn’t we take a rest?” What’s that? Well, he’d show him, and then he sat down. After they’d sat a while, the nisse says that if he’d known that there was something called to take a rest, then he’d have brought everything that was in the barn back to the farm.", "keywords": {"keyword": ["barn", "farm", "farmhand", "fodder", "friend", "learning", "nisse", "rest", "theft", "young"]}, "etk_index": {"heading_danish": "Nisser", "heading_english": "Household spirits"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}