{"publication_info": "JAH_II_256", "full_name": "150 - 3.13 - JAH_II_256", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 3.13, "fieldtrip": "May 1888", "fieldtrip_start_date": "1888-05-02", "fieldtrip_end_date": "1888-05-09", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 1067, "name": "Vester Hornum", "display_name": "Vester Hornum (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "JAH_II_271", "full_name": "150 - 3.14 - JAH_II_271", "url": "data/stories/77.dfl"}, {"informant_id": null, "publication_info": "JAH_II_253", "full_name": "0 - 0.00 - JAH_II_253", "url": "data/stories/904.dfl"}, {"informant_id": 212, "publication_info": "JAH_II_254", "full_name": "212 - 0.00 - JAH_II_254", "url": "data/stories/905.dfl"}, {"informant_id": 567, "publication_info": "JAH_II_255", "full_name": "567 - 0.00 - JAH_II_255", "url": "data/stories/906.dfl"}, {"informant_id": 241, "publication_info": "JAT_II_56", "full_name": "241 - 2.05 - JAT_II_56", "url": "data/stories/155.dfl"}]}, "fielddiary_page_start": "4095a", "fielddiary_page_end": "4096b", "bibliographic_info": "Nørgård, Roesdahl et. al. 1986.\nBlicher 1817.\nStevnsborg 1983.", "bibliography_references": {"reference": [{"display_string": "[Book] Nørgaard, Felix, Roesdahl, Else, Skovmand, Roar. 1986. <i>Aggersborg gennem 1000 år fra vikingeborg til slægtsgård</i>. Herning: Poul Kristensen."}, {"display_string": "[Book] Blicher, Niels. 1817. <i>Barnemorderen og Selvmorderen Chr. Speitzer's Levnet og gyselige Endeligt, tilligemed en Sørgetale og en Elegie i den Anledning og nogle Betragtninger over Selvmord. Aarhuus 1817</i>. Århus: s.n."}, {"display_string": "[Article] Stevnsborg, Henrik. 1983. Af usikkert kan ikke komme sikkert : Evald Tang Kristensens sagnoptagelser om konflikten mellem herremænd og bonde. Vol. 29 of <i>Fortid og nutid</i>, 375-408."}]}, "annotation": "Jens's story of the brutality of a manor lord resonates with many other similar stories of overly cruel manor lords and the response of tenants to their demands and punishments. Among the reforms that came with the constitution in 1849 was a prohibition on the use of corporal punishment on tenants. \n\n     In this story, the capricious nature of Speitzer's punishments and the harsh demands of villeinage lead to the peasants' assault on him. Unlike other stories of cruel manor lords, the punishment in Jens's story does not take a supernatural form, such as being carried away by the devil  (JPP 2.05), a motif that does appear in other variants describing Speitzer's death (JAH II 254). Instead, the punishment is utterly of this world and verges on being a small scale peasant revolt. The story of Speitzer's beating is also mentioned in other stories (JAH II 254 and 255), and in their description, they emphasize that the assailants crushed Speitzer's right hand between two stones. \n\n     Jens's story about Speitzer is more elaborate than many other variants. He expands the story to include the apparent escape of at least one of the assailants. The little child nearly reveals the hiding place of the hidden assailant, but the child's speech is confusing enough that the scouts do not discover him. Hiding the assailant suggests a conspiracy among the peasants to protect their own against a fundamentally unjust system. The unjustness of the manor farm system, of course, lay at the root of the constitutional reforms of 1849; this story stands in part as one about the \"bad old days,\" and the resourcefulness of the peasants in the face of that system.\n\n     In the second part of the story, Jens returns his focus to Speitzer, and relates another incident that emphasizes Speitzer's arrogance and his cruelty. His refusal to confess to the minister underscores his unwillingness to be part of the (human) community. The lecherous manor lord is a motif found in other stories of cruel manor lords as well (PJ 2.01).\n\n     Other stories suggest that Speitzer owned Aggersborggård, Vår and Ørndrup. These three large holdings form a triangle with Aggersborggård in the northwest, Vår twelve kilometers to the east, and Ørndrup seventeen kilometers to the south. Ørndrup is approximately twenty-four kilometers west of Ersted. When Speitzer offers one of the farms to Per Skytte, it is implicit that it is one of these three farms. Early records indicate that the Speitzer family owned Aggersborggård during that period, and that Mads Speitzer was the oldest son of Christen Madsen Speitzer (d. 2.5.1767) and Anna Margrethe Lund. Tang Kristensen normalizes the spelling from Speisser in the manuscript to Speitzer in the published version, basing his spelling on other stories about the manor lord.", "danish_manuscript": "En der Per Skytte og Kræn Gatten de sprakede\nSpeisser[s] alle hans Sideben i Stykker. H.\nvar s. slem til at banke hans Hovfolk. S. \nhavde h. banket en stor Dreng. Broder til\ndh. Kr. G. Dagen før. Kræn Hornum fra\nVester Hornum har fortalt, at h. saa det.\nDagen efter da Kr. G. var til Hove og de gik\nog rev og havde ophøstet, da [og] holdt h. sig\nnoget tilbage for det Speisser skulde kom\nnu hem til ham. Det var saadan i en Lavning\n\n4095B\nS. kommer Sp. og s. Hør Kristen du kan vel\nslaa mig en Nist Ild. S. sp. ham om: Du \nskal have Fanden, hvad var det du gjorde\nmed min Broder i gaar. S. begyndte h.\nog hødte ad ham med Kjæppen og sagde: Ja\ndu kan faa noget med god Karl. S. sprang\nh. paa ham, men s. kunde h. ikke vælte ham\nog s. kom dh. Per Skytte, og s. s. h. Er du\nen brav Karl s. hjælper du nu mig. Nej\nhjælp du mig, sagde Sp. s. vil jeg give\ndig min ene Herregrd. Luen var kommen \naf ham og h. var [bleven] skaldhovedet\ndet var Sp. Ja a skal hjælpe dig s.\nP. Sk. og s. hug h. Riven ned i Hovedet af\nham te Blodet det strittede lige ud af\nham og s. hug de ham om Kuld og s. stod\nde [ham] ved hver Side af ham og sparkede\nham begge to ind i Siden og grøttede alle\nhans Sideben og s. troede de nu var h.\ndød dg. h. vilde ikke røre sig længere.\nS. rendte de, men s. lettede h. Hovedet \nlige i Vejret. Har du ikke faaet nok end\nnu, da skal du endda faa nu og s. toge de\nen Sten og lagde hans højre Haand paa og\nen anden Sten og grøttede hans Haand paa\nog s. tog de hver en [Sten] Hest og red deres Vej.\nS. kom der Spejdere ud at skulle have fun\n\n4096A\ndet dem og de kom ogsaa s. nær at de kom \ntil et Sted hvor den ene af dem var, det\nvar nok Skytten. Der havde de et bitte\nBarn der gik paa Gulvet og da de nu kom\nder at søge, s. jog de ham ind i Klæde-\nskab. S. s. dh. bitte Barn: Manden i \nKav[v]e, Manden i Kave. S. tog Moderen\nBarnet og ud af Vejen med det og de\nfandt ham ikke. S. tog de op ad Hol-\nsten og kom da fra det. Skytten kom\nnok til at bo i Fyn sagde de. S. hente-\nde de Præsten til dh. Sp. ellers ogsaa h. kom\nselv. S. s. h. Ja jeg har nok sagt dem\ndet Sp. Har De nu noget paa Sam-\nvittigheden, s. bekjend det for mig, for\nDe kommer nok ikke fra det. Nej jeg bekjen\nder for min Gud i Himlen og ikke for\nDem. H. kom sig dog nok igien, og s..\nrejste h. derfra og sagde Gaarden Farvel\nrejste anden Steds hen. Men hans højre\nHaand blev aldrig rask mere. Hans højre\nHaand havde h. mist, s. h. men Helvede\nhavde h. tjente. Madammen vilde s. gjærne\nh. skulde have død, men det kunde ikke blive\ntil noget.... Naar h. kaldte paa hende eller paa\nJfru, og de kom ikke, saa maatte h. til sidst\nkalde paa hans Husholderkse, som h. laa og \nhækkede Bæst\n\n4096B\nhækkede med, og vilde ingen anden komme\ns. kom hun. Kristen Hornum sagde at\nBlodet løb af ham over en halv Ager\nfor det var et Bæst s. tyk og s. stærk\nden Sp. Det var en G, de havde lagt\ndem alle Hovfolkene og laa og sov og troede\nikke, h. havde kommet, men s. kom h. og\nh. sagde ingen Ting til dem men begynd\nte at prygle løs paa dem og det blev h. \nved med, til de havde faaet alle sammen.\nS. var der en der sagde Det plejer al Tid\nat lysne før det tordner, men denher\ng. tordnede det, før det lysnede.", "english_manuscript": "Per Skytte and Kræn Gatten broke all Speisser’s ribs. He was really bad about beating his tenants. The day before he’d beaten a big boy who was the brother of Kræn Gatten. Kræn Hornum from Vester-Hornum said that he saw it. The next day, when Kræn Gatten was at the farm doing his villeinage, and they were raking and they’d finished harvesting, he stayed back a little bit, so that Speisser would come over to him. It was down in a little depression in the field. Then Speisser comes over and says, “Listen, Kræsten, can you give me a light?” Then he asked him, “I’ll give you hell. What did you do to my brother yesterday?” He began to lash out at him with his staff and said, “Yeah, you can get some too, my good man.” Then he [Kristen] jumped on him but he couldn’t knock him over and then along comes Per Skytte and he [Kræn Gatten] says, “If you’re a brave guy, then you’ll help me.” – “No, help me,” said Speisser, “then I’ll give you one of my manor farms.” His hat had come off and he was bald, Speisser was. “OK, I’ll help you,” says Per Skytte and he smashed his rake down on his head, so that blood poured out of him, and then they knocked him out cold and then they stood on either side of him and kicked him on both sides and broke all his ribs. And when he stopped moving, they thought that he was dead. Then they ran off, but at that moment he lifted his head. “Haven’t you had enough yet? We’ll give you some more,” and they took a stone and put his right hand on it and took another stone and smashed his hand with it. Then they each took a horse and rode off. \n    Then scouts were sent out to find them. They also got so close to them, they came to a place where one of them was, it was probably Skytten. They had a little baby, who was crawling about on the floor, and when they came in there to search, they put him into a closet. Then this little child says, “Man in the cave, man in the cave,” The mother grabbed the child and got it out of the way, so they didn’t find him. Then they went up to Holsten and got away. They say that Skytten later wound up living on Funen.\n     Then they sent for the minister for this Speisser, or perhaps he came by himself. Then he says, “I’ve told you before Speisser, if you’ve got anything on your conscience, tell me, because you’ll probably not survive.” – “No, I’ll confess only to my God in Heaven, and not to you.” But he got better and then he said goodbye to the farm and traveled off to some place else. But his right hand never got better. He’d lost his right hand, he said, but he’d deserved Hell. The madam wanted so badly for him to die, but it didn’t happen. When he called for her, or for the mistress and they didn’t come, then he’d finally have to call for the cleaning woman with whom he’d lie and have sex with, and if nobody else would come, she would.\n     Kirsten Hornum said that blood poured out of him for more than half an acre, since he was a beast, so fat and so strong, that Speisser.\n     One time, all the peasants were all lying around sleeping, they didn’t think he’d come. But then he came and he didn’t say anything to them, but started to thrash them, and he continued to do so until they’d all gotten some. Then one of them said, “Usually lightning comes before thunder, but this time it thundered before the lightning.”", "danish_publication": "Speitzer var så slem til at banke hans hovfolk. Så havde han en dag banket en stor dreng. Det var broder til Kræn Gatten. Kram Hornum fra Vester-Hornum har fortalt, at han så det. Dagen efter, da Kræn Gatten var til hove, og de havde ophöstet og gik og rev, holdt han sig noget tilbage, for det Speitzer skulde komme hen til ham. Det var sådan i en lavning. Sa kommer Speitzer og siger:\n\"Hør, Kristen, du kan vel slå mig en nist ild.\" — \"Du skal have Fanden, hvad var det du gjorde ved min broder i går?\" Han begyndte da at høde ad ham med kjæppen og sagde: \"Ja, du kan få noget med, god karl.\" Så sprang Kristen på ham, men han kunde ikke vælte ham, for det var et bæst så tykt og så stærkt, denher Speitzer. I det samme kommer Per Skytte til. Så siger Kræ Gatten: \"Er du en brav karl, sa hjælper du nu mig!\" — \"Nej, hjælp du mig,\" sagde Speitzer, \"så vil jeg give dig min ene herregård.\" — \"Ja, a skal hjælpe dig,\" sagde Per Skytte. Luen var kommen af Speitzer, og han var skaldhovedet, og så hug Per riven ned i hovedet af ham, te blodet det strittede lige ud af ham, og så hug de ham om kuld og stod ved hver side af ham og sparkede ham begge to ind i siden og gröttede alle hans sideben. Så troede de nu, han var død, den gang han vilde ikke røre sig længere, og så rendte de. Men i det samme lettede han hovedet lige i vejret. \"Har du ikke fået nok endnu,\" siger de, \"da skal du endda få,\" og så tog de en sten og lagde hans höjre hånd på og tog en anden sten og gröttede handen med på stenen. Dernæst tog de hver en hest og red deres vej.\n     Så blev der sendt spejdere ud for at skulle have dem fundet. De kom også så nær til dem, at de kom til et sted, hvor den ene af dem var. Det var nok Skytten. Så jog de ham ind i et klædeskab. De havde et bitte barn, der gik på gulvet, og da spejderne nu kom derind at søge, så gik dether bitte barn og sagde: \"Mand i kave, mand i kave.\"   Men de forstod det ikke rigtig, og moderen tog barnet og løb ud af vejen med det, så de fandt ham ikke. Flygtningerne tog op ad Holsten og kom da fra det. Skytten kom siden til at bo i Fyen, sagde de.\n     Men nu var det Speitzer, vi skulde høre om. Præsten kom til ham, eller også der blev sendt bud efter ham, og han sagde: \"Ja, jeg har nok sagt Dem det, Speitzer. Har De nu noget på samvittigheden, så bekjend det for mig, for De kommer nok ikke fra det?\" — \"Nej, jeg bekjender for min Gud i Himlen og ikke for Dem.\" Han kom sig dog nok igjen, men hans höjre hånd blev aldrig rask mere. Hans höjre hånd havde han mist, sagde man, men Helvede havde han tjent. Så sagde han gården farvel og rejste anden steds hen. Madammen vilde så gjærne, han skulde have død, men det kunde nu ikke blive til noget. Når han kaldte på hende eller på jomfruen, og de kom ikke, så måtte han til sidst kalde på hans husholderske, som han lå og hækkede med, og vilde ingen anden komme, så kom hun.\n     Kristen Hornum sagde, at blodet løb af ham over en halv ager, da han skulde føres hjem.\n     En gang havde alle hovfolkene lagt sig til at sove, for de troede ikke, han kom. Men så var han ved dem, inden de tænkte et ord af, han sagde ingen ting til dem, men begyndte at prygle løs på dem, og det blev han ved med, til de havde fået noget alle sammen. Så var der en, der sagde: \"Det plejer altid at lysne, för det tordner, men denne gang tordnede det, för det lysnede.\"", "english_publication": "Speitzer was really bad about beating his tenants. Then one day he’d beaten a big boy. He was the brother of Kræn Gatten. Kræn Hornum from Vester Hornum said that he saw it. The next day, when Kræn Gatten was at the farm doing his villeinage, and they’d harvested and they were raking, he stayed back a little bit, so that Speitzer would come over to him. It was down in a little depression. Then Speitzer comes over and says, “Listen, Kræsten, can you give me a light?” – “The devil should take you, what did you do to my brother yesterday?” He began to lash out at him with his staff and said, “Yeah, you can get some too, good buddy.” Then Kristen jumped on him but he couldn’t knock him over, since he was a fat, strong beast this here Speitzer. At that moment, Per Skytte [Rifleman Per] arrives. Then Kræn Gatten says, “If you’re a brave guy, then you’ll help me.” – “No, help me,” said Speitzer, “then I’ll give you my manor farm.” – “OK, I’ll help you,” says Per Skytte. Speitzer’s hat had come off, and he was bald, and Per smashed his rake down on his head, so that blood poured out of him, and then they knocked him out cold and stood on either side of him and kicked him on both sides and broke all his ribs. Now they thought that Speitzer was dead when he stopped moving and then they started to run off. But at the same time he lifted his head. “Haven’t you had enough yet?” they said, “you’ll get some more,” and so they took a stone and put his right hand on it and took another stone and smashed his hand with it. After that they each took a horse and rode off. \n    Then scouts were sent out to find them. They also came close to them, they came to a place where one of them was. It was probably Per Skytte. Then the family where he was hiding put him into a closet. They had a little baby, who was on the floor, and when the scouts came in there to search, the little child goes and says, “Man in the cave, man in the cave,” but they didn’t really understand and the mother took the child and got it out of the way, so they didn’t find him. The fugitives went up to Holsten and got away that way. They say that Per Skytte later wound up living on Funen.\n     But now it's Speitzer that we were supposed to hear about. The minister came to him, or maybe they send someone to get him, and he said, “I’ve told you before Speitzer. If you’ve got anything on your conscience, tell me, because you’ll probably not survive.” – “No, I’ll confess only to my God in Heaven, and not to you.” He got better but his right hand was never healthy again. He’d lost his right hand, they said, but he’d deserved Hell. Then he said goodbye to the farm and traveled off to some place else. The madam wanted so badly for him to die, but it didn’t happen. When he called for his wife, or for the young lady at the manor and they didn’t come, then he’d finally have to call for the cleaning woman whom he’d have sex with, and if nobody else would come, she would.\n     Kirsten Hornum said that blood poured out of him and covered more than half a field when he was carried home. \n     One time, all the servants had gone off to sleep, because they didn’t think he’d come. But then he was upon them before they knew it, and he didn’t say anything to them, he just began to lash them, and he continued to do so until they’d all gotten some. Then one of them said, “Usually the lightning comes before the thunder, but this time the thunder came before the lightning.”", "keywords": {"keyword": ["baby", "beast", "blood", "boy", "bravery", "brother", "cave", "children", "closet", "cold", "confession", "day", "death", "devil", "farm", "fat", "floor", "god", "harvest", "hat", "heaven", "hell", "home", "horse", "Kirsten", "Kristen", "Kræn Gatten", "Kræn Hornum", "Kræsten", "manor farm", "minister", "mistress", "mother", "Per", "Per Skytte", "rake", "riding", "servant", "sleep", "speitzer", "stone", "strength", "survivor", "villeinage", "woman", "wound", "yesterday"]}, "etk_index": {"heading_danish": "Fra hoveriets tid", "heading_english": "From the time of villeinage"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}