{"publication_info": "DS_II_B_41", "full_name": "338 - 0.00 - DS_II_B_41", "informant_id": 338, "informant_last_name": "Bonde", "informant_first_name": "Ole", "informant_full_name": "Ole Bonde", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 861, "name": "Selsinggårde, Samsø", "display_name": "Selsinggårde, Samsø (place recorded)"}, {"place_id": 963, "name": "Hårmark", "display_name": "Hårmark (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 410, "publication_info": "DS_II_B_60", "full_name": "410 - 0.00 - DS_II_B_60", "url": "data/stories/688.dfl"}, {"informant_id": 235, "publication_info": "DS_II_B_90", "full_name": "235 - 1.55 - DS_II_B_90", "url": "data/stories/275.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "I Hårmark var der tidligere to gårde, som hver havde sin nisse. Nisserne blev godt beværtede, i det der ofte blev sat et fad mælk op på stænget til dem, og på höjtidsaftener fik de grød med en god klat smör i. Nisserne var derfor også meget tjenstvillige og sögte på alle måder at gavne deres husbond. Således var det meget almindeligt, at de kastede neg og halm ned fra stænget. Stundom kunde de også for spøg, når der kom folk ud i loen om aftenen, kaste neg i hovedet på dem. Undertiden kunde det også falde nisserne ind at stjæle fra naboen. Imellem gårdene var en dam, og når denne var tillagt med is, så man dem ofte gå derover med noget, de havde nappet hos naboens. Det traf flere gange, at de efter at have været ude i samme ærende mödtes på hjemvejen ude på isen, og ved sådanne lejligheder kom det gjærne til så heftige slagsmål, at tyvekosterne røg til alle sider.", "english_publication": "In Hårmark, there had once been two farms, each of which had a nisse. The nisser were treated well since there was often a bowl of milk set out in the hayloft for them, and on holidays they got porridge with a big pat of butter in it. Because of this, the nisser were very willing to serve and sought out all different ways to benefit their masters. Thus it was common that they tossed hay and sheaves down from the hayloft. Sometimes for a joke they would throw sheaves down on people who came into the barn at night. Sometimes, the nisser would also steal from the neighbors. Between the farms there was a pond and when that was iced over, one often saw them crossing over it with something they had swiped from the neighbor’s. It happened many times that they had both been out on similar errands and met on the way home out on the ice and on such occasions it often turned into an incredible fight, so that the plunder was scattered about all over the place.", "keywords": {"keyword": ["barn", "bowl", "butter", "errand", "farm", "fight", "hay", "hayloft", "holiday", "home", "ice", "joke", "milk", "neighbor", "night", "nisse", "plunder", "pond", "porridge", "sheaf", "theft"]}, "etk_index": {"heading_danish": "Nisser", "heading_english": "Household spirits"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}