{"publication_info": "DS_II_C_118", "full_name": "555 - 0.00 - DS_II_C_118", "informant_id": 555, "informant_last_name": "Worm", "informant_first_name": "Ole", "informant_full_name": "Ole Worm", "order_told": 0.0, "fieldtrip": "None recorded", "places": null, "stories_mentioned": {"story": [{"informant_id": 123, "publication_info": "DS_II_C_120", "full_name": "123 - 3.01 - DS_II_C_120", "url": "data/stories/404.dfl"}, {"informant_id": 401, "publication_info": "DS_II_C_112", "full_name": "401 - 0.00 - DS_II_C_112", "url": "data/stories/715.dfl"}, {"informant_id": 112, "publication_info": "DS_II_C_104", "full_name": "112 - 0.00 - DS_II_C_104", "url": "data/stories/764.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Det er almindeligt hos de gamle i sognene, at Gjemsø i gamle dage haver været kaldet Broby, men af en hændelse skulde navnet forvendt blevet, ti der siges, at der en gang skulde en grif, som indbyggerne kalde en gam, kommet flyvendes og sat sig på et höjt bjærg hos byen, som kaldes Hellebjærget, og blev der siddendes hart ved to dage, og ingen midlertid turde gå af sit hus eller lade sit kvæg ud. Omsider haver de ladet en tyr ud på gaden og gik og bølede, og gammen blev hannem vaer og svingede til og tog ham i sin klo og flöj på bjærget igjen med hannem og fortærede hans blod og hans kjød. Derefter haver gammen flöjet sin vej. Og siden er byen kaldet Gamshöj og nu siden ved idelig brug kaldet Gjemsø.", "english_publication": "It is common knowledge among the old people in the local parishes that Gjemsø in the old days was called Broby, but because of something that happened the name was changed. They say that one time a griffen, called a gam by the people, came flying and sat itself down on a tall mountain near the town, called Hellebjærg, and sat there for two days, and nobody dared leave their house or let their cattle out. After a while, they let a bull out on the road and it went and brayed, and the gam became aware of it, and swung down and grabbed him in his claws and flew up on the mountain again with him, and ate his blood and his flesh. After that, the gam flew off on his way. And since then the town is called Gamshøj and now, after normal usage, Gjemsø.", "keywords": {"keyword": ["blood", "bull", "cattle", "day", "flying", "house", "mountain", "name", "old", "parish", "road", "town"]}, "etk_index": {"heading_danish": "Farende uhyrer", "heading_english": "Traveling monsters"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}