{"publication_info": "DS_VII_145", "full_name": "333 - 0.00 - DS_VII_145", "informant_id": 333, "informant_last_name": "Bliksted", "informant_first_name": "P.", "informant_full_name": "Lærer P. Bliksted", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 794, "name": "Hillerslev", "display_name": "Hillerslev (place recorded)"}, {"place_id": 367, "name": "Lild", "display_name": "Lild (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_VII_146", "full_name": "241 - 1.05 - DS_VII_146", "url": "data/stories/146.dfl"}, {"informant_id": 550, "publication_info": "DS_VII_141", "full_name": "550 - 0.00 - DS_VII_141", "url": "data/stories/752.dfl"}, {"informant_id": 371, "publication_info": "DS_VII_110", "full_name": "371 - 0.00 - DS_VII_110", "url": "data/stories/720.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "En gammel mand i Lild sogn gik en sankt-Hans aften ud for at besøge nogle venner. Han skulde over en hedestrækning, der havde et slet rygte på sig. Især var der et sted, hvor der havde stået en gård, som var bleven flyttet formedelst sandflugt. Da han kom der til, var han helt angst og læste sit fadervor. Med ét så han en flok harer, der løb omkring blandt grusdyngerne og legede. Han kunde straks skjönne, at det ikke var rigtige harer, ti deres bagben var ubøjelige. Med ét fattede han sin beslutning. Han gik hen til flokken og nævnede en kones navn, der var fra en gård i nærheden og kjendt for en heks. Straks stod konen for ham og sagde: \"Det var den störste fortræd, som nogensinde er tilföjet mig.\" Derefter forsvandt hun, og kort efter var hun død. Men manden slap heller ikke helt godt fra det. Da han kom til bestemmelsesstedet, var han syg, og lå længe efter.", "english_publication": "An old man in Lild parish went to visit some friends one Saint Hans eve. He had to cross a heath that had a bad reputation. In particular, there was a place where there had been a farm that had been moved because of the sand drifts. When he got there, he was really frightened and read his Our Father. All at once, he saw a flock of hares that were running about among the piles of gravel playing. He could tell right away that they weren't really hares since their back legs couldn't bend. He made a decision at once. He went over to the flock and named a woman who was from a neighboring farm who was known as a witch. At once, the woman was standing there and said, \"That's the worst thing that anyone has ever done to me.\" She disappeared after that, and a little later she was dead. But the man didn't get away from that well. When he got to where he was going, he was sick, and was bedridden for a long time after.", "keywords": {"keyword": ["bed", "death", "disappearance", "evening", "farm", "flock", "friend", "hare", "heath", "leg", "name", "old", "Our Father", "parish", "reputation", "Saint Hans", "sand", "sickness", "witch", "woman"]}, "etk_index": {"heading_danish": "Hekse og deres idrætter", "heading_english": "Witches and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}