{"publication_info": "JAH_II_271", "full_name": "150 - 3.14 - JAH_II_271", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 3.14, "fieldtrip": "May 1888", "fieldtrip_start_date": "1888-05-02", "fieldtrip_end_date": "1888-05-09", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 450, "name": "Oplev", "display_name": "Oplev (place mentioned)"}, {"place_id": 542, "name": "Skjørping", "display_name": "Skjørping (place mentioned)"}, {"place_id": 631, "name": "Teglgården", "display_name": "Teglgården (place mentioned)"}, {"place_id": 656, "name": "Torstedlund", "display_name": "Torstedlund (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "JAH_II_183", "full_name": "150 - 3.16 - JAH_II_183", "url": "data/stories/79.dfl"}, {"informant_id": 354, "publication_info": "DS_V_331", "full_name": "354 - 0.00 - DS_V_331", "url": "data/stories/853.dfl"}, {"informant_id": 150, "publication_info": "JAH_II_256", "full_name": "150 - 3.13 - JAH_II_256", "url": "data/stories/76.dfl"}]}, "fielddiary_page_start": "4096b", "fielddiary_page_end": "4097b", "bibliographic_info": "Stevnsborg 1983.", "bibliography_references": {"reference": {"display_string": "[Article] Stevnsborg, Henrik. 1983. Af usikkert kan ikke komme sikkert : Evald Tang Kristensens sagnoptagelser om konflikten mellem herremænd og bonde. Vol. 29 of <i>Fortid og nutid</i>, 375-408."}}, "annotation": "Jens includes the interesting observation in this story that those who rose out of the peasant class became the worst tormentors of that class--Tang Kristensen moved this statement up to the very beginning of the story in the published version.\n\n     Jens recounts several events that emphasize the harshness of Knud Tejl: he treats his brother as if he were a beggar; he forcibly conscripts a farmer, forcing his family into poverty; and he sentences a girl who has abandoned her baby to death. The capriciousness of his punishments and the callousness of his actions resonate with the previous story of the cruel manor lord (BJK 3.13). That Tejl commits suicide--an act closely linked to Satan--is not terribly surprising, given stories that tell not only of Satan coming to get a cruel, high status peasant-tormentor but also of him convincing people to commit suicide.\n\n     The position of birkedommer, or independent district judge, was a position closely connected to manor farms. The birk was a jurisdiction sanctioned by the crown and independent from the district. Control of a birk allowed a manor lord and his appointed magistrates a great degree of power over the administration of the peasants who lived on the estate. The establishment of these independent judicial districts ended in 1809, and they were eliminated in 1849, insuring a more even-handed and consistent national approach to the courts and justice. Nevertheless, it was not until 1919 that the title of \"birkedommer\" was eliminated.\n\n     In Tang Kristensen's field diary, the last story was separated from the rest of the record by a small line, an indication that Tang Kristensen interpreted it as a separate story. However, it is clearly connected to the previous story, and he published all of the stories that dealt with Judge Tejl together.", "danish_manuscript": "Birkedommeren Kund Tejl i Torstedlund\nvar ogsaa et slemt Bæste, h. var fra\nTejlhus der nede paa Skjørping Mark\nder havde h. en Broder der boede. Hans\nBroder var en G. kommen at besøge ham,\nhvad det var h. vilde, og de satte en Stol\ntil ham, men da h. rejste sig igien, sagde\nMad. til Datteren og sagde, at hun skulde\ntage en Børste og børste Stolen af, for hun\ntykte, h. saa saa snallere ud. S. gik h. og\ns. lod hun Datteren men en 8 sk løbe ud\ntil ham og vilde give ham. Han sagde nej\nTak, h. var ingen Tigger. Der er ingen værre\nBondeplager end en Bondesøn, sagde de gl.\n\n4097A\nDer var Skrivestue i Aarestrup. En Mand\nfra [Graa]Oplev, Lars Jensen Gaardmand der\ngik til Torstedlund for at laane en Tønde\nHavre og s. bankede Birkedommeren ham saa\ndan at Blodet løb ned ad hans Arme\nog s. smed de ham ned ad et Hønshus og der\nlaa h. s. længe til h. blev kjørt hen til\nAalborg og givet hen til Soldat i 8 Aar\nKonen og børnene kom saa til Aarestrup at faa\nHusly og s. kunde hun gaa at tigge. Man-\nden kom en G. hjem i hans Militærklæder\nog gik til Kirke og der mødte h. Birked.\nmen h. vilde ikke hilse paa ham. B.\nkom siden til Hjedsbæk, da h. ikke skulde\nvære B. længere og der hængte h. sig i\nhans Sengebaand. Der laa h. s. længe\nog s. sagde h. Det var da nogle Fandens lan-\nge Dage. Hans Datter kom ind og fik\nat se, h. hængte der i Sengebaandet og \ndet fik hun et Rørelse efter. H. var\ngodsforvalter der i Torstedlund.\n----\nUde i noget Kjærværk ved en Bæk kom to \nMænd og gik i Skoven de var fra Skorup,\nog s. siger den 1 Hvad er det her ligger.\n2 Tu det er vel noget af et Høved Skarn.\nNej det er ikke. S. [sank] pirrede h. til Side\nmed hans Kjæp og da var der et Barn deri\nS. siger de til [hende] hindanden: Hvad mon\n\n4097B\nvi skal sige om den Pige der ligger her oppe\nog er syg i Skorup. Det kunde jo ikke være\nandet end det maatte mældes og s. blev\nPigen kjørt til Aarestrup til Tinget og\nhun var s. syg dg. h. kjørte med hende den\nMand, te hun kunde ikke taale at Vognen\ngik under hende og døjede saadan med at\nkomme derud til Tiden. S. dømte Teil\nhende, og da skal h. have sagt: Nu har\nvi dømt hende Hovedet fra, vil Kongen\nnu sætte hende det paa igien, s. kan han.", "english_manuscript": "The district judge Knud Tejl from Torstedlund was also a terrible beast, he was from Tejlhus down there near Skjörping Mark, his brother lived down there. His brother came to visit him once, for some reason or other, they put out a chair for him, but when he got up again, the madame said to the daughter she said that she should take a brush and brush off the chair, because she thought that he looked so slovenly. Then he left and she had the daughter run out to him with an eight shilling coin to give him. He said no thanks, he wasn’t a beggar. The old ones said that there’s no worse peasant tormentor than a peasant son. \n     There was an office in Aarestrup. A farmer from Oplev, Farmer Lars Jensen, went down to Torstedlund to borrow a barrel of oats and the district judge beat him so badly that blood flowed down his arms. Then they threw him into a chicken coop and he lay in there until they drove him to Aalborg and he was put into the army for eight years. His wife and children went to Årestrup to seek shelter, and then she went about begging. She had to do that. Her husband came home once in his uniform to visit his family, and they also went to church. He met the district judge there, but he wouldn’t greet him.\n     Later the district judge went to Hjedsbæk, when he wasn’t going to be judge any more, and he hung himself with his sheets. He lay there and he said, “These are some damn long days.” His daughter came in and saw that he was hanging there by the sheets and she was really shaken up by that. He was the manager of the manor farm there in Torstedlund.\n     Two men were out walking near a little kjærværk (stone wall) near a stream in the woods, they were from Skorup. Then one of them says, “What’s this lying here?” The other one says, “Well its probably some droppings from a cow.” “No, it isn’t.” He pushed it aside a bit with his staff, and there was a child inside it. And they say to each other, “What should we say about that girl who is lying sick (pregnant) up there in Skårup?” They could do nothing other than report this and then the girl was brought to the court in Årestrup. She was so sick when they drove off with her that she couldn’t take the wagon moving beneath her, and they had quite a time getting out there in time. Then Tejl sentenced her and then he supposedly said, “We’ve now judged her head from her body, and if the king wants to put it back on, then he can.”", "danish_publication": "    De gamle sagde, at der er ingen værre bondeplager end en bondesøn. Birkedommeren Knud Tejl i Torstedlund var også et slemt bæst ved bønderne, og han var endda fra Tejlhus dernede på Skjörping mark. Han var tillige godsforvalter der i Torstedlund, og så var der skrivestue i Årestrup. Han havde en broder, der boede i hjemmet der i Skjörping, og han var en gang kommen hen at besøge ham. De satte en stol til ham, men da han rejste sig igjen, sagde madammen til datteren, at hun skulde tage en börste og börste stolen af, for hun tykte, den mand så så snalleret ud, og da han så gik, lod hun datteren løbe ud med en otteskilling til ham for at give ham. Han sagde nej tak, han var ingen tigger. Ja, det var en kjön behandling at få i sin broders hus.\n     En gårdmand fra Oplev, Lars Jensen hed han, gik ned til Torstedlund for at låne en tønde havre. Men så bankede birkedommeren ham sådan, at blodet løb ned ad hans arme. Dernæst smed de ham ned ad et hönsehus, og der lå han så længe, indtil han blev kjørt hen til Aalborg og blev gjort til soldat i 8 år. Konen og börnene kom så til Årestrup at fa husly, og så kunde hun gå og tigge. Det var hun jo nødt til. Manden kom en gang hjem i hans militærklæder for at besøge hans familie, og så var han også til kirke. Der mödte han birkedommeren, men han vilde ikke hilse på ham.\n     Da Knud Tejl ikke skulde være birkedommer længere, kom han til Hjedsbæk, men det var nogle Fandens lange dage, han havde der, for han blev syg og sengeliggende og lå længe. Endelig hængte han sig i hans sengebånd. Hans datter der kom ind og så, han hængte der, hun fik et rörelse efter det.\n     Fra den birkedommers tid kan a fortælle endnu en historie. To mænd fra Skårup gik ude ved noget kjærværk ved en bæk i skoven. Så siger den ene: \"Hvad er det, her ligger?\" Den anden siger: \"Tu, det er vel noget skarn af et hoved. Nej, det er ikke.\" Han pirrede til side med hans kjæp, og da var der et barn inde i det. Så siger de til hinanden: \"Hvad mon vi skal sige om den pige, der ligger her oppe og er syg i Skårup.\" Det kunde jo ikke være andet, end dether måtte mældes, og så blev pigen kjørt til tinget i Årestrup. Hun var så syg, den gang de kjørte med hende, at hun kunde ikke tåle, vognen gik under hende, og manden döjede sådan med at komme derud til tiden. Så dömte Tejl hende til døden, og da skal han have sagt: \"Nu har vi dömt hende hovedet fra, vil kongen nu sætte hende det på igjen, så kan han.\"", "english_publication": "The old people said that there’s no worse tormentor of peasants than the son of a peasant. The district judge Knud Tejl from Torstedlund was also a terrible beast to the peasants, and he was himself from Tejlhus down there near Skjörping field. At that time, he was also the foreman over there in Torstedlund and he also had an office over in Årestrup. He had a brother who lived at home there in Skjörping, and he once had gone to visit him. They put out a chair for him, but when he stood up again, the lady of the house said to her daughter that she should take a brush and brush off the chair, because she thought that he looked so slovenly, and then when he left, she had her daughter run out with an eight shilling coin to give to him. He said no thanks, he wasn’t a beggar. Yeah, that was nice treatment to get in your own brother’s house.\n     A farmer from Oplev, he was called Lars Jensen. He went down to Torstedlund to borrow a barrel of oats. But then the district judge beat him so badly that blood flowed down his arm. Then they threw him into a chicken coop and he lay in there for quite a while until they drove him to Aalborg and he was put into the army for eight years. His wife and children went to Årestrup to seek shelter, and then she went about begging. She had to do that. Her husband came home once in his uniform to visit his family, and they also went to church. He met the district judge there, but he wouldn’t greet him.\n     When Knud Tejl was no longer to be the district judge, he went to Hjedsbæk, but he had some really long days there, because he took ill and lay in bed for quite a while. He finally hung himself with his bedsheets. His daughter, who came in and saw him hanging there, was really shaken up by that.\n     I can tell another story from the time of that district judge. Two men were out walking near a little stone wall near a stream in the woods. Then one of them says, “What’s this lying here?” The other one says, “Well its probably some droppings from a cow.\" \"No, it isn’t.” He pushed it aside a bit with his staff, and there was a child inside it. “What should we say about that girl who is lying sick (pregnant) up there in Skårup?” They could do nothing other than report this and then the girl was brought to the court in Årestrup. She was so sick when they drove off with her that she couldn’t take the wagon moving beneath her, and the coachman had quite a time getting out there in time. Then Tejl sentenced her to death and then he supposedly said, “We’ve now judged her head from her body, and if the king wants to put it back on, then he can.”", "keywords": {"keyword": ["arms", "army", "barrel", "beast", "bed", "beggar", "blood", "body", "borrow", "brother", "brush", "chair", "chicken", "children", "church", "coachman", "coins", "court", "cow", "daughter", "day", "death", "district judge", "family", "farmer", "field", "foreman", "girl", "home", "house", "husband", "ill", "Jensen", "king", "Knud Tejl", "Lars", "oats", "old", "peasantry", "pregnant", "sentenced", "shilling", "sickness", "son", "stone", "story", "stream", "thank", "torment", "wagon", "walls", "wife", "woods"]}, "etk_index": {"heading_danish": "Fra hoveriets tid", "heading_english": "From the time of villeinage"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}