{"publication_info": "DS_IV_1481", "full_name": "392 - 0.00 - DS_IV_1481", "informant_id": 392, "informant_last_name": "Holm", "informant_first_name": "P. C.", "informant_full_name": "Uhrmager P. C. Holm", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 685, "name": "Vejen", "display_name": "Vejen (place recorded)"}, {"place_id": 964, "name": "Øllevad", "display_name": "Øllevad (place mentioned)"}, {"place_id": 965, "name": "Varde", "display_name": "Varde (place mentioned)"}, {"place_id": 966, "name": "Endrupholm", "display_name": "Endrupholm (place mentioned)"}, {"place_id": 967, "name": "Gjellerup", "display_name": "Gjellerup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": null, "publication_info": "DS_IV_1490", "full_name": "0 - 0.00 - DS_IV_1490", "url": "data/stories/871.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1486", "full_name": "241 - 2.01 - DS_IV_1486", "url": "data/stories/151.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1485", "full_name": "241 - 2.02 - DS_IV_1485", "url": "data/stories/152.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1465", "full_name": "241 - 2.04 - DS_IV_1465", "url": "data/stories/154.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1488", "full_name": "241 - 2.03 - DS_IV_1488", "url": "data/stories/153.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Imellem Varde og Öllevad ligger nogle höje og hulveje, hvor der i gammel tid har været røvere, og stedet kaldes endnu Röverkjælder. Herremanden fra Endrupholm kom en aften ridende der forbi. De havde snor over vejen og klokker, der ringede nede i hulen, så de kunde høre, han kom, og de sprang ud og vilde gribe ham, men fik kun fat i hestens hale. Da trækker manden sin sabel og hugger bag ud efter den, der holdt fast, rammer den også og hugger hånden af. Derefter rider han, hvad hesten kan springe, for at ville ind til Varde. Men da han kommer i nærheden, er vasen helt overflydt med vand. Han vender så hesten, rider til Gjellerup og spörger i en gård, om han kan få hesten ind og selv blive der. En lille dreng og hans moder kommer ud og siger, at det kan han godt. Men i det samme siger drengen: \"Moder, moder! der hænger min faders hånd i hestens hale.\" Han kunde kjende den på en ring. Öjeblikkelig springer herremanden på hesten og rider igjen til Varde. Han beder til Gud og lover, at hvis han kan komme godt over vandet, så vil han bygge et kor til Varde kirke. Koret skal virkelig være bygget af ham.", "english_publication": "Between Varde and Øllevad there are some mounds and some sunken roads where in the olden days there used to be robbers and the place is still called Røverkjælder (Robber Cellar). The manor lord from Endrupholm came riding by there one night. They had a rope over the road, and bells which rang down in the den so they could hear that he was coming and they jumped out and wanted to grab him but only got hold of the horse’s tail. Then the man takes out his saber and slashes back out at the one who was holding onto the tail and chops his hand off. Afterward, he rides as fast as the horse can run since he wants to get to Varde. But when he gets close, the road is completely flooded with water. He turns the horse around and rides to Gjellerup and asks at a farm if he can bring his horse in and stay there. A little boy and his mother come out and say that he can do that. But at the same time the boy says: “Mother, mother! My father’s hand is hanging there in the horse’s tail.” He recognized it by a ring. In the blink of an eye, the manor lord jumps back up on the horse and rides again to Varde. He prays to God and promises that if he makes it safely over the water that he’ll build a choir box for Varde church. The choir box is really supposed to have been built by him.", "keywords": {"keyword": ["bells", "box", "boy", "cellar", "choir", "church", "day", "den", "eye", "farm", "father", "god", "horse", "manor lord", "mother", "mound", "night", "prayer", "riding", "ringing", "road", "robber", "rope", "sinking", "tail", "water"]}, "etk_index": {"heading_danish": "Røvere, drabsmænd og tyve", "heading_english": "Robbers, murderers and thieves"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}