{"publication_info": "DS_III_529", "full_name": "402 - 0.00 - DS_III_529", "informant_id": 402, "informant_last_name": "Jensen", "informant_first_name": "P.", "informant_full_name": "Dyrlæge P. Jensen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 664, "name": "Trunderup", "display_name": "Trunderup (place recorded)"}, {"place_id": 357, "name": "Kværndrup", "display_name": "Kværndrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DSnr_III_1380", "full_name": "241 - 4.17 - DSnr_III_1380", "url": "data/stories/189.dfl"}, {"informant_id": 123, "publication_info": "DS_III_744", "full_name": "123 - 2.09 - DS_III_744", "url": "data/stories/383.dfl"}, {"informant_id": 123, "publication_info": "DS_III_528", "full_name": "123 - 3.14 - DS_III_528", "url": "data/stories/417.dfl"}, {"informant_id": 281, "publication_info": "DS_III_535", "full_name": "281 - 0.00 - DS_III_535", "url": "data/stories/672.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "For mange år siden skulde kirkeklokkerne i Kværndrup gjøres i stand, da de ikke var rigtig vellydende. En hr. Essi blev antaget hertil og fik udleveret en del sølv og messing til at lappe med. Han stak imidlertid disse gode sager i sin egen lomme og lempede dem med kobber og bly. Da man så skulde til at ringe med klokkerne, var de alt for døde i klangen, og man trak derfor stærkere og stærkere i rebet, og til sidst blev det så voldsomt, at den ene klokke slog sig løs og foer ud af lydhullerne, helt hen over byen, og faldt først ned i \"Dybe Mae\", en eng vesten for Kværndrup hørende under Egeskovgård. Det sære af det var imidlertid, at klokken på vejen hen over byen sang følgende vers, der røbede Essings bedragerier:\n\"Sølv og messing det gjemte hr. Essi,\nkobber og bli det satte han i.\"\nDer blev nu sendt en tre, fire karle ud for at lede om klokken, og de fandt også godt nok hullet, hvori den sad, og fik lagt et reb om den. De havde allerede fået den op til overfladen, da en af karlene bandte en stor ed, at nu var de den da vis; men aldrig så snart havde han sagt dette, för klokken igjen gik til bunds, og siden efter er der ingen, der har hørt eller set noget til den.", "english_publication": "Many years ago, the church bells in Kværndrup were to be repaired, since they weren’t really ringing properly. They contracted with a Mr. Essi to do the repairs and he was given some silver and brass to patch the bells with. In the meantime, he pocketed this good stuff and patched them with copper and lead instead. When they went to ring the bells, they were far too dead in their sound, and so they pulled harder and harder in the ropes and finally the pulling was so violent that one of the bells knocked itself loose and flew out of the sound holes, and flew all the way over the town and finally down into “Dybe Mæ,” a marsh west of Kvændrup which belongs to Egeskov farm. The weird thing about it was that while the bell was flying over the town, it sang the following verse, which revealed Essing's swindel: \n“Silver and brass has Mr. Essi hidden, \nCopper and lead, that’s what he put in!” \nNow three or four young men were sent out to look for the bell, and they found the hole where it was and got a rope put around it. They had already gotten it up to the surface when one of the young men swore that now they had it; but as soon as he said that, the bell went down to the bottom, and since then nobody has seen or heard from it.", "keywords": {"keyword": ["bells", "brass", "church", "copper", "death", "fall", "farm", "flying", "marsh", "ringing", "rope", "silver", "singing", "sounds", "swear", "three", "town", "verse", "violent", "west", "young"]}, "etk_index": {"heading_danish": "Kirker og deres opbyggelse. Klostre, hellige kilder, m. m.", "heading_english": "Churches and their construction. Monasteries, holy springs, etc."}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}