{"publication_info": "DS_V_690", "full_name": "403 - 0.00 - DS_V_690", "informant_id": 403, "informant_last_name": "Jensen", "informant_first_name": "P. K.", "informant_full_name": "Lærer P. K. Jensen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 747, "name": "Åsted", "display_name": "Åsted (place recorded)"}, {"place_id": 310, "name": "Jebjærg", "display_name": "Jebjærg (place mentioned)"}, {"place_id": 535, "name": "Skive", "display_name": "Skive (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 536, "publication_info": "DS_V_694", "full_name": "536 - 0.00 - DS_V_694", "url": "data/stories/603.dfl"}, {"informant_id": 542, "publication_info": "DS_V_686", "full_name": "542 - 0.00 - DS_V_686", "url": "data/stories/727.dfl"}, {"informant_id": 235, "publication_info": "DS_V_687", "full_name": "235 - 1.05 - DS_V_687", "url": "data/stories/224.dfl"}, {"informant_id": 454, "publication_info": "DS_V_700", "full_name": "454 - 0.00 - DS_V_700", "url": "data/stories/851.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Præsten Patberg i Jebjærg, som er meget bekjendt i Salling for sin dygtighed til at mane, skulde en nat hen og mane et spøgelse. Præsten var kjørende, og da han kommer i nærheden af stedet, hvor spøgelset går, siger han til sin kusk, at nu skulde han blive holdende her med vognen og ingen ting bryde sig om, hvad han end hørte og så. Lidt efter at præsten er gået, hører kusken da en voldsom stöj, og da den bliver ved i længere tid, tænker han ved sig selv, at det nok kneb for præsten, hvorfor han tager en vognkjæp i hånden for at ile til hjælp, men da karlen næsten kommer hen til præsten, råber denne, at han skal blive væk, da han ellers ikke kan få bugt med spøgelset. Endelig bliver præsten færdig og kommer hen til karlen; han siger da til ham: \"Hvis du nogensinde i fremtiden kjører på den vej, vi holder her på, så vil det koste dit liv.\" Karlen huskede også på advarslen en tid, men så en aften, han kommer fra marked i Skive, synes han, det er svært meget af vejen at kjøre forbi den forbudne vej, kjører ind på den, men vælter og brækker sin hals.", "english_publication": "Minister Patberg from Jebjærg, who is well known in Salling for his ability to conjure, had to go one night and conjure a ghost. The minister drove and when he got close to the place where the ghost went, he says to his coachman that he should wait there with the wagon and not be bothered by anything he saw or heard. A little after the minister left, the coachman hears an incredible noise, and since it continues for a long time, he thinks that the minister is probably having difficulties, so he takes the wagon whip in hand and rushes off to help the minister. But when he gets almost up to the minister, he [the minister] yells at him to stay away, because otherwise he can’t get power over the ghost. Finally the minister is finished and he comes over to the farmhand; he then says to him: “If you ever in the future drive on this road where we’re stopped, it will cost you your life.” The farmhand remembered the warning for a while but then one night when he was coming home from market in Skive, he thinks that it’s quite a way to go just to avoid the forbidden road, he drives in on it but then tips over and breaks his neck.", "keywords": {"keyword": ["conjuring", "driver", "farmhand", "future", "ghost", "market", "minister", "neck", "night", "noises", "power", "road", "wagon", "whip"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}