{"publication_info": "DS_II_D_16", "full_name": "467 - 0.00 - DS_II_D_16", "informant_id": 467, "informant_last_name": "Madsen", "informant_first_name": "P. K.", "informant_full_name": "Lærer P. K. Madsen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": {"place_id": 878, "name": "Staby", "display_name": "Staby (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 358, "publication_info": "DS_II_D_4", "full_name": "358 - 0.00 - DS_II_D_4", "url": "data/stories/738.dfl"}, {"informant_id": 68, "publication_info": "DS_II_F_71", "full_name": "68 - 0.00 - DS_II_F_71", "url": "data/stories/555.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "En dag fik en fisker, som gik ved fjorden, nogle havfruer at se. Deres sælhundeskind havde de lagt på brinken, og de solede sig på landet. Så snart de så ham, greb de deres skind og svömmede ud, men én af dem var ikke så hurtig som de andre, så fiskeren tog hendes skind. Nu måtte hun følge med hjem og blive hans kone, og de fik fire börn sammen. Men en dag, da fiskeren ikke var hjemme, fandt börnene et gammelt skind ude ved et hæs, og det viste de deres moder. Så snart hun så det, løb hun ned til fjorden, men her mödte hun sin mand. Hun bad ham om at være god ved deres börn, og så tog hun skindet på, og inden manden så sig for, var hun langt ude i vandet.", "english_publication": "One day a fisherman who was walking along the shore saw some mermaids. They had put their sealskins down by the shore and they were sunning themselves on the land. As soon as they saw him, they grabbed their skins and swam away, but one of them wasn’t as quick as the others, so the fisherman took her skin. Now she had to follow him home and become his wife, and they had four children together. But one day when the fisherman wasn’t home, the children found an old skin out by a shack and they showed this to their mother. As soon as she saw it, she ran down to the fjord, but she met her husband there. She asked him to be good to their children, and then she put the skin on and before the man could look around, she was way out in the water.", "keywords": {"keyword": ["children", "day", "fishing", "home", "husband", "land", "mermaid", "mother", "old", "shore", "skin", "swimming", "water", "wife"]}, "etk_index": {"heading_danish": "Vandets ånder", "heading_english": "Water spirits"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}