{"publication_info": "DS_II_E_160", "full_name": "341 - 0.00 - DS_II_E_160", "informant_id": 341, "informant_last_name": "Brogård", "informant_first_name": "Peder", "informant_full_name": "Peder Brogård", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 316, "name": "Jetsmark", "display_name": "Jetsmark (place recorded)"}, {"place_id": 464, "name": "Pirrup Krat", "display_name": "Pirrup Krat (place mentioned)"}, {"place_id": 338, "name": "København", "display_name": "København (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "DS_II_E_156", "full_name": "150 - 1.43 - DS_II_E_156", "url": "data/stories/46.dfl"}, {"informant_id": 543, "publication_info": "DS_II_E_158", "full_name": "543 - 0.00 - DS_II_E_158", "url": "data/stories/589.dfl"}, {"informant_id": 377, "publication_info": "DS_II_E_170", "full_name": "377 - 0.00 - DS_II_E_170", "url": "data/stories/675.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Den hvide hugorm kan blive til en lindorm, når den bliver ved at gro, men ingen får den at se. Der var et bitte krumme krat i heden ved Undertiden bjærg, der også kaldes Pirrup krat, og der havde en karl skåret sig en kjæp i det krat. Så kommer han til Kjöbenhavn i tjenesten, og der møder han en mand på gaden, som tager ved denne her kjæp og kommer til at se på den. Så spörger han ham ad, hvor han havde skåret den. Ja, han svarer, at han havde skåret den på et sted, hvor han havde frihed til at skjære. Så siger den anden, om han ikke nok kunde vise stedet, hvor han havde skåret kjæppen. Det sagde han jo til, men det kunde jo ikke lade sig gjøre nu, da det var i Vendsyssel, og han var i Kjöbenhavn. Ja, han skulde nok få frihed til at rejse, siger manden, når han kunde bestemt vise, hvad gren han havde skåret kjæppen på. Ja, det var han sikker nok på, men det var ikke sikkert, at den passede til stumpen, for han havde skåret et stykke af kjæppen. Det gjorde heller ikke noget, kunde han blot vise ham grenen og træet, vilde de rejse efter det. De rejste også og kom til stedet, og han fremviste kvisten. Så blæste den fremmede mand i kvisten, og i det samme vældede der en masse hugorme op om dem. Så blev karlen forskrækket og vilde have stukket i rend, men den anden sagde, at han skulde ikke være bange, han skulde nok love ham, at de ikke skulde gjøre ham noget. Endelig kom den hvide hugorm op, og han tog den, og de rejste igjen.", "english_publication": "The white viper can become a lindorm if it gets a chance to continue to grow but nobody sees it. There was a tiny little thicket in the heath near Underliden mountain, it was also called Pirrup thicket, and a farmhand had cut himself a switch in the thicket. Then he comes to Copenhagen to work, and he meets a man on the road, who takes this switch and looks at it. Then he asks him where he'd cut it. Well, he answered, I cut it in a place where I was allowed to cut. Then the other one asks if he couldn't be allowed to see the place where he'd cut the switch. The farmhand agreed to that, but they couldn't do it now, it was in Vendsyssel, and he was in Copenhagen. Well, he'd be given free to travel, says the man, if he could show precisely from which branch he had cut the switch. Yes, he was certain he could do that, but he wasn't sure it would fit the switch, since he'd cut a piece from the switch. That didn't matter, just as long as he could show him the branch and the tree, then they'd go on the trip for that. They went off and came to the place and he showed him the branch. Then the strange man blew into the branch and, at that moment, a whole bunch of vipers came up around them. Then the farmhand got scared and would have run away, but the other one said he shouldn't be scared, he promised him that they wouldn't do anything to him. Finally, the white viper came up, and he took it, and they traveled off again.", "keywords": {"keyword": ["agreement", "allow", "branches", "farmhand", "free", "heath", "mountain", "road", "thicket", "tree", "vendsyssel", "viper", "white"]}, "etk_index": {"heading_danish": "Lindorme og småkryb", "heading_english": "Wiverns and small creepy-crawlies"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}