{"publication_info": "JAH_II_183", "full_name": "150 - 3.16 - JAH_II_183", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 3.16, "fieldtrip": "May 1888", "fieldtrip_start_date": "1888-05-02", "fieldtrip_end_date": "1888-05-09", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 656, "name": "Torstedlund", "display_name": "Torstedlund (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 150, "publication_info": "JAH_II_271", "full_name": "150 - 3.14 - JAH_II_271", "url": "data/stories/77.dfl"}}, "fielddiary_page_start": "4097b", "fielddiary_page_end": "4098a", "bibliographic_info": null, "bibliography_references": null, "annotation": "Stories of seducing hired girls are not very common in Danish tradition. It is interesting to note that in this story the wife forces the girl--rather than her husband--into a position of public humiliation. Jens provided no explanation as to why the wife may have put her husband up to seducing the girl, and less reason for her accompanying the girl to confession. The public humiliation seems complete when the wife lifts the girl's skirt as they leave the church. Yet one can just as easily read the wife's action as one of solidarity--she supports the girl when she confesses her affair to the minister, and then crudely insults the curious villagers who have come to hear the minister scold the girl. The wife's insult is, of course, the narrative focus of the story.\n\n     The published version of the story does not include the introduction that mentions Judge Kalmar, a clear narrative link between this story and the preceding one (BJK 3.14). Similarly, the published version does not include the ambiguous reference to \"Sara.\" Since the name \"Sara\" does not appear in any of Jens's other stories, he must be either referring to a person both he and Tang Kristensen knew or, as is more likely the case, referring to the young girl who abandoned her child in the preceding story and was sentenced to die.", "danish_manuscript": "Der var en Birkedommer Kalmar her i Torsted-\nlund og kom vel i Begravelsen her i Kirken.\nDer var ingen Grave med Minder paa her paa\nKirkegaarden andre end en Skovfoged der havde\nlokket en Pige, maaske hans egen Kone havde\nfaaet ham til det. Hun fulgte selv med hen-\nde til Kirken og lukkede Kirkedøren op for hen-\nde, da de kom og skulde tage imod Skrifte.\nDer var s. mange Folk i Kirke og vilde høre\nhvordan Præsten kunde skjælde dem ud. Da\nde gik s. fra Kirken, tog Konen Pigen i Armen \nog fulgte med hende ned gjennem Stetten og s. tog\nhun lidt bag i hendes Skjørt og lettede det et bitte\nKorn i Vejret og sagde: Nu har I skuet hende\næfor og nu har I skuet hende æbag, nu kan I\nskue hende midt i hendes Røv. S. havde de\n\n4098A\nandre det. Det var snart med hende ligesom med\nSara. Den Skovfoged hed Jens Rebild i Espe-\nlund som nu ellers til daglig kaldes Skovhuset.\n", "english_manuscript": "There was a district judge Kalmar here in Torstedlund and he was buried here in the church. There were no graves with inscriptions on them here in the churchyard except for one for a forest ranger who'd seduced a girl, it might have been his own wife who'd put him up to it. She herself accompanied the girl to the church and opened the door for her when they went to confession. There were a lot of people in the church who wanted to hear how the minister would scold them. When they left the church, the wife put her arm around the girl and accompanied her down through the churchyard gate, and then she grabbed hold of the back of her skirt and lifted it up a bit and said, \"Now you've seen her from the front, and now you've seen her from behind, now you can see her right in the ass.\" So now they had that. Pretty soon it went just like it went with Sara with her. That forest ranger was Jens Rebild over in Espelund which now is usually called Skovhuset.", "danish_publication": "Der var en skovfoged, der hed Jens Rebild i Espelund, som nu ellers til daglig kaldes Skovhuset. Han havde lokket en pige, maske hans egen kone havde fået ham til det, for hun fulgte selv med hende til kirken og lukkede kirkedøren op for hende, da hun kom og skulde tage imod skrifte. Der var så mange folk i kirke og vilde høre, hvordan præsten kunde skjælde dem ud. Da de gik så fra kirken, tog konen pigen i armen og fulgte med hende ned igjennem stetten, og så tog hun lidt bag i hendes skjört og lettede det et bitte korn i vejret med de ord: \"Nu har I skuet hende æfor, og nu har I skuet hende æbag, nu kan I skue hende midt i hendes røv.\" Så havde kirkefolkene det.", "english_publication": "There was a forest ranger in Espelund, which is usually called Skovhuset, who was called Jens Rebild. He’d seduced a girl, it might well have been his own wife who put him up to it, since she followed along to the church and opened the church door for her when she came and was supposed to confess. There were so many people in the church who wanted to hear how the minister would scold them. When they left the church, the wife took the girl by the arm and followed along with her down and out through the churchyard gate. Then she grabbed onto the back of her skirt and lifted it a bit in the air with these words: “Now you’ve seen her from the front, and you’ve also seen her from behind, now you can see her right in the ass.” Then the church-goers had gotten what they’d come for.", "keywords": {"keyword": ["air", "arms", "ass", "church", "confession", "door", "forest", "gate", "girl", "Jens", "minister", "seduction", "skirt", "wife"]}, "etk_index": {"heading_danish": "Fra hoveriets tid", "heading_english": "From the time of villeinage"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}