{"publication_info": "DS_IV_2015", "full_name": "445 - 0.00 - DS_IV_2015", "informant_id": 445, "informant_last_name": "Ladefoged", "informant_first_name": "Peder", "informant_full_name": "Peder Ladefoged", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": {"place_id": 743, "name": "Årup", "display_name": "Årup (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "Unpub_BJK_424", "full_name": "150 - 4.24 - Unpub_BJK_424", "url": "data/stories/135.dfl"}, {"informant_id": 375, "publication_info": "DS_IV_2016", "full_name": "375 - 0.00 - DS_IV_2016", "url": "data/stories/876.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Der var en pige, der havde sådan en frygtelig tandpine. Så fik hun det råd, at hun skulde have kirkemuld i en klud og lægge ved dem, og det skulde hentes på kirkegården ved midnatstide. Men hun kunde ingen få til at gå derop og hente det, de var bange hveren. Endelig tråj deres tjenestekarl frem, han mente, han var den mest modige. Men den gang han kom til kirkegårdsdiget, faldt hans mod, og han turde heller ikke gå derind. Da han så gik tilbage, gik han ind og tog muld i deres have og gav hende. Da standsede hendes tandpine. En tid efter kom karlen derfra og kom et andet sted hen at tjene. Han var henne en tre, fire år, men kom da til byen igjen i besøg. Så vilde han også ind at besøge dem, han havde tjent. \"Nå, hvordan går det med dine tænd?\" siger han til pigen, \"har de været gale siden?\" Nej, han skulde have så mange tak, for det han tog sig den dristighed på. Han forklarer så, hvad muld det var. Så snart hun fik det at vide, var æ tænd lige gale igjen.", "english_publication": "There was a girl who had a really terrible toothache. Then she was told that she should put some church dirt in a cloth and put it next to them, she was to get it from a cemetery at midnight. But she couldn't get anyone to go up there and get it, they were all afraid. Finally, a hired hand stepped forward, he felt that he was the bravest. But when he got to the cemetery wall, his courage failed him, and he didn't dare go in there either. When he was on the way back, he went in and took some dirt from their garden and he gave her that. Then her toothache stopped. A little later, the farmhand left that farm and got work at another place. He was gone for three or four years, but came back to the town for a visit. Then he also wanted to go in and visit with the people he'd worked for. \"Well, how are things with your tooth?\" he says to the girl, \"has it been bad again since?\" No, she thanked him because he'd done that daring thing. He told her what the dirt was. As soon as she heard that, the tooth was bad again.", "keywords": {"keyword": ["advice", "afraid", "bravery", "cemetery", "church", "clothing", "courage", "dirt", "farm", "farmhand", "garden", "girl", "midnight", "thank", "three", "tooth", "toothache", "town", "walls", "work"]}, "etk_index": {"heading_danish": "Pest og sygdomme", "heading_english": "Plague and illnesses"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}