{"publication_info": "DSkv_0_19Ed", "full_name": "150 - 1.05 - DSkv_0_19Ed", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 1.05, "fieldtrip": "Feb 1887", "fieldtrip_start_date": "1887-02-03", "fieldtrip_end_date": "1887-02-16", "places": {"place": {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}}, "stories_mentioned": null, "fielddiary_page_start": "3237b", "fielddiary_page_end": "3238a", "bibliographic_info": null, "bibliography_references": null, "annotation": "This amusing ballad focuses on the absurd situation that the two simpletons, Mads (Mas) and Lars (Las), find themselves in, and their obtuse responses to each others queries. In Jens's version, Mads takes the role of initiator, with Lars following his lead. The published variants reverse these roles. The main punchline revolves around the thieves' assault on Mads's testicles (Lars's testicles in the published version). In several variants (Ea, Ed, Ef-g), the thieves bite his testicles. The ballad becomes risqué when the young woman helps repair the injured scrotum.\n\n     The published version, version E, is a compilation of a thirteen variants. Jens's variant is recorded as variant \"d.\" Tang Kristensen includes four other types of this particular ballad. He acknowledges a great degree of variation between these versions, particularly in the \"E\" variants. He notes that Jens's ending to the ballad is quite unusual.\n\n     In the manuscript, Tang Kristensen identifies another informant who knew the song--in all likelihood, Jens told him of this other informant. There is no indication in the field diaries or Minder og Oplevelser that Tang Kristensen attempted to follow up on this lead.", "danish_manuscript": "Las og Mas gik i Skoven ind\n--Huhej for det davves ikke end--\nder saa de Graabjørnen h stod ve den Lind.\nLæ wos skyd ham saa Mas\nJa nok saa Las\nDe fuldes s. frit gjennem Lunden.\n----\nJa Mas h. vild opaa Bjørnen aa flaa\nhans Tælleknager kunde ej bide opaa\nTa wos æ Hwedsten s. Mas\nDer hår du en s. Las\n----\nOg da de nu fik det Bjørnskind fl[aaed]oe\nda war der wel femten Huller opaa ed\nLø wos sæl ed s. M.\n--\nJa nåk, s. L.\n-- \nJa M. [h] slænd Skended opo hans Nak\nog hen til den Kjøbsted s. monne de lakk\nTænker du wi ka sæl ed s. M,\nJow de ka wi nåk s. L.\n\n3238A\nMen som de s. gik ad Veien frem\nder [f] mødte dem fir skentinger eller fem\nDi wel ha ed s. M.\nÅ læ dæm så ta ed s. L.\nJa trej æfor og tow æbag\ns. røv de Skindet å Masses Bag\nNo hår di ed s. M\nA sier ed s. L. \nDe trej war gro og de tow war blakked\nog så gjor de Masses Rædder for stakket\nDe gjør ondt s. M.\nDe gjør ed nåk s. L.\n---\nS. gik de den nærmeste Wej som før\nder kom dem den dejligst [skjon] ung Pige i Mød.\nHwisk te hender s. M\n---\nJa nok s. L.\nOg Mas han hvisket ham Pigen i Øre\nom hu kund ham ikke et Par Ræddier bød\nHon wel si æd s. M.\nJa nok så L.\n----\nMas kom ind i et Kroerhus\nDer sad 15 Skrædderer og drak dem en Rus\nDrek mæ til s. M.\nJa nok så L.\nOg hvorfor skulde jeg drikke dig til\nog har du noget at lægge dertil\nHår a ej s. M.\nJo vel s. L.\n----\nKaren Bruus i Gravled Fattighus kunde den,\nmen ej mere. Jens Brun.", "english_manuscript": "Las and Mas went into the forest\n-Huhej because it is dawn again\nthere they saw the gray bear standing by the alder tree.\nLet’s shoot him, said Mas\nYeah let’s, said Las\nThey walked carefree together through the grove\n\nYes, Mas wanted to get up on the bear to flay\nhis whittling knife couldn’t bite into it\nGIve us the whetstone said Mas\nHere you go said Las\n\nAnd now when they’d flayed that bear skin\nthere were fifteen holes in it\nLet’s sell it said Mas\n\nYeah, let’s, said Las\n\nYes Mas threw that skin on his back\nand they headed off to the market town\nDo you think we can sell it, said Mas\nYeah, I’m sure we can said Las\n\nBut as they walked along the road\nthey met four thugs or five\nThey probably want it said Mas\nWell let them take it then said Las\nYes three in front and two behind\nAnd so they stole the skin from Mas’s back\nNow they have it said Mas\nI’ll say says Las\nThe three were grey and the two were black\nand they shortened Mas’s balls\nThat hurts, said Mas\nI’ll bet it does, said Las\n\nThen they went the fastest way as before\nand they met the most beautiful young girl\nWhisper to her said Mas\nYeah sure said Las\nAnd Mas he whispered in the girl’s ear\nif she couldn’t fix a pair of balls\nShe wants to see them said Mas\nI’ll bet said Las\n\nMas went into an inn\nThere sat fifteen tailors and drank themselves drunk\nDrink to me, said Mas\nYeah, do, said Las\nAnd why should we drink to you\nand do you have anything to give for that\nI don’t said Mas\nThere you go said Las\n\nKaren Bruus at Gravlev poorhouse knew it, but doesn’t anymore. Jens Brun.", "danish_publication": "1. Las han hvisked' hans kon' i ör',\n— Hejå, for det dages igjen.\nom de skuld' dem ikke et barsel gjør'. \"Ja, hår vi kjöd?\" så han Las.\n— \"Ja, vi får wal\", så han Mas.\nFor de fulgtes ad så frit igjennem lunden.\n2. Las han vilde ad skoven gå, at fange et dyr var hans attrå. \"A tror, a vil med dig\", så Mas.\n—  \"Ja, det kan du jo\", så Las.\n3. Las han lagde sin bøsse på bag,\nså gik de ad skoven i fuld god mag. \"Nu kommer a\", så Las.\n— \"A gjör åsse\", så Mas.\n4. Den gang de kom foroven den skov, da så de en björn, som lå der og sov. \"Skal a skyd' ham?\" så Las.\n— \"Ja, det kan du\", så Mas.\n5.   Las han spændte sin bøsse for knæ, så skod han den björn, som lå under det træ \"Der ligger han\", så Las.\n— \"Ja, de sier a\", så Mas.\n6.   De ilte på den björn at flå,\nda kunde hans tællekniv ej bide på \"Ta mæ din hvedsten\", så Las.\n— \"Der hår du en\", så Mas.\n7. Da de nu fik skindet å,\nda var der femten huller derpå\n\"A tror, vi vil sæl en\", så Las.\n— \"De er lisse gåt\", så Mas.\n8. Las slænd skindet på hans bag,\nog hen til den kjöbsted så mon de lakk' \"Tænker du, vi ka sæl en?\" så Las\n— \"Jow, de ka vi nok\". så Mas.\n9. Men som de gik ad vejen fram,\nda mödte dem skintinger fir' eller fem.\n\"Di vil missel ha 'en,\" så Las.\n— \"Ja, de tøkkes a\", så Mas.\n10.  Ja, to æfor og tre æbag,\nså rev de skindet af Lasses bag. \"No tåer di en\", så Las.\n— \"Ja, de tøt a\", så Mas.\n11.   Las han vild' over den gjaar å krawl, å dæær hænd hans ræjer opå en stawer \"Der hænger di missel\", så Las. \"Ja, de tykkes a\", så Mas.\n12.   Den gang de kom på kjöbstedgåd'\nda mödt' dem en badskjærkon' tilmåd' \"Skal a tåål te hend'?\" så Las.\n— \"Ja, de æ bæst\", så Mas.\n13.   Las han hvisked' den kjælling i ør': \"Kan du mæ et et par ræddier bød'?\" \"Hwa såå hun?\" så Mas.\n— \"Hun så ja\", så Las.\n14. Og hun stak ud, og hun stak ind, og de gjor ondt i Lasses skind. \"De gjör ondt\", så han Las.\n— \"Ja, a kan tænk' et\", så Mas.\n15. I femten uætter og fjorten daww, da låå di Lasses rædder i laww. \"Hudden står et?\" så Mas.\n— \"Åå, så hovsom\", så Las.\n16. Las han ind ad vindeven så,\n— Hejå, for det dages igjen. — all' hans kvinder de hopped' i krog. \"A trower. de er gal'\", så Las.\n— \"De æ di nok\", så Mas.\nFor de fulgtes ad så frit igjennem lunden.", "english_publication": "Las, he whispered into his dear’s ear,\n--Hey hey, dawn is breaking again\nshouldn’t they have themselves a birth celebration\n“Well, do we have meat?” said he, Las\n---“Well, we’ll get some, “ said he, Mas\nAs they walked together carefree through the grove\n\nLas wanted to go through the forest,\nto catch an animal was his goal.\n“I think I’ll go with you,” said Mas\n“Sure, you certainly can,” said Las\n\nLas put his rifle on his back\nand then they went into the forest in good spirits.\n“Here I come,” said Las.\n--“Me too,” said Mas.\n\nNow when they got into that forest,\nthey saw a bear lying there asleep.\n“Should I shoot him?” said Las.\n--“Yes, you can.” said Mas.\n\nLas put his rifle on his knee,\nand then he shot that bear that lay under that tree.\n“There he lies,” said Las.\n--“Yes, I’d say so,” said Mas.\n\nThey went over to the bear to flay,\nbut his whittling knife couldn’t bite into it.\n“Give me your wheststone,” said Las.\n--“Here you go,” said Mas.\n\nNow when they’d gotten the skin off,\nthere were fifteen holes in it.\n“I think we should sell it,” said Las.\n--“That would be fine,” said Mas.\n\nLas threw the skin on his back, \nand off they headed to the market town.\n“Do you think we can sell it,” said Las.\n--“Yes, I’m sure we can,” said Mas.\n\nBut as they went along the road,\nthey met four or five thugs.\n“They probably want it.” said Las,\n--“Yes, I think so,” said Mas.\n\nWell, two in front and three behind,\nthen they tore the skin from Las’s back.\n“Now they’re taking it,” said Las.\n--“Yes, they took it,” said Mas. \n\nLas wanted to climb over that fence\nand his balls wound up on a post\n“Oh my, there they hang,” said Las.\n--“Yes, I think so,” said Mas.\n\nThen when they got to the market town street,\nthey met up with a baker woman.\n“Should I talk to her,” said Las.\n--“Yes, I think that’s best,” said Mas.\n\nLas whispered in the old woman’s ear,\n“Can you fix me a pair of balls?”\n“What did she say?” said Mas.\n--“She said yes,” said Las.\n\nAnd she poked out and she poked in,\nand it hurt in Las’s skin\n“That hurts,” said he, Las.\n--“I can imagine,” said Mas.\n\nFor fifteen nights and fourteen days,\nLas’s balls lay in a bread pan\n“How are things?” said Mas\n--“Oh, not too bad,” said Las.\n\nLas looked in through the window,\n--Hey hey, dawn is breaking again\nall his women hopped in the alcoves\n“I think they’re crazy,” said Las.\n--“They probably are,” said Mas.\nAs they walked together carefree through the grove\n\nE version:\nThen they went the closest way as before\nand they met the most beautiful young girl\n“Whisper to her,” said Las.—“Yeah, sure,” said Mas.\nAnd Las whispered into the girl’s ear,\nif she couldn’t fix his pair of balls.\n“She wants to see.” said Las. – “Yeah, sure,” said Mas.\nLas went into an inn,\nthere sat fifteen tailors and drank themselves drunk.\n“Drink to me,” said Las. – “Yeah, sure,” said Mas.\nAnd why should we drink to you,\nand do you have something to give for that,\n“I don’t,” said Las. – “There you go,” said Mas.", "keywords": {"keyword": ["animals", "asleep", "baking", "ball", "bear", "beautiful", "birth", "bread", "celebration", "crazy", "dawn", "day", "drank", "drinking", "drunkard", "ear", "fence", "fix", "forest", "free", "girl", "inn", "knee", "knife", "las", "market", "meat", "night", "pan", "post", "rifle", "road", "shooting", "skin", "spirit", "street", "tailor", "three", "town", "tree", "whispering", "window", "woman", "wound", "young"]}, "etk_index": {"heading_danish": "Dansk Skjæmteviser", "heading_english": "Danish Jocular Ballads"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}