{"publication_info": "JAH_V_531", "full_name": "150 - 3.17 - JAH_V_531", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 3.17, "fieldtrip": "May 1888", "fieldtrip_start_date": "1888-05-02", "fieldtrip_end_date": "1888-05-09", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 597, "name": "Store Restrup", "display_name": "Store Restrup (place mentioned)"}, {"place_id": 656, "name": "Torstedlund", "display_name": "Torstedlund (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_VII_491a", "full_name": "241 - 4.14 - DS_VII_491a", "url": "data/stories/186.dfl"}, {"informant_id": 241, "publication_info": "DS_VII_1182", "full_name": "241 - 1.04 - DS_VII_1182", "url": "data/stories/145.dfl"}, {"informant_id": 150, "publication_info": "JAH_V_535", "full_name": "150 - 3.18 - JAH_V_535", "url": "data/stories/81.dfl"}]}, "fielddiary_page_start": "4098a", "fielddiary_page_end": "4098b", "bibliographic_info": null, "bibliography_references": {"reference": {"display_string": "[Article] Stevnsborg, Henrik. 1992. Den blå jomfru. <i>Folkeminder 1991</i> 2: 5-8."}}, "annotation": "Although this story is set in the historical past--a time before the dissolution of the birkeret (manor farm controlled judicial regions)--it does bring to the fore the questions concerning care for the poor that were an important focus of local political debates until the beginning of the twentieth century (and, in fact, continuing to the current time).\n\n     One of the main philosophies of Danish poverty assistance was that each parish should be responsible for their own poor. Debates raged for many years over what constituted \"belonging\" in a parish, and the standard became five years residence (as opposed to the conservative position of birth parish). Poor people who tried to collect assistance in a parish other than their own were deported back to their parish. Beggars were subject to punishment, although in most cases they were simply returned to their home parish. Kalmar's punishment of Sidsel was unusually harsh. \n\n     The poor woman, Sidsel, gets her nickname \"heel\" in a typical fashion: a physical or personal trait becomes the basis for the moniker. In other cases, such as in the case of cunning folk, place names are appended as the nickname.", "danish_manuscript": "Der var en hun bandt hendes ene Ben i Vejret\nog lavede sig et Par Krykker og gik omkring og tig-\ngede. De kaldte hende Sidsel Hæls, fordi hun\nhavde bundet hendes Hæl op i hendes Røv. Det\nvar Skik dengang at kjøre omkring med de\nfattige og det skulde den, der havde Stakkels\nfjælen. Det var en Sædefjæl der var s. me\nget Læsning tællet ud i, og naar en Mand\nhavde kjørt, s. flyede ham den til hans Nabo. \nMen s. kunde det jo ikke gaa an at dh. Sidsel\nstille sig an paa de Egn, hvor de kjendte \nhende, og s. var hun da kommen til Store Re-\nstrup at tigge. Forvalteren spurgte hende om\nhvor hun var fra og hun bekjendte, at hu var\nfra Aarestrup og s. skrev h. til Kalmar og\ngjorde lidt Nar ad ham for det h. [sa] vilde\nlade saadan nogle gaa omkring og tigge og s.\nfandtes der ingen her paa hans Gods der\nvar saadan Krøblinger, men endelig fik de\ndet opdaget at det maatte være hende og s.\nkom hun ned og ride Træhesten, hun laa\nder s. længe, til hun var nær bleven øde;\ndet var ogsaa en behagelig Kommen til for \net Kvindfolk. Strags derefter blev Kalmar\nsyg og h. døde. Da de kom til Kirkeporten med\nham, da kom Sidsel Hæls og sagde, te nu vilde\n\n4098B\nhun ønske, te ha maatte vaagne i Helvede og det\nsagde hun baade højt og rele, saa de kunde høre\ndet alle sammen.", "english_manuscript": "There was one who tied one of her legs up, and made herself a pair of crutches and went around begging. They called her Sidsel Hæls because she'd tied her heel up to her ass. It was the custom back then to drive around with the poor and the one who had the \"poor staff\" had to do that. It was a seat plank with a large number of loads counted out on it, and when one man had driven he'd hand it off to his neighbor. But this here Sidsel couldn't do this in the areas where they knew her, and then she'd gone all the way over to Store-Restrup to beg. The foreman at the manor asked her where she was from, and she admitted that she was from Årestrup so then he wrote to Kalmar and teased him a bit that he allowed people like that go around begging. There weren't any cripples like that on his manor. Finally they figured out that this had to be her, and so she wound up being forced to ride the wooden horse. She was there for so long that she'd almost died, that was a nice welcome for a woman. Soon after that, Kalmar got sick and died. When they got to the church door with the body, Sidsel Hæls came and said that she wished that he'd wake up in Hell, she said it loud and clear, so that everyone could hear.", "danish_publication": "Der var en, de kaldte hende Sidsel Hæls, fordi hun bandt hendes ene ben i vejret, så hælen sad oppe ved røven, og så lavede hun sig et par krykker og gik omkring og tiggede. Men det kunde jo ikke gå an, hun sådan bar sig ad på de egne, hvor de kjendte hende, og hun var da en gang kommen helt til Store-Restrup at tigge. Forvalteren spurgte hende om, hvor hun var fra, og omsider bekjendte hun, at hun var fra Årestrup. Så skrev forvalteren til birkedommer Kalmar og gjorde lidt nar ad ham. for det han lod sådan nogle gå omkring og tigge. Sådanne krøblinger fandtes der ingen af på hans gods. I førstningen vilde de ikke vel kjendes ved hende, men endelig blev det da klart, at det måtte være Sidsel, og så kom hun til Torstedlund og måtte ride træhesten. Hun havde ligget så længe der nede i Restrup, til hun var nær bleven øde og nu dether ovenpå, ja, det var også en behagelig kommen-til for et kvindfolk.\n     Strags derefter blev Kalmar syg, og han døde. Da de kom til kirkeporten med liget, da kom Sidsel Hæls og sagde både höjt og rele, så de kunde høre det alle sammen, te hun vilde ønske, han matte vågne i Helvede.", "english_publication": "There was one, they called her Sidsel Hæls [Heel], because she tied one of her legs up so that her heel was up by her ass, and then she made herself a pair of crutches and went around begging. But she couldn’t do this in the areas where they knew her, and she once went all the way over to Store-Restrup to beg. The foreman asked her where she was from, and after a while she admitted that she was from Årestrup. Then the foreman wrote to the district judge, Kalmar, and teased him a bit, that he allowed people like that go around begging. There weren’t any cripples like that on his manor. At first, they wouldn’t accept that she was one of theirs, but finally it became clear that this had to be Sidsel, and then she wound up being put on the wooden horse. She’d been incarcerated in Restrup for so long that she’d almost died and then to have this on top of it, that was a nice welcome for a woman like that.\n    Immediately after that, Kalmar got sick and died. When they got to the church door with the body, Sidsel Hæls came and said both loud and clear, so that everyone could hear it, that she wished that he’d wake up in hell. ", "keywords": {"keyword": ["admission", "allow", "ass", "beggar", "body", "church", "death", "district judge", "door", "foreman", "hell", "horse", "imprisoned", "leg", "manor", "sickness", "Sidsel", "Sidsel Hæls", "store", "tease", "tie", "woman", "wooden", "wound", "writing"]}, "etk_index": {"heading_danish": "Livet uden døre", "heading_english": "Life outdoors"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}