{"publication_info": "DS_III_2302", "full_name": "306 - 0.00 - DS_III_2302", "informant_id": 306, "informant_last_name": "Thomsen", "informant_first_name": "Rasmus", "informant_full_name": "Rasmus Thomsen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 301, "name": "Hvilsager", "display_name": "Hvilsager (place recorded)"}, {"place_id": 41, "name": "Avning", "display_name": "Avning (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 374, "publication_info": "DS_III_2256", "full_name": "374 - 0.00 - DS_III_2256", "url": "data/stories/536.dfl"}, {"informant_id": 6, "publication_info": "DS_III_2316", "full_name": "6 - 0.00 - DS_III_2316", "url": "data/stories/517.dfl"}, {"informant_id": 68, "publication_info": "DS_III_2292", "full_name": "68 - 0.00 - DS_III_2292", "url": "data/stories/556.dfl"}, {"informant_id": 428, "publication_info": "DS_III_2296", "full_name": "428 - 0.00 - DS_III_2296", "url": "data/stories/838.dfl"}, {"informant_id": 241, "publication_info": "DSnr_III_1380", "full_name": "241 - 4.17 - DSnr_III_1380", "url": "data/stories/189.dfl"}, {"informant_id": 123, "publication_info": "DS_III_744", "full_name": "123 - 2.09 - DS_III_744", "url": "data/stories/383.dfl"}, {"informant_id": 123, "publication_info": "DS_III_2367", "full_name": "123 - 2.10 - DS_III_2367", "url": "data/stories/384.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Tre mænd fra Avning var komne i tanker om at ville op og grave i den melder Porsbakke, der ligger lidt til nordöst for kirken, for at finde guld i den. Den ene af dem var nu sådan et fjols, og de andre formanede ham til, at han endelig ikke måtte snakke. Da klokken blev 12, begyndte de at grave. Endelig kom de til noget, men i det samme begyndte den mand at grinne så svært. De andre så meget nysgjerrige på ham, som om de vilde sige: \"Hvad er det?\" — \"Ja, nu har a set meget i mine dage, men aldrig har a set en vogn med fire kokke for, og den kom kjørende ned her.\" — Så var det hele forbi. En anden gang vilde de og prøve det og gik ind til en skomager for at få ham til hjælp, men han vilde ikke med. Så gik de selv derud og begyndte at grave, men fandt den nat ikke andet end et råddent hestelår. De tog det lige godt med og smed det på hjemvejen ind ad forstuen til skomageren for at gjøre ham den tort. Men om forladelse, næste morgen var det blevet til det pure guld.", "english_publication": "Three men from Avning had decided to go up and dig in the middle Thorsbakke (Thor’s hills), which lies a little northeast of the church, to try and find gold. Now one of them was a bit of a fool and the others warned him not to talk. When it was twelve o’clock, they began to dig. Finally, they came upon something, but immediately the man began to laugh really hard. The others looked very curiously at him, as if to say, “What is it?” — “Well, well, I’ve seen a lot in my days, but never before have I seen a wagon drawn by four roosters, and that just came driving down past here.” — Then it was all over. Another time they wanted to try it and they went over to a cobbler to get him to help, but he didn’t want to come along. So they went out there alone and began to dig but found nothing besides a rotten horse thigh that night. They took that along with them and, on the way home, and tossed it into the cobbler’s front room to humiliate him. But sorry! The next day it was pure gold.", "keywords": {"keyword": ["church", "clock", "cobbler", "day", "digging", "fool", "gold", "hill", "home", "horse", "laughter", "night", "rooster", "rotten", "thigh", "three", "wagon"]}, "etk_index": {"heading_danish": "Sagn om skatte", "heading_english": "Legends about treasure"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}