{"publication_info": "DS_VII_1357", "full_name": "436 - 0.00 - DS_VII_1357", "informant_id": 436, "informant_last_name": "Kristensen", "informant_first_name": "Sigurd J.", "informant_full_name": "Sigurd J. Kristensen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 190, "name": "Gjedved", "display_name": "Gjedved (place recorded)"}, {"place_id": 60, "name": "Bjerre", "display_name": "Bjerre (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_VI_930", "full_name": "241 - 4.44 - DS_VI_930", "url": "data/stories/216.dfl"}, {"informant_id": 375, "publication_info": "DS_VII_1399", "full_name": "375 - 0.00 - DS_VII_1399", "url": "data/stories/580.dfl"}, {"informant_id": 235, "publication_info": "DS_VII_1312", "full_name": "235 - 2.04 - DS_VII_1312", "url": "data/stories/287.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "I Bjerge, Bjerge herred, boede en kone, hun kunde hekse, og det var både den ene og den anden, der havde set, at hun kunde malke af to gafler. Somme tider, når hun skulde hen og hente sin mælk, lod hun sin sorte potte, hun skulde have mælken i, gå forved sig. Så slap hun for at bære den, og så kunde hun gå og binde på sin bindehose imens. Men det var ikke alt sammen godt, det hun gjorde. Sådan var der en gård, de kaldte Påskegården, hvor en hel del køer døde, uden man vidste, hvordan det gik til. Så kom manden da i tanker om, at det måtte være én eller anden heks, der var skyld i det uheld, han havde med sine höveder. Nå, hvad han har at gjøre, han får fat i en klog mand og spörger ham til råds. Den kloge mand vidste også straks, hvad der var at gjøre, og sagde til manden, at han skulde tage ni forskjellige slags træ og brænde dem i et bål. Så vilde den, der var skyld i køernes død, komme, men de måtte endelig passe på, den ikke fik ilden at se. De gjorde, som den kloge mand havde rådet dem til, og så kom heksen fra Bjerge farende der hen. Hun pintes og hujede og vilde da endelig have lov at komme inden for, men de skulde ellers nok passe på, hun ikke kom ind og fik ilden at se, for så var hendes pine væk med det samme. Heksen måtte så kjönt blive uden for, og hun pintes og blev så gloende, at hun sprang i møddingspølen for at svale sig. Endelig var da de ni slags træ brændt op, og så kunde heksen løbe sin vej hjem igjen; men i Påskegården kunde hun aldrig gjøre ondt mere.", "english_publication": "A woman lived in Bjerge, Bjerge district, she could witch, and many people had seen that she could milk using two forks. Sometimes when she was to have milk she'd let her black milk can, which she was going to put the milk in, walk along in front of her. Then she didn't have to carry it, and then she could walk and knit stockings in the meantime. But not everything she did was good. There was a farm called Easter farm where a number of cows died without them knowing what was going on. Then the man started to think that there must be some witch or another who was causing this misfortune with his cattle. Well, what does he do, he goes and gets in touch with a cunning man and asks his advice. The cunning man knew right away what to do, and told the man that he should take nine different types of wood and burn them in a bonfire. Then the one who was at fault in the cows' death would come, but they had to be careful that she didn't see the fire. They did as the cunning man had advised them to, and then the witch from Bjerge quickly came over there. She complained and howled and wanted to come inside, but they had to be careful that she didn't come in and see the fire, because then her pain would be gone immediately. The witch had to stay outside, and she was tormented and got so hot that she jumped into the dung heap to cool herself down. Finally, the nine kinds of wood were burned up, and then the witch could run home again; but she could never hurt Easter farm again.", "keywords": {"keyword": ["advice", "black", "bonfire", "cattle", "cow", "Cunning Folk", "death", "district", "dung", "easter", "farm", "fault", "fire", "home", "milk", "misfortune", "outside", "pain", "stockings", "torment", "witch", "woman", "wood"]}, "etk_index": {"heading_danish": "Hekse og deres idrætter", "heading_english": "Witches and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}