{"publication_info": "DS_III_2198", "full_name": "77 - 0.00 - DS_III_2198", "informant_id": 77, "informant_last_name": "Høeg", "informant_first_name": "S. L.", "informant_full_name": "S. L. Høeg", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 721, "name": "Voldum", "display_name": "Voldum (place recorded)"}, {"place_id": 973, "name": "Lundbjærg mark", "display_name": "Lundbjærg mark (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 123, "publication_info": "DS_III_744", "full_name": "123 - 2.09 - DS_III_744", "url": "data/stories/383.dfl"}, {"informant_id": 493, "publication_info": "DS_III_2180", "full_name": "493 - 0.00 - DS_III_2180", "url": "data/stories/662.dfl"}, {"informant_id": 416, "publication_info": "DS_III_2228", "full_name": "416 - 0.00 - DS_III_2228", "url": "data/stories/743.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Henne på Lundbjærg mark er tre höje. En aften for mange år siden kom der to herrer fra Kjöbenhavn til et skovfogedsted om aftenen og sagde til de gamle skovfogedfolk: \"Kan I vise os den höj, der ligger östen for Værum Øled, for den skal være rigere end kongens skatkammer\". Det havde de nemlig læst i nogle gamle bøger ovre i Kjöbenhavn. Så tænkte de gamle folk: \"Hilledød, det må vi drage os nytte af\". De beværtede de rejsende herrer godt og viste dem næste dag en af de andre to höje, og altså ikke den rigtige. De fremmede gravede så i höjen i flere dage, men fandt ingen ting og rejste da til Kjöbenhavn igjen. Da de var så vel afrejste, så gravede de gamle skovfogedfolk i den rigtige höj, som rigdommen var i, og så fandt de en masse guld og sølv samt et stort rustent riddersværd. De bar hele herligheden hjem i deres lille hus og var meget henrykt over deres velstand. Men da natten kom, blev der en rumsteren og en anstalt, så de kunde ikke være i hytten, og de måtte våge den ganske nat. Den påfølgende dag var der ingen ting i vejen, men så snart det blev mørkt, begyndte den samme rumsteren. Det varede i den måde i tre nætter, så rejste manden hen og rådførte sig med en klog mand. Han sagde, at de skulde tage sværdet og bære det derop igjen og grave det ned, det skulde nok hjælpe. Så gjorde de det, og det hjalp, da de først blev af med sværdet, og nu var de blevne til rige folk.", "english_publication": "Out on Lundbjærg field there are three mounds. One night many years ago two men from Copenhagen came to the house of a forest ranger and said to the old forest ranger and his people: “Can you show us that mound which lies east of Værum Øled, since it is supposed to have more riches in it than the king’s treasure room.\" They had read about this in some old books over in Copenhagen. Then the old people thought: “My lord, we could get something out of this.\" They served the traveling gentlemen well, and showed them one of the other two mounds the next day, and not the right one. The strangers dug in the mound for many days, but didn’t find a thing and went back to Copenhagen again. When they were good and gone, the old forest ranger dug in the right mound where the treasure was, and they found a bunch of gold and silver as well as a large, rusty knight’s sword. They carried all of it home to their little house, and were delighted with their wealth. But when night came, there was such a rummaging about and commotion, that they couldn’t stay in the cottage, and they had to stay up the whole night. The next day, there was nothing wrong, but as soon as it got dark, the same rummaging about began. It lasted like that for three nights, then the man went off and asked the advice of a cunning man. He told them that they should take the sword and carry it back up there and bury it, that would probably help. So they did that and it helped as soon as they got rid of the sword, and now they had become rich.", "keywords": {"keyword": ["advice", "books", "burial", "Cunning Folk", "dark", "day", "digging", "disturbance", "east", "field", "forest", "gentleman", "gold", "home", "house", "king", "knight", "lord", "mound", "night", "old", "rich", "silver", "stranger", "sword", "three", "treasure", "wealth"]}, "etk_index": {"heading_danish": "Sagn om skatte", "heading_english": "Legends about treasure"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}