{"publication_info": "JAH_V_535", "full_name": "150 - 3.18 - JAH_V_535", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 3.18, "fieldtrip": "May 1888", "fieldtrip_start_date": "1888-05-02", "fieldtrip_end_date": "1888-05-09", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 492, "name": "Rold", "display_name": "Rold (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "JAT_VI_781", "full_name": "150 - 1.29 - JAT_VI_781", "url": "data/stories/32.dfl"}, {"informant_id": 150, "publication_info": "JAH_V_531", "full_name": "150 - 3.17 - JAH_V_531", "url": "data/stories/80.dfl"}, {"informant_id": 235, "publication_info": "MA_I_107", "full_name": "235 - 1.23 - MA_I_107", "url": "data/stories/243.dfl"}, {"informant_id": 235, "publication_info": "JAH_V_624", "full_name": "235 - 1.28 - JAH_V_624", "url": "data/stories/248.dfl"}, {"informant_id": 235, "publication_info": "MA_II_457", "full_name": "235 - 2.18 - MA_II_457", "url": "data/stories/301.dfl"}, {"informant_id": 235, "publication_info": "JAT_V_18", "full_name": "235 - 2.19 - JAT_V_18", "url": "data/stories/302.dfl"}, {"informant_id": 123, "publication_info": "JFm_XII_64", "full_name": "123 - 1.02 - JFm_XII_64", "url": "data/stories/374.dfl"}]}, "fielddiary_page_start": "4098b", "fielddiary_page_end": "4099b", "bibliographic_info": "Jørgensen 1940.", "bibliography_references": {"reference": {"display_string": "[Book] Jørgensen, Harald. 1979. <i>Studier over det offentlige Fattigvæsens historiske Udvikling i Danmark i det 19. Aarhundrede</i>. Copenhagen: Selskabet for Udgivelse af Kilder til Dansk Historie."}}, "annotation": "The wandering tailor is a well known figure in Danish legend tradition (KMP 1.23), and they were often subject to ridicule (KMP 1.28, 2.18 and 2.19). Here, the tailor is described as unusually shy around women to the extent that he even refuses to measure them.\n\n     Labeling the tailor a beggar is somewhat unfair, since his possession of the poor board indicates clearly that his assistance was being supervised by the local authorities.   Prior to reforms in the poverty assistance laws in 1803, the most common form of care for the poor was \"omgangsforsørgelsen\" [revolving assistance]. Under this system, a person was assigned to a series of farms, and they would go from one farm to the next listed on their stakkelsfjæl (poor board) to receive help  (Jørgensen 1940 (1979), 10-11). After the land reforms of the late 1780s and the subsequent physical relocation of farms out onto the newly apportioned fields, the system was no longer sustainable since the distances between farms had become quite large. At the beginning of the nineteenth century, revolving assistance had been replaced by direct assistance, both in kind and monetary assistance, and the establishment of poor houses and, later, poor farms.\n\n   \n     The lengths to which Hjorde-Jens and then Truukræn go to avoid paying for the tailor's burial are morbidly comical. In that sense, the story parallels folktales in which corpses are posed to look like the living (PJ 1.02).The cost of burying those receiving poor help accrued to the local parish board, and not to the individual farmer who happened to be housing the person at the time of their death (Jørgensen 1940). The story is apocryphal: since Jens apparently knew Truukræn, the events described here cannot have happened earlier than the 1820s, even though the system of assistance described here ended in the first decades of the century (Jørgensen 1940, 11).\n\n     The manuscript makes no distinction between the preceding story and this one. In the published version of this story, Tang Kristensen changed the order of events, describing the tailor's death first. He also editorialized on Jens's performance of the story, noting: \"It was quite funny to hear my informant pronounce the tailor's Jutish sentences, since he comes from Årestrup and always uses \"w\" in his speech, used \"v\" here to make it clear that the tailor was from Rold, where they use that sound.\" Although Tang Kristensen was primarily commenting on differences in local pronunciation, he inadvertently provided helpful information concerning the performance of the story. Because of this note, one can more easily imagine Jens switching voices and even speech patterns as he told the story, particularly when relating direct speech.", "danish_manuscript": "Naar en Tigger havde gaaet \nher i Byen omkring og krævet, s. skulde de kjøre\ndem til nærmeste By. S. havde hver By saa\ndan sin Stakkelsfjæl. Der var en gl. Skræd\nder fra Rold der døde her inde ved vore Nabo\nog den Mand der boede henne i den Grd her ve\nsten for h. var Oldersmand. Nu skulde den\n[Ma] By, hvori de døde, koste deres Begravelse\nDen Skr. var Broder til Sognefogeden i Rold\nog h. gik om og [to] syede for Folk, men til\nsidst gik h. og tiggede, de kaldte ham Rold-\nskrædderen, h. var sky for Kvindfolk. Et Sted\nh. [gik] sad paa Bordet og syede og Børnene\nstod paa Gulvet og bissede et Barn, og Moderen\nvar ude at malke lige i Tiden, s. fik de\nVuggen vælt og den kom oven paa Barnet,\nog Skr. var ikke Karl for at turde gaa hen og\nhjælpe Barnet op igien, for det det var et \nPigebarn. Da Mod. kom ind sagde hun kun\nde du da ikke have gjort det sølle Barn den\nTjeneste at have rejst Bissen op, det kunde\njo have ligget og kvaltes. Men h. svarede\nVild a rør ved de it (skidt), nej s. Gu vild\na [et] ek. Havde det (skidt) været et Drengebarn\ns. var det noget andet. Kold Jenses gl. Moder\nvilde have ham til at sy en Trøje til sig og vilde\nhave ham til at tage Mål. Aa Vejen med\n\n4099A\ndig a ka s. gu gjan paes ed. Ja hun vilde\ngjærne være et Korn net. og pæn og hun stod\nog skultrede sig ad ham. Men h. sagde: Af\nVejen med dig og vilde ikke røre ved hende. Han\nkunde godt faa alle en Bys Hunde til at\nkomme i en Række bag efter sig. H. snakkede\ns godt med dem og klappede dem: Kommer \ndu her min Ven, du er min Ven i Verden,\nkan du how den gang a høld og døld \nmed dig de mange gode Sild du stal, a\nvidste det nok, men a vilde ikke sige det.\n---\nS. laa h. og døde der til Hjord. Jenses og\ns. kom h. ind til [Hjord] Gammel Per det\nvar hans Nabo og fik ham til at hjælpe\nsig og fik ham baaret ud [paa] og satte ham\nder norden til op til [det] et Kalgudige,\ndet var saadan skikkeligt højt of fik hans\nPose bunden paa ham og hans Kjæp i hans\nHaand. Det var om Morgenen før Dag.\nDa det blev Dag, havde jo s. Hjorde-Jens\nfundet Rold-skrædderen der og h. hen til\nOldermanden, de kaldte ham Truukræn og\nsagde det. Naa, siger, det var Dø og og Pins\nslemt og h. siger til hans Karl at h. skal\nspænde de to graa for en Mogvogn og hen og\nhente ham og s. kjørte de til Rold med ham\n\n4099B\nind til sognefogedens. A kommer med din Bro-\nder sagde T. Kr. h. er død. Ja s. kunde de\ntage ham med dem igien og lade ham begrave.\nMen s. sprang Tr. Kr. ud og h. tog i den ene\nMogfjæl og Byrri-Niels i den anden og\ns. skød de Skr. af Vognen med hans Pose og\nhans Kurv og hans Sager og [nu] h. faldt\npaa Jorden og s. de op paa Vognen og af\nsted og da de kom til Trys-sø, da kunde\nde høre, [Tro] de slog paa Trommen i Rold,\ns. skulde de jo samles og snakkes ved om,\nhvad de skulde have gjort ved Skrædderen.", "english_manuscript": "When a beggar had gone through a town and asked for alms, then the townsfolk were supposed to drive them to the nearest town. Each town had their own \"poor board.\" There was an old tailor from Rold who died at our neighbor's house, and the man who lived in the farm to the west he was an alderman. Now, the town in which he died had to pay for his burial. The tailor was the brother of the parish bailiff in Rold, and he went around sewing for people, but by the end he just went about begging, they called him the Rold Tailor, he was shy around women. At one place, he was sitting on the table sewing and the children were standing on the floor rocking a baby, while their mother was out milking at the moment, and they tipped over the cradle and it landed on top of the baby. But the tailor wasn't man enough to go over and help the little baby up, because it was a girl. When the mother came back in she said, \"Couldn't you have done the baby a favor and picked the cradle up, it could have lain there and suffocated?\" But he answered, \"Nah, I won't mess with that shit, no sirree. If that shit had been a boy, then it would have been a totally different story.\" Kold-Jen's old mother wanted him to sew a dress for her, and she wanted him to measure her. But he answered, \"Get out of here, I can make it fit you.\" She wanted it to be a bit nice and pretty and she stood and wriggled her shoulders. But he said, \"Get out of here,\" and he didn't want to touch her. He could get all the town's dogs to follow along behind him in a line and he patted them and called out to them, \"Are you coming over here, my friend, you are my only friend in the world. Do you remember the time I helped you out when you'd stolen all those wonderful herrings, I knew it, but I didn't say anything.\" Then he lay there and died at Hjorde-Jens's, and then he went over to Old Per, that was his neighbor, and he got him to help him carry him out and they placed him up next to a stone wall that was pretty tall, and tied his bag on him, and put his staff in his hand. It was early in the morning, before dawn. When daylight came, Hjorde-Jens came out and found him there and went over to the alderman, they called him Truukræn, and told him that. \"Well,\" he says, \"that's really bad,\" and he told his farmhand that he should harness the two gray horses to a dung wagon and go over and get him and then they drove him over to Rold over to the parish bailiff's farm. \"I've brought your brother,\" said Truukræn, \"he's dead.\" Well, then they could take him with them again, and bury him. But then Truukræn jumped off the wagon and took hold of the one dung board and Byrri-Niels took hold of the other, and then they dumped the tailor out of the wagon with his bag, and his basket and his things, and he fell down onto the ground, and then they jumped back up into the wagon and rode off. When they got to Tryssø, they could hear that they were beating on the drum in Rold, they were going to gather and talk about what they should do with the tailor.", "danish_publication": "Når en tigger havde gået byen her omkring og krævet ind, så skulde folkene kjøre ham til nærmeste by, og det skulde den, der havde \"stakkelsfjælen\". Det var en sædefjæl, der var så megen læsning tællet ud i. Hver by havde sin fjæl, og når en mand havde kjørt, så flyede han den hen til hans nabo. Når en tigger døde på hans vandring, skulde den by, hvori han døde, koste hans begravelse. Så var der en gammel skrædder fra Rold, der døde her inde ved vor nabo, han var broder til sognefogden i Rold, den samme skrædder. Hjorde-Jens, som han var død ved, kom ind til Gamle-Per, der var nabo til ham ved den anden side, og fik ham til at hjælpe sig med at bære skrædderen ud, og de fik ham stillet an op til et kalgudige, fik hans pose bunden på ham og hans kjæp i hans hånd. Stedet lå skikkelig höjt, så det var nemt at få ham at se. Dether gik nu for sig om morgenen för dag, og da det så blev dag, kom Hjorde-Jens jo ud og fandt ham — skulde det forestille — og han hen til oldermanden, de kaldte ham Truukræen, og fortalte ham om Rold-skrædderen, som sad der henne. \"Nå\", siger han, \"det var død og pine slemt\". Han befaler hans karl, at han skal spænde de to grå for en mogvogn og kjøre hen og hente ham. Så kjørte de til Rold med ham og ind til sognefogdens. \"A kommer med din broder\", sagde Truukræen, \"han er død\". Ja, så kunde de tage ham med dem igjen og lade ham begrave. Men så sprang Truukræen ud til vognen, og han tog i den ene mogfjæl og Byrri-Niels, der var med ham, i den anden, og så skød de skrædderen af vognen med hans pose og hans kurv og hans sager, så han faldt ned på jorden, og så de op på vognen og af sted. Da de kom til Trys-sø, da kunde de høre, der blev slået på trommen i Rold, for så skulde mændene jo samles og snakkes ved om, hvad de skulde have gjort ved skrædderen.\n     Denher skrædder gik om og syede for folk, men til sidst gik han og tiggede. Han var sky for kvindfolk. Et sted han sad på bordet og syede, og börnene stod på gulvet og bissede et barn, mens moderen lige i tiden var ude at malke, så fik de vuggen væltet, og den kom oven på barnet. Men skrædderen var ikke karl for at turde gå hen og hjælpe barnet op igjen, for det det var et pigebarn. Da moderen kom ind, sagde hun: \"Kunde du ikke have gjort det sölle barn den tjeneste at have rejst bissen op, det kunde jo have ligget og kvaltes\". Men han svarade: \"Vild a ræær ve de skit, nej sågu vild a ek. Havde det været et drengebarn, så havde det været noget andet\". Kold-Jenses gamle moder vilde have ham til at sy en tröje til sig, og så skulde han tage mål af hende. Men han svarede: \"Å vejen mæ dæ, a ka sågu gjaan paes ed\". Han vilde ikke røre ved hende. Samme skrædder kunde godt få alle en bys hunde til at komme i en række bag efter sig. Han snakkede godt med dem og klappede dem, idet han sagde: \"Kommer du her, min ven, du er mi ven i verden. Kan du howw, den gang a hølld å dølld mæ dæ di manne gowe sild du stael, a vist ed nåk, mæn a vild et sæjj ed\".", "english_publication": "When a beggar had gone through a town and gotten alms, then the townsfolk were supposed to drive him to the nearest town, and the one who had the “poor board\" had to do that. It was a seat plank on which had been counted a number of loads. Each town had their own plank, and when a man had driven he’d give the plank to his neighbor. If a beggar died on his wanderings, his burial had to be paid for by the town in which he died. There was an old tailor from Rold who died at our neighbor’s, he was the brother of the parish bailiff in Rold, that tailor. Hjorde-Jens, the guy whose house he’d died at, got his neighbor on the other side, Old Per, to help him carry the tailor out and they placed him up next to a stone wall, tied his bag on, and put a staff in his hand. The place was fairly high and so it was easy to see him. This happened early in the morning, before daylight, and when it became daylight, Hjorde-Jens came out and found him – at least it was supposed to appear that way – and he went to the alderman, they called him Truukræn, and told him about the Rold tailor, how it was. “Well,” he says, “that’s really bad.” He told his farmhand that he should harness the two gray horses to the dung wagon and drive off and get him. Then they drove him over to Rold and into the parish bailiff’s farm. “I’ve brought your brother,” said Truukræn, “he’s dead.” Well, the parish bailiff said, then they could take him back with them, and bury him. But then Truukræn jumped off the wagon and took hold of the one dung board and Byrri-Niels, who was with him, took hold of the other, and then they dumped the tailor out of the wagon with his bag, and his basket and his things, so that he fell down onto the ground, and then they jumped back up into the wagon and rode off. When they got to Try lake, they could hear that the drum was being beaten in Rold, so that the men could gather and talk about what they should do with the tailor. \n     This here tailor went around sewing for people, but in the end he went around begging. He was shy with women. One place, he was sitting on the table sewing and the children were standing on the floor rocking a baby, while their mother was just out milking, and they tipped over her cradle and it landed on top of the baby. But the tailor wasn’t man enough to go over and help the little baby up, because it was a girl. When the mother came back in she said, “Couldn’t you have done the baby a favor and picked the cradle up, it could have lain there and suffocated?” But he answered, “Nah, I won’t mess with that shit, no sirree. If it had been a boy, then it would have been a totally different story.” Kold-Jen’s old mother wanted him to sew a dress for her, and then he was supposed to measure her. But he answered, “Get out of here, I can make it fit her.” He didn’t want to touch her. The same tailor could get all the town’s dogs to follow along behind him in a line. He talked well with them and patted them while he said, “Are you coming over here, my friend, you are my only friend in the world. Do you remember the time I helped you out when you’d stolen all those wonderful herrings, I knew it, but I didn’t say anything.”", "keywords": {"keyword": ["alms", "baby", "bags", "bailiff", "basket", "beggar", "boy", "brother", "burial", "children", "cradle", "daylight", "death", "dog", "dress", "dung", "fall", "farm", "farmhand", "favor", "floor", "friend", "girl", "harness", "herring", "Hjorde Jens", "horse", "house", "milk", "morning", "mother", "neighbor", "Niels", "old", "parish", "Per", "plank", "poor", "riding", "sewing", "shit", "stone", "story", "table", "tailor", "tie", "town", "townsfolk", "truukræn", "wagon", "walls", "woman", "world"]}, "etk_index": {"heading_danish": "Livet uden døre", "heading_english": "Life outdoors"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}