{"publication_info": "DS_I_143", "full_name": "405 - 0.00 - DS_I_143", "informant_id": 405, "informant_last_name": "Jensen", "informant_first_name": "Svend Peter", "informant_full_name": "Svend Peter Jensen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 670, "name": "Tvilum", "display_name": "Tvilum (place recorded)"}, {"place_id": 974, "name": "Horns mark", "display_name": "Horns mark (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 235, "publication_info": "DS_II_A_57", "full_name": "235 - 1.01 - DS_II_A_57", "url": "data/stories/220.dfl"}}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "I en höj på Horns mark boede en trold, og han havde en sort ko, der gik ved en gårdmands køer, som boede i nærheden af höjen. Drengen, der passede køerne, måtte tillige passe troldens ko, men han fik også betaling derfor, ti hver dag stod der henne ved höjen en tallerken med en pandekage og en toskilling på. Så et år fik gårdmanden en dreng, der var sådan en slemme knægt. Den første dag han kom ud med køerne, kom jo også troldens sorte ko. Drengen gik nu hen til höjen for at se, om det passede, hvad han havde hørt, at der skulde stå en tallerken med en pandekage og en toskilling på. Jo, det passede godt nok, og drengen spiste pandekagen og puttede skillingen i lommen. Men så knappede han hans bukser ned og gjorde hans behov på tallerkenen. Fra den dag af kom der hverken pandekage eller toskilling, men den sorte ko blev lige godt ved at komme, så den dreng måtte passe troldens ko uden betaling.", "english_publication": "A troll lived in a mound on Horns field, and he had a black cow which grazed along with the cows of the farmer who lived near the mound. The hired boy who took care of the cows also had to take care of the troll’s cow but he also got paid for that because every day near the mound there would be a plate of pancakes with a two shilling piece on top. Then one year the farmer hired a boy who was really nasty. The first day he went out with the cows, the troll’s black cow also came along. The boy now went over to the mound to see if it was true what he’d heard that there was supposed to be a plate of pancakes with a two shilling piece on top there. Well, sure enough, it was true and the boy ate the pancakes and put the two shilling piece in his pocket. But then he unbuttoned his pants and did what he had to on the plate. From that day on, neither pancakes nor the two shilling piece appeared, but the black cow continued to appear, so the boy had to take care of the troll’s cow without any pay.", "keywords": {"keyword": ["black", "boy", "cow", "day", "farmer", "field", "grazing", "horn", "mound", "pancake", "pants", "plate", "pocket", "shilling", "troll", "year"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}