{"publication_info": "DS_V_1588", "full_name": "572 - 0.00 - DS_V_1588", "informant_id": 572, "informant_last_name": "Jakobsen", "informant_first_name": "N", "informant_full_name": "N Jakobsen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 951, "name": "Højby", "display_name": "Højby (place recorded)"}, {"place_id": 949, "name": "Odense", "display_name": "Odense (place mentioned)"}, {"place_id": 975, "name": "Bramstrup", "display_name": "Bramstrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "JAT_II_149", "full_name": "235 - 1.30 - JAT_II_149", "url": "data/stories/250.dfl"}, {"informant_id": 235, "publication_info": "DS_V_1542", "full_name": "235 - 1.08 - DS_V_1542", "url": "data/stories/227.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "På Bramstrup, en mil fra Odense, var der for mange år siden en forvalter, som hed Maes eller Markus Kalv, der bestyrede gården for en gammel enkefrue, som den gang var ejerinde af den. Denne forvalter var en grusom tyran mod fæstebønderne, han gik altid ud på at gnie og plage dem og fratage dem deres ejendom. Der er en skov, som den gang tilhørte de Volderslev bønder og kaldtes Lunden, hvilken grænsede til Langholm, en skov, som hørte til Bramstrup. Denne lund kunde Markus Kalv ikke tåle, at bønderne skulde beholde, men sögte ved uretfærdighed at frarøve dem den. Tog jord fra gårdens mark i støvlerne o. s. v. og svor ved den hellige treenighed, at den jord, hvorpå han stod samt de grene, der hang over hans hoved, tilhørte fruen på Bramstrup. Da han havde gjort dette, gik han hjem til fruen på Bramstrup og sagde: \"Nu er Lund og Langholm dit.\" Men den gamle frue blev forskrækket og svarede: \"Er Lund og Langholm mit, så er helvedes pine dit.\" Han døde nogle år efter, men fik ingen ro i graven, han går endnu den dag i dag i Langholm og lader sig høre om natten på adskillige tider af året med en forfærdelig stemme, som hverken ligner menneskers eller dyrs. At Markus Kalv endnu findes i Langholm, kan bekræftes af flere gamle folk fra omegnen.", "english_publication": "Many years ago, there was a foreman at Bramstrup, a mile from Odense, who was called Maes or Markus Kalv, and he ran the farm for an old widow who at that time was the owner of it. That foreman was a horrible tyrant toward the lease holders, he always went out to harass and punish them and confiscate their possessions. There was a forest that, at the time, belonged to the peasants in Volderslev, and it was called Lunden, and it bordered on Langholm, a forest that belonged to Bramstrup. Markus Kalv couldn't bear that the peasants had this forest, and he tried to steal it from them unjustly. He took dirt from the farm's field and put it in his boots, etc. and then swore to the holy trinity that the earth on which he stood as well as the branches that hung over his head belonged to the lady at Bramstrup. When he'd done this, he went home to the lady at Bramstrup and said, \"Lund and Langholm are now yours.\" But the old lady became frightened and answered, \"If Lund and Langholm are mine, then the pains of hell are yours.\" He died some years later, but had no peace in the grave, he still walks to this very day in Langholm and lets himself be heard at night at different times of year with a terrible voice that resembles neither that of a human nor an animal. Many older people from the area will confirm that Markus Kalv is still to be found in Langholm .", "keywords": {"keyword": ["boots", "branches", "day", "death", "dirt", "earth", "farm", "field", "foreman", "forest", "grave", "hell", "holy", "home", "horrible", "lady", "lease", "Markus Kalv", "night", "old", "owner", "peasantry", "punishment", "swear", "theft", "voice", "widow", "year"]}, "etk_index": {"heading_danish": "Gjenfærd på uretfærdig jord", "heading_english": "Revenants on ill-gotten land"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}