{"publication_info": "DS_VI_1078", "full_name": "482 - 0.00 - DS_VI_1078", "informant_id": 482, "informant_last_name": "Møller", "informant_first_name": "Signe Christensen", "informant_full_name": "Fru Signe Christensen Møller", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 762, "name": "Charlottenlund", "display_name": "Charlottenlund (place recorded)"}, {"place_id": 575, "name": "Sorte Mose", "display_name": "Sorte Mose (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "DS_VI_1079", "full_name": "235 - 1.56 - DS_VI_1079", "url": "data/stories/276.dfl"}, {"informant_id": 258, "publication_info": "DS_V_956", "full_name": "258 - 0.00 - DS_V_956", "url": "data/stories/500.dfl"}, {"informant_id": 90, "publication_info": "DS_IV_988", "full_name": "90 - 1.06 - DS_IV_988", "url": "data/stories/329.dfl"}, {"informant_id": 90, "publication_info": "DS_VI_1100", "full_name": "90 - 2.17 - DS_VI_1100", "url": "data/stories/349.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Klemmen i Sorte-mose kunde vise igjen. Mine bedsteforældre havde nogle penge, der blev stjålne, og så gik bedstefader over til ham. Han spurgte om, hvad tid de var bleven borte, og det fik han at vide. Ja, han kunde måske vise dem igjen, men var der nogle givet ud, kunde de ikke skaffes igjen. En 3, 4 dage efter skulde de en fredag aften se efter ved syldstenen under deres spisekammervindue. De fandt dem også så nær som nogle få mark og skilling, der manglede.\n     En dag sad Klemmen inde i stuen og sagde: \"Nu kan a mærke, der er én i skoven, der vil stjæle af træet, a skal derud.\" Så traf han og å tyven, han stod endnu med træet. \"Ja, nu får du at slippe, men hvis du gjör det tiere, skal det gå dig ilde.\"", "english_publication": "Klemmen in Sorte Mose could show again. My grandparents had some money stolen from them, and so granddad went over to him. Klemmen asked him what time the money had disappeared and he told him. Well, he might be able to show the money again, but if any of it had been given away or spent, then the money would not be able to be recovered. Three or four days later, on a Friday night, they were supposed to look around the foundation stones under their dining room window. They found the money too, except for a few marks and shillings. \n     One day, Klemmen sat in the living room and said, \"I can feel that there's someone out in the forest who is planning to steal some wood, I better go out there and check.\" And he met the thief too, he was still standing there with the wood. \"Well, I'll release you now but if you do it again, bad things will happen to you.\"", "keywords": {"keyword": ["day", "dining", "disappearance", "forest", "foundation", "grandfather", "grandparents", "Klemmen", "money", "night", "shilling", "stone", "theft", "thief", "three", "window", "wood"]}, "etk_index": {"heading_danish": "Kloge mænd og koner og deres bedrifter", "heading_english": "Cunning men and women and their activities"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}