{"publication_info": "DS_I_1033", "full_name": "69 - 0.00 - DS_I_1033", "informant_id": 69, "informant_last_name": "Hansen", "informant_first_name": "Søren", "informant_full_name": "Søren Hansen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": {"place_id": 243, "name": "Hårup", "display_name": "Hårup (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 123, "publication_info": "DS_I_1036", "full_name": "123 - 3.03 - DS_I_1036", "url": "data/stories/406.dfl"}, {"informant_id": 497, "publication_info": "DS_I_1043", "full_name": "497 - 0.00 - DS_I_1043", "url": "data/stories/695.dfl"}, {"informant_id": 394, "publication_info": "DS_I_1051", "full_name": "394 - 0.00 - DS_I_1051", "url": "data/stories/454.dfl"}, {"informant_id": 150, "publication_info": "Unpub_BJK_111", "full_name": "150 - 1.11 - Unpub_BJK_111", "url": "data/stories/14.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Bjærgmanden vilde komme og tage små börn fra folk og lægge sit eget i steden. Et sådant tilfælde indtraf en gang med en kone, som tydelig kunde se, at hun havde fået et bjærgmandsbarn, for det blev alle tider ved at være så lille, det blev blot tykkere og tykkere. Derover klagede hun sin nød til alle og enhver. Men en dag kom en kone, som lærte hende et godt råd: \"Du skal,\" sagde hun, \"på søndag og hver dag, du fejer dit gulv, lægge barnet ved dören, ligesom du vilde feje det ud, så skal bjærgmanden snart komme med dit og tage sit eget igjen.\" Det gjorde hun også, og det varede heller ikke længe, för han kom, men vred var han. \"Se,\" sagde han, \"sådan har jeg ikke passet dit, som du har passet mit.\" Dermed tog han sit eget og forsvandt. Hvem der blev glad, det var konen, som havde fået sit eget barn igjen.", "english_publication": "The mound man would come and take little children from people and put his own in their place. This happened once to a woman who could clearly see that she had gotten the mound man’s child, since it stayed little, it just got fatter and fatter. She complained about this to everybody. But one day a woman came and gave her some good advice: “On Sunday and every day you sweep your floor, you should lay the child by the door, just like you were going to sweep it out, then the mound man will come soon with yours and take his own again,” she said. She did that, too, and it didn’t take too long before he came, but he was angry. “Look,” he said, “I didn’t take care of your child like you took care of my child.” With that he took his own and disappeared. The one who was happy, that was the woman who had gotten her own child again.", "keywords": {"keyword": ["advice", "angry", "children", "day", "disappearance", "door", "floor", "happy", "mound man", "Sunday", "sweep", "woman"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}