{"publication_info": "DS_II_A_149", "full_name": "69 - 0.00 - DS_II_A_149", "informant_id": 69, "informant_last_name": "Hansen", "informant_first_name": "Søren", "informant_full_name": "Søren Hansen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 243, "name": "Hårup", "display_name": "Hårup (place recorded)"}, {"place_id": 976, "name": "Laven", "display_name": "Laven (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 150, "publication_info": "DS_II_A_150", "full_name": "150 - 1.24 - DS_II_A_150", "url": "data/stories/27.dfl"}}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Også fra Laven, som skjeller med Sejs, går der sagn om ellefolk. Ved Milestederne var der sådan opfort en lille jordhytte, hvor den, som skulde passe milerne, kunde gå i ly for vejret. Der brændte gjærne en ild foran hytten, for at de kunde have den at varme sig på og tillige for at give lys, og en gammel mand så da tit ellefolkene komme og varme sig og dandse om ilden. Han vilde prøve på at gjøre dem forskrækkede og tog en brand ud af ilden og kastede efter én af dem. Men hvordan det så gik, vidste han ikke. Da han kom til sig selv igjen, var hans mile splittet ad, og han selv lå et stykke fra jordhytten og var næsten stivfrossen.", "english_publication": "There are stories from Laven, which is separated from Sejs, about elves. A small earthen hut was built by the charcoal piles where the people who were supposed to watch the charcoal piles could take shelter from the weather. There was often a fire burning in front of the hut, so they could warm themselves by it and also so they could have some light, and a man often saw elves come and warm themselves and dance around the fire. He wanted to try and scare them and so he took an ember out of the fire and threw it at one of them. But he has no idea what happened next. When he regained consciousness, his charcoal pile was split apart and he himself lay a ways away from the earthen hut and was almost frozen solid.", "keywords": {"keyword": ["charcoal", "dancing", "elf", "fire", "frozen", "story", "weather"]}, "etk_index": {"heading_danish": "Ellefolk", "heading_english": "Elves"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}