{"publication_info": "DS_II_B_18", "full_name": "69 - 0.00 - DS_II_B_18", "informant_id": 69, "informant_last_name": "Hansen", "informant_first_name": "Søren", "informant_full_name": "Søren Hansen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": {"place_id": 870, "name": "Skjolde", "display_name": "Skjolde (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 69, "publication_info": "DS_II_B_11", "full_name": "69 - 0.00 - DS_II_B_11", "url": "data/stories/824.dfl"}, {"informant_id": 414, "publication_info": "DS_II_B_20", "full_name": "414 - 0.00 - DS_II_B_20", "url": "data/stories/734.dfl"}, {"informant_id": 541, "publication_info": "DS_II_B_15", "full_name": "541 - 0.00 - DS_II_B_15", "url": "data/stories/717.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Det havde været en svær storm i Vesterhavet, og mange skibe havde været nærved at gå under. Da det omsider blev bedre vejr, mödtes to skibe der ude og kom hinanden så nær, at folkene kunde råbe sammen om, hvor de kom fra, og hvor de hørte hjemme og sådan noget. I det samme hører de, at to nisser råber til hinanden fra toppen af masten, én på hvert skib, om, hvordan de har haft det i denne storm. Den ene sagde: \"Jeg har haft nok at bestille med at holde fokkestaget, for ellers var masten falden om.\" Da folkene så vilde se til vejrs efter rösten, slap nis staget, som med det samme faldt ned på dækket, og han gav sig til at le af fuld hals. Nu fik folkene andet at tænke på end at se efter nis, for masten var nær gået over borde. I lag de havde travlt med at danne det igjen, så nis hans snit til at smutte ned i lasten, hvor de ikke kunde finde ham.", "english_publication": "There had been a harsh storm on the North Sea and many ships had nearly foundered. When it eventually became better weather, two ships met out on the sea and came so close to each other, that the people could shout to each other about where they came from and where their home harbor was and so on. At the same time, they hear that two nisser are shouting to each other from the tops of the masts, one on each ship, about how they had fared during the storm. The first one said: “I’ve had enough to do holding the jib stay, otherwise the mast would have fallen down.” When the people looked up to see about the voice, the nisse let go of the stay, which immediately fell down on deck, and he started to laugh hysterically. Now the people had something else to think about than to look for the nisse, because the mast nearly fell overboard. While they were busy getting the mast set again, the nisse saw his chance to take off down into the hold where they couldn’t find him.", "keywords": {"keyword": ["deck", "fall", "harbor", "home", "laughter", "mast", "nisse", "North Sea", "sea", "ship", "storm", "voice", "weather"]}, "etk_index": {"heading_danish": "Nisser", "heading_english": "Household spirits"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}