{"publication_info": "DS_III_2412", "full_name": "69 - 0.00 - DS_III_2412", "informant_id": 69, "informant_last_name": "Hansen", "informant_first_name": "Søren", "informant_full_name": "Søren Hansen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": {"place_id": 243, "name": "Hårup", "display_name": "Hårup (place recorded)"}}, "stories_mentioned": {"story": {"informant_id": 319, "publication_info": "DS_III_2440", "full_name": "319 - 0.00 - DS_III_2440", "url": "data/stories/508.dfl"}}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Der har været en gammel tale om en spade, der skulde laves til af ni hug, og når man satte den om aftenen, blev den flyt om natten til det sted, hvor der skulde være guld gravet ned, og så kunde man grave det op. En sådan spade var af træ, og hvis der var en knot, kunde den godt blive siddende og bruges som trad. Man tog en gren af et træ, som egnede sig for det, og så skulde der hugges tre hug på den tre torsdag morgener i træk, to hug æfor og ét æbag hver gang, og når de tre torsdag morgener var gået, og de ni hug udførte, skulde bladet være færdigt. Min fader gik til en mand og vilde have ham til at lave den spade. Ja, det vilde han godt. \"Men a skal hugge de tre hug hver dag i Fandens navn, og det vil a også godt gjøre. Dernæst skal a i de tre uger lægge mig og rejse mig i Fandens navn.\" Da min fader hørte det, sagde han: \"Det vil a minsæl ikke have dig til.\" Så blev der altså ikke noget ud af det arbejde.", "english_publication": "There was old talk of a spade that was made with nine blows and when you put it down at night it would be moved to the place where gold is supposed to be buried and then you could dig it up. That kind of spade was made of wood and if there was a knot, it could remain and be used as a foot tread. You took a tree branch which could be used for that, and then you were supposed to cut three blows on it three Thursdays in a row, two blows in the front and one in the back each time, and when the three Thursdays had passed, and the nine blows finished, the blade was supposed to be finished. My father went to a man and wanted to have a spade like that made. Well, he’d do that. “But I have to cut the three blows each day in the name of the devil, and I’ll gladly do that. Then after that I’ll have to go to bed and get up for the three weeks in the name of the devil.\" When my father heard that, he said: “I certainly don’t want to have you do that.\" So nothing came of that work.", "keywords": {"keyword": ["bed", "blow", "branches", "burial", "day", "devil", "digging", "father", "foot", "gold", "knot", "name", "night", "old", "Satan", "spade", "three", "thursday", "tree", "week", "wood", "work"]}, "etk_index": {"heading_danish": "Sagn om skatte", "heading_english": "Legends about treasure"}, "tango_indices": {"tango_index": [null, null, null, null]}, "genre": null}