{"publication_info": "DS_IV_1707", "full_name": "69 - 0.00 - DS_IV_1707", "informant_id": 69, "informant_last_name": "Hansen", "informant_first_name": "Søren", "informant_full_name": "Søren Hansen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 870, "name": "Skjolde", "display_name": "Skjolde (place recorded)"}, {"place_id": 977, "name": "Hjarnø", "display_name": "Hjarnø (place mentioned)"}, {"place_id": 473, "name": "Rårup", "display_name": "Rårup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 418, "publication_info": "DS_IV_1705", "full_name": "418 - 0.00 - DS_IV_1705", "url": "data/stories/459.dfl"}, {"informant_id": 385, "publication_info": "DS_IV_1711", "full_name": "385 - 0.00 - DS_IV_1711", "url": "data/stories/476.dfl"}, {"informant_id": 443, "publication_info": "DS_IV_1702", "full_name": "443 - 0.00 - DS_IV_1702", "url": "data/stories/803.dfl"}, {"informant_id": 245, "publication_info": "DS_IV_1729", "full_name": "245 - 0.00 - DS_IV_1729", "url": "data/stories/637.dfl"}, {"informant_id": 123, "publication_info": "DS_IV_1689", "full_name": "123 - 2.18 - DS_IV_1689", "url": "data/stories/392.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Den gang den sorte pest rasede her, da døde de alle på Hjarnø så nær som én, og det var en gammel kone, der blev tilbage. Hun havde nær aldrig fået de døde begravet, for hun var både gammel og svag. Endelig kom der folk over til øen, og det første de så efter var, om de kunde finde ler til at bygge huse af. Der var efter pesten mange byer, hvor der ikke var et menneske i. Men så fandt nogle på at tænde bål om natten for at finde hverandre. Mange gik til kirke eller i marken eller byen, men døde, inden de kom hjem. Sygdommen kom med en nysen, og når den syge havde nyst tre gange var han død. Liget blev straks sort, og derfor fik pesten navnet af den sorte død. Siden den tid har det været skik at sige til den, der nyser: Gud velsigne dig.\n     Jeg har også hørt fortælle, at den, der gravede grave på Bårup kirkegård, kunde stå og se, når de kom med et lig ovre ved Klejs by (i samme sogn) og så endda selv komme først i graven, altså forend liget, de kom med fra Klejs.  ", "english_publication": "During the time when the plague raged here, all the people on Hjan island died except for one, and that was an old woman who was left. She was almost unable to get all the dead buried since she was both old and weak. Finally people came over to the island, and the first thing they looked for was to see if they could find clay to build houses out of. After the plague, there were a lot of villages in which there wasn’t a single person. But then some figured out that they could light fires at night to find each other. A lot went off to church or to work in the fields or to town but died before they got home. The sickness started with sneezing, and when the sick person had sneezed three times, he was dead. The corpse quickly became black, and therefore the plague got the name the black death. Since that time, it's been the custom to say to someone who sneezes: God bless you. \n     I also heard told that the person who dug graves at Rårup cemetery could stand and see when they came with a corpse from Klejs village (in the same parish) and then get to the grave first before the corpse they were bringing from Klejs.", "keywords": {"keyword": ["black", "blessing", "burial", "cemetery", "church", "clay", "corpse", "death", "digging", "field", "fire", "god", "grave", "home", "house", "island", "name", "night", "old", "parish", "plague", "sickness", "sneeze", "three", "town", "village", "woman", "work"]}, "etk_index": {"heading_danish": "Pest og sygdomme", "heading_english": "Plague and illnesses"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}