{"publication_info": "JAH_V_48", "full_name": "150 - 3.20 - JAH_V_48", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 3.2, "fieldtrip": "May 1888", "fieldtrip_start_date": "1888-05-02", "fieldtrip_end_date": "1888-05-09", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 348, "name": "Konradsminde", "display_name": "Konradsminde (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "DS_VI_1248", "full_name": "150 - 1.38 - DS_VI_1248", "url": "data/stories/41.dfl"}, {"informant_id": 439, "publication_info": "DS_VI_1252", "full_name": "439 - 0.00 - DS_VI_1252", "url": "data/stories/848.dfl"}]}, "fielddiary_page_start": "4099b", "fielddiary_page_end": "4100a", "bibliographic_info": null, "bibliography_references": null, "annotation": "Jens provides a short account of a hostile interaction between local farmers and immigrant workers. The outsiders are described as immoral--dancing and gambling (details that Tang Kristensen deleted in the published version). To make matters worse, they criticize the locals' clothes.\n\n     The published version of the account differs somewhat from the manuscript: the order of certain unbound, descriptive clauses (such as mention of the Norwegian and German workers' arrival) have been changed, and Jens's correction of Truukræn's comments about where he had seen the Norwegian workers has been eliminated.", "danish_manuscript": "Dh. gl. T. Kr. han blev noget tokkivorn til\nsidst, h. sagde, Det var sært, te Kjæsten\nhun vilde have de her Norskere der inde i\nhendes lade (Kj. var Kold Jenses Stifmo\nder), det skidt, de spilte og de danste der\ninde og der var en af dem der rækkede\nHovedet ud og sagde til mig: A tykkes\ndin Trøj er så [rallne] raggere Fald. S. \nsvår h. sig selv: Ja nør en wor gl. s.\nskal en gå i ragger Trøjer. Men s. nest\na Død og Pin Karlen å og sagde til ham\nKan [sku] ske du nap har den Skjorte du\nkan træk opå Rajet. S. tog han Død og\nPin Hovedet til sig. Deher Norskere de ar-\nbejdede ved Konradsminde Glasværk, det var\nde første Arbejdere der kom der, da det var stilt\n\n4100a\nan og siden kom der Tyskere. Norskerne var\nellers pæn Folk i Klæder og [de] Det var ellers\nikke andet end vild Tuuk, noget han forstilte\nsig, at h. saa dem der, h. havde jo nok set\ndem, men ikke der i Gaarde, kanske de blot\nhavde været der at kjøbe Smør.", "english_manuscript": "Old Truukræn was a bit crazy by the end, he said, \"It's strange that Kjæsten will have these Norwegians in her house,\"--Kjæsten was Kold Jens's stepmother--\"those shits, they gambled and they danced in there and there was one of them who poked his head out and said to me, 'I think your clothes are so ragged.' And then he answered himself, 'Just because you're old doesn't mean you have to have such ragged clothes.\" But I chewed that guy out and said, \"You've barely got a shirt that you can wear on your back.\" Then he pulled his goddamn head back inside. These Norwegians work over at Konradsminde Glassworks, they were the first workers who came here, when it was built, the Germans came later. The Norwegians otherwise had neat clothes and it wasn't anything other than wild tuuk (crazy talk), something that he'd convinced himself of, that he'd seen them, he'd probably seen them, but not in the farms, they'd probably just come by to buy some butter.", "danish_publication": "De förste arbejdere, der kom til Konradsminde glasværk, var Norskere. Siden kom der Tyskere. Norskerne var ellers pæne folk i klæder. De kom af og til ind til Ersted for at kjøbe smör. Den gamle Truukræn tykte ikke om deres besøg, men han var også noget tokkivorn til sidst. Han sagde om Kold-Jenses stifmoder: Det er sært, te Kjæsten hun vil have deher Norskere i hendes hus, det skidt, der var en af dem, der rækkede hovedet ud og sagde til mig: \"A tykkes, din tröje er sa raggere, falld; ja, nær en wor gammel, så skal en gå i raggere tröjer\". Men så næste a død og pine karlen af og sagde til ham: \"Kanske du nap har den skjorte, du kan træk æpå rajet\". Så tog han død og pine hovedet til sig.", "english_publication": "The first workers who came to Konradsminde glassworks were Norwegians. Germans came later. The Norwegians were otherwise neat folk in appearance. They came once in a while in to Ersted to buy butter. Old Truukræn didn’t think much of their visits, but he was a bit crazy by the end. About Kold-Jens’s stepmother, he said: It’s strange that Kjæsten will have these Norwegians in her house, those shits, there was one of them who poked his head out and said to me, “I think your clothes are so ragged. Just because you’re old doesn’t mean you have to have such ragged clothes.” But I chewed that guy out and said, “You’ve barely got a shirt that you can wear on your back.” Then he pulled his goddamn head back inside.", "keywords": {"keyword": ["butter", "clothing", "crazy", "folk", "german", "house", "Kold Jens", "Norwegian", "old", "shirt", "shit", "stepmother", "truukræn", "worker"]}, "etk_index": {"heading_danish": "Livet uden døre", "heading_english": "Life outdoors"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}