{"publication_info": "DS_IV_1518", "full_name": "130 - 0.00 - DS_IV_1518", "informant_id": 130, "informant_last_name": "Jørgensen", "informant_first_name": "Søren", "informant_full_name": "Søren Jørgensen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 22, "name": "Alken", "display_name": "Alken (place recorded)"}, {"place_id": 309, "name": "Illerup", "display_name": "Illerup (place mentioned)"}, {"place_id": 253, "name": "Hemstok", "display_name": "Hemstok (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 123, "publication_info": "DS_IV_1517", "full_name": "123 - 1.01 - DS_IV_1517", "url": "data/stories/373.dfl"}, {"informant_id": 332, "publication_info": "DS_IV_1510", "full_name": "332 - 0.00 - DS_IV_1510", "url": "data/stories/707.dfl"}, {"informant_id": 332, "publication_info": "DS_IV_1512", "full_name": "332 - 0.00 - DS_IV_1512", "url": "data/stories/708.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "På Illerup mark op efter Hemstok har ligget en gård der kaldtes Hjelmslev, og efter den har hele herredet navn, for det skal være midtpunktet i det. Manden på den gård hed Hjelm. Der er ingen gård nu, men kun en kjelde. Til den gård kom en søndag eftermiddag en pottemand kjørende. Folkene var gåede til kirke. Han får lov at blive der og får hans bæster sat på græs. Vognen stod ved siden på en dam, og da det blev aften, mærkede folkene, te pottemanden gik til vognen og snakkede så stille. Så kom de i tanker om, hvad det var for folk. Den tid han var så gået til leje, gik de ud og væltede vognen ned i dammen, og så druknede röverne. A har været ved den kjelde én gang, og der var et hus lidt derfra, som kaldtes Hjelmslev-huset. ", "english_publication": "There used to be a farm called Hjelmslev on Illerup field up near Hemstok and that’s where the whole district gets its name, since it's supposed to be the center of it. The man at the farm was called Hjelm. There’s no farm now, just a well. One Sunday afternoon a potter came driving by there. The people had gone to church. He’s allowed to stay there, and he let his horses out to graze. The wagon stood next to a pond and when it got to be evening, the people noticed that the potter went over to the wagon and spoke quietly. Then they realized what kind of a person he was. Then when he had gone off to bed, they went out and tipped the wagon out into the pond and then the robbers drowned. I’ve been to that spring once, and there was a house not too far from there which was called the Hjelmslev house.", "keywords": {"keyword": ["afternoon", "allow", "bed", "church", "district", "drowning", "evening", "farm", "field", "grazing", "hjelmslev", "horse", "house", "name", "pond", "pot", "robber", "spring", "Sunday", "wagon"]}, "etk_index": {"heading_danish": "Røvere, drabsmænd og tyve", "heading_english": "Robbers, murderers and thieves"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}