{"publication_info": "DS_II_E_48", "full_name": "451 - 0.00 - DS_II_E_48", "informant_id": 451, "informant_last_name": "Lauritsen", "informant_first_name": "Stine", "informant_full_name": "Fru Stine Lauritsen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 742, "name": "Amerika", "display_name": "Amerika (place recorded)"}, {"place_id": 978, "name": "Toksværd", "display_name": "Toksværd (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "DS_II_E_84", "full_name": "235 - 2.09 - DS_II_E_84", "url": "data/stories/292.dfl"}, {"informant_id": 399, "publication_info": "DS_II_E_42", "full_name": "399 - 0.00 - DS_II_E_42", "url": "data/stories/607.dfl"}, {"informant_id": 150, "publication_info": "DS_II_E_2", "full_name": "150 - 1.13 - DS_II_E_2", "url": "data/stories/16.dfl"}, {"informant_id": 490, "publication_info": "DS_II_E_22", "full_name": "490 - 0.00 - DS_II_E_22", "url": "data/stories/598.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Min gamle bedstefader fortalte mig i min barndom, at da sognefolkene en søndag morgen kom til Toksværd kirke på Sjælland, da lå der uden for dören et frygteligt uhyre, som kaldtes en lindorm. Ingen turde nærme sig den, så man den dag med sorg måtte gå hjem uden at kunne komme i kirke. Kun én af mændene gik op i tårnet og skød med kraft på uhyret, men alt prellede af på dets tykke skind. Man fik da en tyrekalv til præstegården, og sognets folk bragte mælk og blod til den at drikke. I få måneder voksede den så stærkt, at den blev helt uvane og sprængte til sidst stalddøren, sprang over på kirkegården og rev uhyret ihjel. I den tid, da kalven voksede, gik man dog i kirke, idet man fik lavet en dör i den nordre side, og den anden blev så muret efter. Nu er indgangen i den vestre ende.", "english_publication": "My old grandfather told me when I was a child that the parish people came one Sunday to Toksværd church on Sjælland, and there they found a frightening monster, which was called a lindorm, lying outside the door. Nobody dared get near it, so that day they had to go home with great sorrow without being able to go to church. Only one of the men went up in the tower and took a hard shot at the monster, but everything bounced off its thick skin. They got a bull calf brought over to the parsonage and the parish people brought milk and blood for it to drink. Over the course of a few months it grew so strong that it became completely uncontrollable and finally smashed the stall door, then it jumped the cemetery wall and tore the monster to death. During the time that the calf was growing, they went to church by making a door in the north side and the other one was walled up. Now the entrance is on the west end.", "keywords": {"keyword": ["blood", "bull", "calf", "cemetery", "children", "church", "day", "death", "door", "drinking", "grandfather", "home", "lindorm", "milk", "monster", "month", "north", "old", "outside", "parish", "parsonage", "shooting", "sjælland", "skin", "sorrow", "stall", "strength", "Sunday", "tower", "walls", "west"]}, "etk_index": {"heading_danish": "Lindorme og småkryb", "heading_english": "Wiverns and small creepy-crawlies"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}