{"publication_info": "JAH_V_172", "full_name": "150 - 3.21 - JAH_V_172", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 3.21, "fieldtrip": "May 1888", "fieldtrip_start_date": "1888-05-02", "fieldtrip_end_date": "1888-05-09", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 7, "name": "Aarestrup", "display_name": "Aarestrup (place mentioned)"}, {"place_id": 602, "name": "Støvring", "display_name": "Støvring (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "JAH_V_174", "full_name": "150 - 3.23 - JAH_V_174", "url": "data/stories/86.dfl"}, {"informant_id": 150, "publication_info": "JAT_VI_781", "full_name": "150 - 1.29 - JAT_VI_781", "url": "data/stories/32.dfl"}, {"informant_id": 90, "publication_info": "Unpub_AMJ_206", "full_name": "90 - 2.06 - Unpub_AMJ_206", "url": "data/stories/338.dfl"}, {"informant_id": 235, "publication_info": "Unpub_KMP_312", "full_name": "235 - 3.12 - Unpub_KMP_312", "url": "data/stories/314.dfl"}, {"informant_id": 150, "publication_info": "DS_I_553", "full_name": "150 - 1.23 - DS_I_553", "url": "data/stories/26.dfl"}, {"informant_id": 150, "publication_info": "JAH_II_358", "full_name": "150 - 3.22 - JAH_II_358", "url": "data/stories/85.dfl"}]}, "fielddiary_page_start": "4100a (1)", "fielddiary_page_end": "4100a (1)", "bibliographic_info": null, "bibliography_references": null, "annotation": "Jens continues with his description of local characters, focusing on two local drunks. In addition to their very small holdings, the men supplement their income with making wooden clogs, a not uncommon practice (see chapters on Bitte Jens and Jens Peter). Søren Østergård appears in one other story that Jens tells, witnessing Old Villads's attempt to meet the mound dwellers (BJK 1.23). \n\n     Brændevin (distilled spirits) was often distilled illegally in local stills. Stories describe the various strategies people used to avoid detection by the authorities charged with the regulation of stills (KMP 3.12).\n\n     The published version only includes part of the complete manuscript record, the rest of the record appearing in another published account (BJK 3.22). Tang Kristensen used the story in part to explain and record aspects of local folk speech and pronunciation.", "danish_manuscript": "Det var nogle haarde Karle der boede her i\nByen, de sloges og drak og tumlede og om\nanden Dagen drak de Forlig ved en Flaske\nBrændevin. De laa og stjal i Skoven om\nNatten og var endda nogle Stoddere. Man-\nden og Karlen sad om Dagen og gjorde Træ\nsko og Konen og Pigen paste Avlen og Høv\nderne, saadan var skikken her i Byen i \nmine unge Dage, men nu er der ikke en\ngaardmand der laver et Par Træsko.\nMændene gik i Kofter uden opslag og Kraver\nog to store tasker paa Siderne. og Metalknap-\nper i Der var Brændevin at faa i Aarestrup\nved Væverens og s. var de s. knøve til at\ngaa til Kirke og der sad de saa og drak til\nde blev s. fulde, at de bar hverandre hjem.\nDen gl. Jens Indersen (Ingvorsen) det var en stor og stærk\nStoder og hans Nabo [Krænn Sønder] Søren Østergaard de\nboede ovre paa den sønder Side af Byen.\nh. var lam og nemmere til at blive fuld,\ns. tog den gl. Jens ham paa Ryggen og rejste\naf med ham og sagde: Nu rider a Dævlen\nparier mæ med dig lige til Skjørping. Hvor\nrider vi hen? sagde Søren.", "english_manuscript": "There were some tough guys who lived here in the town. They'd fight and drink and tumble about, and the next day they'd make up by drinking a bottle of brændevin (distilled spirits). They lay out in the forest and stole during the night, and they were a bunch of vagabonds (bastards). The man and the farmhand sat making clogs during the day, and the wife and the girl took care of the fields and the cattle, that was the custom here in the town when I was young, but now there isn't a single farmer who makes a pair of clogs. The men wore long homespun jackets with neither cuffs nor collar, and they had large bags by their sides with metal buttons. One could get brændevin in Årestrup at the weaver's, and then they had enough gall to go to church. They'd sit there and drink on Sundays and get so drunk that they'd carry each other home. Old Jens Indersen (Ingvorsen), he was a big and strong guy, and his neighbor, Sören Östergård, they lived over on the south side of the town, who was lame and got drunk more easily, and then old Jens would put him up on his back and he'd set off with him, saying, \"Now I'm riding, let the devil fuck me, with you all the way to Skjörping.\" \"Where are we riding to?\" Søren would say.", "danish_publication": "Det var nogle hårde karle, der boede her i byen. De sloges og drak og tumlede, og om anden dagen drak de forlig igjen ved en flaske brændevin. Der var brændevin at få i Årestrup ved væverens, og så var de så knöve til at gå til kirke. Der sad de da og drak om søndagen og blev så fulde, at de bar hverandre hjem. Den gamle Jens Indersen (Ingvorsen), det var en stor og stærk stodder, og hans nabo Sören Östergård, der var lam og nemmere til at blive fuld, de boede ovre på den søndre side af byen, og så tog den gamle Jens ham på ryggen og rejste af med ham, idet han sagde: \"No rier a Dæwlen parier mæ mæ dæ liig te Skjörping\". Det svarte han, nar Sören spurgte ham: \"Hvor rider vi hen?\"", "english_publication": "There were some tough guys who lived here in the town. They’d fight and drink and tumble about, and the next day they’d make up by drinking a bottle of brændevin (distilled spirits). One could get brændevin in Årestrup at the weaver’s, and then they had enough gall to go to church. They’d sit there and drink on Sundays and get so drunk that they’d carry each other home. Old Jens Indersen (Ingvorsen), he was a big and strong guy, and his neighbor, Sören Östergård, who was lame and got drunk more easily, they lived over on the south side of the town, and then old Jens would put him up on his back and he’d set off with him, saying, “Now I’m riding, let the devil take me, your body over to Skjörping.” That’s how he’d answer when Sören asked him, “Where are we riding to?”", "keywords": {"keyword": ["body", "bottle", "brændevin", "church", "day", "devil", "drinking", "drunkard", "fight", "home", "neighbor", "Old Jens", "riding", "south", "spirit", "strength", "Sunday", "Søren", "Søren", "town", "weaver"]}, "etk_index": {"heading_danish": "Livet uden døre", "heading_english": "Life outdoors"}, "tango_indices": {"tango_index": [null, null, null, null, null, null]}, "genre": null}