{"publication_info": "DS_II_A_76", "full_name": "379 - 0.00 - DS_II_A_76", "informant_id": 379, "informant_last_name": "Hansen", "informant_first_name": "Mads", "informant_full_name": "Lærer Mads Hansen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 772, "name": "Fårdrup", "display_name": "Fårdrup (place recorded)"}, {"place_id": 981, "name": "Bogø", "display_name": "Bogø (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 235, "publication_info": "DS_II_A_100", "full_name": "235 - 1.60 - DS_II_A_100", "url": "data/stories/281.dfl"}, {"informant_id": 402, "publication_info": "DS_II_A_50", "full_name": "402 - 0.00 - DS_II_A_50", "url": "data/stories/776.dfl"}, {"informant_id": 240, "publication_info": "DS_II_A_95", "full_name": "240 - 0.00 - DS_II_A_95", "url": "data/stories/571.dfl"}, {"informant_id": 240, "publication_info": "DS_II_A_96", "full_name": "240 - 0.00 - DS_II_A_96", "url": "data/stories/572.dfl"}, {"informant_id": 352, "publication_info": "DS_II_A_91", "full_name": "352 - 0.00 - DS_II_A_91", "url": "data/stories/608.dfl"}, {"informant_id": 235, "publication_info": "DS_II_A_99", "full_name": "235 - 1.42 - DS_II_A_99", "url": "data/stories/262.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "I skoven på Bogø gik beboernes kvæg løst i fællig, og når nu pigerne, som fulgtes ad ud at malke, havde malket hver sine køer, kaldte de på hverandre for at følges ad hjem. Men en dag, som de skulde til at gå hjem, manglede den ene pige, som slet ikke vilde svare, hvor meget de end kaldte. Til sidst gik de omkring for at lede hende op og traf hende da enlig siddende i en ellemose ganske forvirret i hovedet. De fik hende med nød og næppe hjem med, og her fortalte hun, at der ved ellemosen var kommen en sådan dejlig mand til hende og havde spurgt hende, om hun vilde være hans kjæreste, og ved sin tale bedåret hende, så at hun ikke kunde komme væk fra ham; han havde også lokket hende til, at hun ikke skulde svare, når de andre piger kaldte på hende. Siden skulde hun hver gang ned til ellemosen, men en gang gav nogen hende det råd, at når ellekongen kom igjen, skulde hun tre gange sige til ham: \"Vend dig, at jeg kan se, om du er bag som for.\" Dette gjorde hun næste gang, og da hun nu så, at han var hul bagtil, råbte hun: \"Nej fy, du er jo så hul som et dejtrug!\" hvorpå han forlod hende, og siden den tid havde hun fred for ham.", "english_publication": "In the woods on Bogø, the people’s cattle grazed in common, and when the maids who went out together to milk had milked their cows, they called to each other to walk home together. But one day when they were going to go home, one of the girls was missing and she wouldn’t answer no matter how much they called. Finally they walked around to try and find her and they found her finally sitting in an alder swamp quite confused. They managed with great difficulty to get her home and there she told them that a wonderfully nice man had come to her by the alder swamp and asked her if she would be his lover, and with his speech he’d entranced her so she couldn’t get away from him. He had also entranced her so she couldn’t answer when the other girls called to her. After that, she had to go down to the alder swamp each time they went out, but one time somebody advised her that when the elf king came again she should say to him three times, “Turn around so I can see if you're the same in back as in front.” She did that the next time and when she now saw that he was hollow in the back, she cried out: “No, damn it, you’re as hollow as a dough trough!” at which point he deserted her and, after that time, she had peace from him.", "keywords": {"keyword": ["advice", "alderwood", "cattle", "cow", "crying", "day", "dough trough", "elf", "girl", "grazing", "hollow", "home", "love", "maid", "milk", "swamp", "three", "woods"]}, "etk_index": {"heading_danish": "Ellefolk", "heading_english": "Elves"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}