{"publication_info": "DS_IV_1470", "full_name": "391 - 0.00 - DS_IV_1470", "informant_id": 391, "informant_last_name": "Holm", "informant_first_name": "Ove", "informant_full_name": "Pens. Lærer Ove Holm", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 843, "name": "Ørsted", "display_name": "Ørsted (place recorded)"}, {"place_id": 833, "name": "Nimtoft", "display_name": "Nimtoft (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 59, "publication_info": "DS_IV_1478", "full_name": "59 - 0.00 - DS_IV_1478", "url": "data/stories/562.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1465", "full_name": "241 - 2.04 - DS_IV_1465", "url": "data/stories/154.dfl"}, {"informant_id": 508, "publication_info": "DS_IV_1467", "full_name": "508 - 0.00 - DS_IV_1467", "url": "data/stories/501.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "I Nimtoft ligger Ramten mølle, hvor der tidligere har boet meget rige folk. For mange år siden var her en møller, som endog havde skibe i søen. Møllen hørte den gang under Mejlgård, og herremanden der beskyldtes for både selv at ville røve på landevejen og stå i forbindelse med en röverbande, som huserede i Nörre herred. Endskjöndt mølleren betalte sine afgifter bestemt hver termin, så herremanden dog med onde öjne til ham nærmest på grund af hans rigdom. Så skete det en nat, at röverne overfaldt møllen, mishandlede manden og konen, og efter at have plyndret alt hvad der var, stak ild på gården. Mølleren klagede til herremanden, som jo var hans husbond, endskjöndt han havde mistanke til, at herren selv stod bag ved, og som han formodede, gjorde herren ingen ting ved sagen. Men en del år efter blev en röverbande fanget i Fjeld skov, og de blev halshuggede ved Skindvad oppe i Nörre herred. Inden de kom af med livet, bekjendte de, at de havde øvet indbrud i Ramten mølle efter samråd med herremanden, og han havde betalt dem noget for at øve den gjerning.\n     Det er ingen mølle længere, men dammen er der. I mange år var det blot en bondegård, men nu er det blevet til en stampemølle.", "english_publication": "Ramten mill is in Nimtoft where a lot of rich people used to live. Many years ago there was a miller who also had ships at sea. The mill belonged at that time to Mejlgård, and the manor lord there was accused of both robbing people on the highways himself and being connected to a robber band that lodged in Nørre province. Even though the miller paid his debts promptly each due date, the manor lord always looked at him with an evil eye, probably because of the miller’s wealth. Then it happened one night that the robbers attacked the mill, beat up the man and his wife and, after they had plundered everything that there was, they set fire to the farm. The miller complained to the manor lord, who was his master, even though he suspected that the manor lord was behind it and, as he anticipated, the manor lord did nothing about the case. But several years later, a robber band was caught in Fjeld forest, and they were decapitated near Skindvad up in Nørre province. Before they were executed, they admitted that they had committed the break-in at Ramten mill after consultation with the manor lord, and he had paid them something to commit the crime. \n     The mill doesn’t exist any more, but the mill pond is there. For many years, it was just a little farm, but now it has been made into a stamping mill.", "keywords": {"keyword": ["accused", "admission", "attack", "case", "crime", "debt", "decapitate", "evil", "execution", "eye", "farm", "fire", "forest", "highway", "manor lord", "master", "mill", "mill pond", "miller", "name", "night", "plunder", "rich", "robber", "robbery", "sea", "ship", "suspect", "wealth", "wife"]}, "etk_index": {"heading_danish": "Røvere, drabsmænd og tyve", "heading_english": "Robbers, murderers and thieves"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}