{"publication_info": "DS_IV_1289", "full_name": "499 - 0.00 - DS_IV_1289", "informant_id": 499, "informant_last_name": "Nielsen", "informant_first_name": "O. V.", "informant_full_name": "Lærer O. V. Nielsen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 856, "name": "Romdrup-Klarup", "display_name": "Romdrup-Klarup (place recorded)"}, {"place_id": 982, "name": "Harboøre", "display_name": "Harboøre (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 363, "publication_info": "DS_IV_1287", "full_name": "363 - 0.00 - DS_IV_1287", "url": "data/stories/638.dfl"}, {"informant_id": 386, "publication_info": "DS_V_384", "full_name": "386 - 0.00 - DS_V_384", "url": "data/stories/855.dfl"}, {"informant_id": 241, "publication_info": "DSnr_IV_963", "full_name": "241 - 4.45 - DSnr_IV_963", "url": "data/stories/217.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Der var en mand på Harboøre, som plyndrede og ihjelslog én, der var strandet. Inden mennesket døde, skal han have udtalt den forbandelse, at det vilde komme over hans börn, de vilde komme til at dø pludselig ligesom nu han. Den mand havde tre sönner, og de druknede i et stormvejr på havet. Den tredje boede i Vrist og omkom på en særegen måde. Det var i en stormnat, havet gik så höjt, at der var fare for, at bådene, der var trukne meget höjt op på stranden, skulde blive revne væk. Folkene vilde da trække dem over de lave klitter og måtte til den ende fylde dem med sand, idet vinden ellers vilde have taget dem, når de kom helt op. Den mand, her er tale om, hjalp ved den ene båd, men idet den kom op, tog vinden dog sådan i den, at han kom under den og blev knust. Der gik straks bud til hans gård, og konen kom i møde med dem, der bar ham hjem, omtrent midtvejs. Der var endnu liv i ham, men han døde straks efter.", "english_publication": "There was a man in the Harbo islands, who plundered and killed a person who was stranded. Just before the person died, he uttered a curse that would affect his children, they would die suddenly just like he was dying now. That man had three sons, and they drowned in a storm at sea. The third one lived in Vrist and died in a similar manner. It was a stormy night, the sea was so high that there was a danger that the boats that had been dragged far up on the beach would be torn away. People wanted to pull them over the low cliffs and for that reason had to fill them with sand, because otherwise the wind would have taken them when they got them totally up. The man who we’re talking about helped with one of the boats, but before it came up, the wind took it in such a way that he wound up under it and was crushed. A messenger was immediately sent to his farm and his wife came out and met the people who were carrying him home almost halfway. He was still alive but died shortly after.", "keywords": {"keyword": ["beach", "boat", "children", "cliff", "curse", "danger", "death", "drowning", "farm", "home", "island", "kill", "messenger", "night", "plunder", "sand", "sea", "son", "storm", "stranded", "three", "wife", "wind", "wound"]}, "etk_index": {"heading_danish": "Røvere, drabsmænd og tyve", "heading_english": "Robbers, murderers and thieves"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}