{"publication_info": "JAH_II_358", "full_name": "150 - 3.22 - JAH_II_358", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 3.22, "fieldtrip": "May 1888", "fieldtrip_start_date": "1888-05-02", "fieldtrip_end_date": "1888-05-09", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "JAH_V_172", "full_name": "150 - 3.21 - JAH_V_172", "url": "data/stories/84.dfl"}, {"informant_id": 150, "publication_info": "JAH_II_358", "full_name": "150 - 3.24 - JAH_II_358", "url": "data/stories/87.dfl"}]}, "fielddiary_page_start": "4100a, 4100b", "fielddiary_page_end": "4100a, 4100b", "bibliographic_info": null, "bibliography_references": null, "annotation": "In his published collections, Tang Kristensen split the previous record (BJK 3.21) into two stories, appending BJK 3.24 to this record to complete the description of the vagabonds/thugs hiding out in the forest near Ersted. The clothing described is old-fashioned, and similar to descriptions of the clothing of rakkere (rakker means executioner's assistant and, later, nightman or refuse collector; it was often used as slang to denote a vagabond). \"Langovrede træsko\" were clogs with a long front worn primarily by men in contradistinction to women's \"kortovrede træsko\" with a short front, more in keeping with modern clogs. \"Basarer\" are also known as \"nisse træsko\". This type of clog turns up in a point at the front. There is nothing to suggest that Jens Ingvorsen and Søren Østergård were anything other than two local farmers given to drink.", "danish_manuscript": "See BJK 3.21", "english_manuscript": "See BJK 3.21", "danish_publication": "De Ersted mænd lå og stjal i skoven, og så var de endda nogle stoddere. Manden og karlen sad om dagen og gjorde træsko, og konen og pigen paste avlen og hövderne. Sådan var skikken i mine unge dage, men nu er der ikke en gårdmand, der laver et par træsko. Dem langovrede træsko kalder vi her sorte træsko og basarerne hvide træsko.\n     Mændene gik i kofter uden opslag og kraver, og så havde de store tasker på siderne og metalknapper i dem.", "english_publication": "Those Ersted men lay out in the woods and stole, and they were vagabonds to boot. The man and the farmhand sat making clogs during the day, and the wife and the hired girl took care of the animals and the cattle. That was the custom when I was young, but now there isn’t a single farmer who makes a pair of clogs. Those langovrede clogs we call black clogs here and the basarer white clogs.\n    The men wore long homespun jackets with neither cuffs nor collar, and they had large bags by their sides with metal buttons.", "keywords": {"keyword": ["animals", "bags", "black", "boots", "button", "cattle", "clogs", "collar", "day", "farmhand", "farmer", "girl", "homespun", "metal", "vagabond", "white", "wife", "woods", "young"]}, "etk_index": {"heading_danish": "Fra hoveriets tid", "heading_english": "From the time of villeinage"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}