{"publication_info": "DS_V_477", "full_name": "454 - 0.00 - DS_V_477", "informant_id": 454, "informant_last_name": "Leth", "informant_first_name": "Th.", "informant_full_name": "Lærer Th. Leth", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 858, "name": "Sale", "display_name": "Sale (place recorded)"}, {"place_id": 984, "name": "Sjællands odde", "display_name": "Sjællands odde (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 329, "publication_info": "DS_V_482", "full_name": "329 - 0.00 - DS_V_482", "url": "data/stories/461.dfl"}, {"informant_id": 65, "publication_info": "DS_V_900", "full_name": "65 - 0.00 - DS_V_900", "url": "data/stories/577.dfl"}, {"informant_id": 241, "publication_info": "DSnr_IV_880", "full_name": "241 - 4.36 - DSnr_IV_880", "url": "data/stories/208.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "I en bondegård på Sjællands odde var det for en 40 år siden så slemt til at spøge. En gang havde folkene der en følhoppe, som gik inde i en lille lade, og det var netop der, hvor det spøgede allerværst. De lagde nu mærke til, at der i laden var en krog, hvilken både hoppen og føllet nöjagtig undgik at komme til, og det var heller ikke mulig for nogen at jage dyrene der hen. Folkene tænkte nok, at der i den krog måtte være skjult noget, med hvilket det ikke måtte hænge rigtig sammen. Derfor huggede de gulvet op og grov ned i jorden, hvor de fandt benraden af et menneske. De samlede nu benene op og bar dem på kirkegården og nedgrov dem der, og siden har det aldrig spøget der i gården.", "english_publication": "In a farm up in Sjællands odde, about forty years ago, there was really bad haunting. Once the people had a little foal which stood in a little barn and it was exactly there that the haunting was the worst. They noticed now that in the barn there was a little nook that both the mare and the foal avoided quite precisely, and it was also impossible for people to chase the animals into it. The people thought that something must be hidden in that nook because of things that weren’t quite right there. So they broke up the floor and dug down in the ground where they found a human skeleton. They gathered the bones together and carried them up to the cemetery and buried them there and since that time there has never been a haunting in the farm.", "keywords": {"keyword": ["animals", "barn", "bones", "burial", "cemetery", "chase", "digging", "farm", "floor", "foal", "haunting", "mare", "nook", "skeleton"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}