{"publication_info": "DS_V_700", "full_name": "454 - 0.00 - DS_V_700", "informant_id": 454, "informant_last_name": "Leth", "informant_first_name": "Th.", "informant_full_name": "Lærer Th. Leth", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 858, "name": "Sale", "display_name": "Sale (place recorded)"}, {"place_id": 900, "name": "Vallekilde", "display_name": "Vallekilde (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 90, "publication_info": "DS_IV_988", "full_name": "90 - 1.06 - DS_IV_988", "url": "data/stories/329.dfl"}, {"informant_id": 90, "publication_info": "DS_IV_650", "full_name": "90 - 2.08 - DS_IV_650", "url": "data/stories/340.dfl"}, {"informant_id": 536, "publication_info": "DS_V_694", "full_name": "536 - 0.00 - DS_V_694", "url": "data/stories/603.dfl"}, {"informant_id": 403, "publication_info": "DS_V_690", "full_name": "403 - 0.00 - DS_V_690", "url": "data/stories/780.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Præsten Ole Schytte i Vallekilde stod i pagt med Fanden, derfor gik han igjen og spøgede i præstegården i skikkelse af en hvid kalv. Da kalven en aften viste sig i gården, sendte den nuværende præst, provst Bech, sin pige op i kirken at hente tre bøger, og så sagde han til sin karl, Jörgen, at han skulde tage kalven i øret og trække den ned i engen på præstegårdens mark, så skulde han selv komme bag efter. Da præsten kom uden for porten, mödte han pigen med bøgerne, hvilke han tog under armen, og gik ned i engen og sagde til Jörgen, som stod der med kalven: \"Nu kan du gå hjem, og med Guds hjælp skal jeg være i præstegården lige så tidlig som du\". Da Jörgen var kommen et stykke hen ad vejen, stod han stille og lyttede, og han hørte da, at præsten sagde til Jörgen, som stod der med kalven: \"Nu har du slået de to bøger fra mig, og kan du også slå den tredje fra mig, da er du min overmand.\" Jörgen blev nu bange og skyndte sig videre, men straks efter hørte han sådan en underlig stærk lyd, og et öjeblik efter nåede præsten ham, så de fulgtes ad ind i gården. Jörgen så da, at han havde en bog under armen, og det var bibelen. Siden den tid har det aldrig spøget i præstegården. Stedet hedder nu Mariemose, og Jörgens enke lever endnu i sognet.", "english_publication": "Minister Ole Schytte from Vallekilde had an accord with the devil and because of that he went again and haunted in the parsonage in the shape of a white calf. When the calf appeared one night at the farm, the current minister, dean Bech, sent his hired girl up to the church to get three books and then he said to his farmhand, Jørgen, that he should take the calf by the ear and drag it out into the meadow in the parsonage’s field and then he was to come back. When the minister got outside of the gate, he met the hired girl with the books, which he then took under his arm and went down to the meadow and said to Jørgen, who was standing there with the calf: “Now you can go home and, with God’s help, I’ll be back in the parsonage just as soon as you.” When Jørgen had made it a ways down the road, he stood still and listened, and he heard the minister say: “Now you have knocked two books away from me, and if you can knock the third away from me, then you’re more than a match for me.” Jørgen got scared now and hurried along, but soon afterward he heard a strange loud noise and, a moment later, the minister caught up with him so they accompanied each other back to the farm. Jørgen saw then that he had a book under his arm and it was the bible. Since then, there has never been haunting in the parsonage. The place is now called Mariemose, and Jørgen’s widow still lives in the parish.", "keywords": {"keyword": ["arms", "Bible", "books", "calf", "church", "current", "Dean Bech", "devil", "ear", "farm", "farmhand", "field", "gate", "girl", "god", "haunting", "home", "Jørgen", "Jørgen", "lamb", "meadow", "minister", "night", "noises", "Ole", "outside", "parish", "parsonage", "road", "three", "white", "widow"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}