{"publication_info": "DS_V_331", "full_name": "354 - 0.00 - DS_V_331", "informant_id": 354, "informant_last_name": "Dissing", "informant_first_name": "Tøger", "informant_full_name": "Lærer Tøger Dissing", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 146, "name": "Erslev", "display_name": "Erslev (place recorded)"}, {"place_id": 985, "name": "Tøving", "display_name": "Tøving (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 544, "publication_info": "DS_V_359", "full_name": "544 - 0.00 - DS_V_359", "url": "data/stories/480.dfl"}, {"informant_id": 150, "publication_info": "JAH_II_271", "full_name": "150 - 3.14 - JAH_II_271", "url": "data/stories/77.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Der er en gård i Tøving, der hedder Tinghöjgård, og her boede en gang en gammel mand, der gik sådan noget underlig klædt, han gik altid i nogle gamle brogede læderbukser og så en stor ulden tröje, der hængte og slubrede runden om ham, og endelig en gammel rundpuldet hat på hovedet. Den samme gamle mand gik hen og hængte sig, og siden sagde de, at han spögte på gården og gik, ligesom han gik i levende live. Min gamlefader kom så til at forpagte den gård. Der var sådan en voldsom stor dagligstue, og henne i bagsiden var to senge, der var panelet inde, men i forsiden var forstuedören og kjøkkendören lige for hinanden. Min moder og så deres tjenestepige lå i den ene seng. Så var det en aften ved midnatstide, min moder lå vågen, og månen skinnede ind, så hun kunde se alting, da kom der pludselig en skikkelse ind ad stuedören. Hun kunde tydelig kjende, at det var den her gamle mand, hun havde jo set ham så mange gange, og det var, ligesom han gik og stod. Hun så ikke, dören gik op, men han skred lige så stille over stuegulvet og keg sig runden omkring. Hun tykte tydelig, hun kunde høre, det sukkede, og endelig skred det ud af kjøkkendören, og så mærkede hun ikke til videre. De kunde aldrig holde deres stalddör lukt om aftenen, og de kunde høre, det slog med den, i hvor tit de lukte den.", "english_publication": "There is a farm in Tøving which is called Tinghøjgård and an old man used to live there, he went about dressed oddly, he always went about in old spotted leather pants and a big woolen sweater which hung and flopped about him, and finally an old round hat on his head. That same old man went and hanged himself and, ever since, they said that he haunted at the farm and went about at the farm just as he had when he was alive. My grandfather got a lease on that farm. There was a really big living room, and in the back there were two beds which were paneled in but, in the front, there was the door to the front room and the kitchen door right beside each other. My mother and their serving girl lay in one of the beds. One night about midnight, my mother was lying awake and the moon was shining in so she could see everything, then all of a sudden a shape came in through the door. She clearly recognized that it was the old man, she had seen him many times and it seemed like he walked in and stood there. She didn’t see the door open, but he went so quietly over the floor and looked around. She thought she could clearly hear that he sighed. Finally it went out the kitchen door. They could never keep their barn door closed at night and they could hear it banging regardless how often they closed it.", "keywords": {"keyword": ["banging", "barn", "bed", "door", "farm", "floor", "girl", "grandfather", "hat", "haunting", "kitchen", "lease", "leather", "midnight", "moon", "mother", "night", "old", "pants", "sweater"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}