{"publication_info": "JFm_V_49", "full_name": "531 - 0.00 - JFm_V_49", "informant_id": 531, "informant_last_name": "Skov", "informant_first_name": "Villads", "informant_full_name": "Villads Skov", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": {"place_id": 557, "name": "Snejbjærg", "display_name": "Snejbjærg (place recorded)"}}, "stories_mentioned": {"story": {"informant_id": 123, "publication_info": "JFm_XII_64", "full_name": "123 - 1.02 - JFm_XII_64", "url": "data/stories/374.dfl"}}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "En Karl for en Ko.\nDer var en Gang to Mænd, der boede til Hobe; den ene var rig og havde en stor Gaard og nok af alle Slags, men den anden var i den sorteste Armod, og der var ikke Tanker om, at den rige Mand vilde give den fattige saa meget som Salt til et Æg. Nu skal jeg fortælle jer lidt om, hvordan de to kom til at omskifte deres Vilkaar.\n     Det var gaaet den fattige saa nær, at han havde ikke uden én Ko, og den skulde han nødsages til at sælge for at faa Brød i Huset. Saa trækker han til Marked med den en Dag, men da han kom til en Korsvej, kom der i det samme en Vogn kjørende med den anden Vej, og der sad en tre Karle paa. De spurgte ham, hvor han vilde hen, og han vilde saa ogsaa vide, hvor de skulde hen. Ja, de skulde da hen at hænge det Menneske, der sad imellem dem, for det var en Mestertyv,\n     \"Jeg synes, at det er en stor Synd at hænge ham\", siger den fattige, \"for det er jo et Menneske, der er frisk og rask.\"\nJa, det kunde ikke hjælpe, hænges skulde han. \"Men maaske du kunde have Lyst til at at bytte og have en Karl for en Ko, saa kan vi blive fri for at hænge ham, og du faar din Vilje.\"\n     Ja, det var ogsaa det samme, siger han, og saa bliver han resolveret paa at gjøre den Handel med dem, og de beslutter dem til at sige, naar de kom tilbage, at Tyven var rendt fra dem.\n     Saa faar han altsaa Karlen og trækker af med ham til Markedet, men den hele Dag gik hen, og der var ingen, som kom og hørte til, hvad den Tyv skulde koste. Altsaa maa han have ham med hjem om Aftenen.\n     \"Naa, hvad fik du for Koen?\" sagde Konen, da han kom ind.\n     Ja, han havde da faaet denne her Karl for den. \"Aa, du er altid tosset, og derfor har vi det, som vi har det, synes du ikke, vi har Folk nok til Føden, siden du kommer med en til?\"\n     Ja, Manden tav jo til det, og saa skulde de have noget til deres Nadver; men Konen havde ikke uden en lille Klat Grød og en Brødskorpe. Der var ikke til mere end en, men nu fik de jo bytte det, som de var Venner til, og saa havde de ikke det mindste til om Morgenen.\n     Saa tager Mestertyven Ordet og siger, at det skulde hun ikke klage sig over, han skulde nok skaffe Brød, for han var ikke Tyv for ingen Ting. Men nu var det bedst, de tog det med Ko til om Morgenen.\n     Da det saa gryede ad Dag, spørger han Konen, hvad de nu trængte allermest til. \"Ja\", siger hun, \"det er ikke saa godt at sige, for vi har hverken det eller det.\"\n     \"Saa er det vel bedst, vi først faar noget Brød, og saa vil jeg nu kjøre til Mølle for jer.\"\n     \"Ja, det kan nok sagtens hjælpe\", siger hun, \"vi har ikke Kornkjærne i Huset.\"\n     \"Har I da ikke et Par Sække og en Befordring?\"\n     Jo, de havde da begge Dele, og han faar et Par gamle Krikker spændt for en Pjalt Vogn og kommer til Kjøren med nogle tomme Poser bag i den. Da han saa kommer forbi en Sandgrav, holder han der og fylder alle Sækkene med Sand. Dem læssede han paa Vognen, og da han nu kjørte videre, var der ingen, der skulde have sagt andet, end at det var et stivt Læs Korn, han havde at kjøre med. Nu kjørte han til en Mølle, hvor de havde en svær Søgning, og da Møllersvenden netop havde travlt oppe i Møllen, da han kom, saa bar han selv Poserne ind den ene efter den anden og satte dem ved en hel Del andre Sække. Nu gaar han op til Møllersvenden og siger, om han kan faa malet i Dag.\n     \"Nej\", svarer han, \"vi kan ikke i Dag, for vi har saa meget inde, og det skal males først; men i Morgen maa du hente det, da skal det nok være færdigt.\"\n     Ja, det kunde han ikke bie efter, for de havde intet Brød i den Gaard, hvor han tjente, og han skulde have det med sig tilbage; men saa fik han jo at tage et andet Sted hen.\n     \"Ja, det faar du jo\", svarer Møllersvenden, og saa gaar Tyven ned og bærer Sækkene ud paa Vognen igjen; men han passede jo paa, at tage nogle andre Sække med Mel i. Nu kjører han stiv Karl hjem med dem, og saa fik Konen travlt med at bage. Der blev saadan en Velsignelse af Brød, at de havde nok for lange Tider.\n     Men nu var det ikke nok med det, for Konen lod sig forstaa med, at det var elendigt nu for dem ikke at have en Ko og saadan faa lidt Smør at brede paa Brødet. Saa siger Mestertyven, at det kunde der vel ogsaa blive Raad for. Om de havde ingen Smørfjerdinger? Jo, dem havde de endda nok af, havde der saa sandt været noget i dem. \"Jaja, nu kjører jeg til Kjøbsted og faar Smør\", siger han. Men det kunde hun ikke forstaa, siden de aldrig havde en Skilling at give for det.\n     Han faar Bæsterne for og kjører saa af Sted med nogle tomme Fjerdinger. Da han kommer til Sandbakken, fylder han dem med Sand og lægger hvert Laag nok saa kjønt paa. Derefter kjører han til Byen og ind ad en Kjøbmands Gaard, hvor han strax giver sig i Færd med at bære Fjerdingerne ind ad Pakhuset og sætter dem der lige Side med en Del andre Smørfjerdinger. Saa gaar han ind i Butikken og siger, at han er her med et Læs Smør, om de vilde sige ham, hvad Pris de gav for det. Ja, de gav saa og saa meget. Nej, den Pris vilde han ikke sælge Smør for, det var saa og saa godt, han kunde sagtens faa mere for det et andet Sted, og hvad han kunde nu rimle op. Ja, de gav ikke mere, sagde de, og saa rejste han af ud til Pakhuset og skulde nu have Smørret læsset paa Vognen igjen, men passede naturligvis paa at faa nogle andre Fjerdinger, der var virkeligt Smør i, og saa kjørte han lige hjem til den fattige Mand med det.\n     De maatte rigtig love for Tyven, nu havde de baade Tilmad og Brød, og det var da saa meget dejligt.\n     Saa træffer det i samme Godlag, at den rige Mands Bedstemoder døde, og der bliver jo gjort Anstalter til at faa hende jordet. Folkene omme fra den fattige Mands hjalp dem noget til Rette med det, og derfor blev de da ogsaa budne med til Begravelsen tillige med den fremmede Karl, der var hos dem.\n     Saa om Eftermiddagen, da de havde spist, kommer de ud, det gjør Gjæsterne, og skal til at se den rige Mands Kreaturer. Der havde de en fed Ko, som lige stod færdig til at slagte, og alle syntes de jo, at den var i saadan udmærket Stand. Om Aftenen, da den fattige Mands Folk kommer hjem, siger Mestertyven, at det var bedst, de fik den Ko hentet, for den var værd baade at slagte og spise. Ja, det var nok ikke saa nemt at komme af Sted med. Jo, sagde han, det kunde let lade sig gjøre, og nu skulde de blot faa nogle Knive stenet, saa skulde han let hente Koen.\n     Han gaar nu op paa Kirkegaarden og graver den gamle Kone op, som var bleven jordet, og hende bærer han ind i Kohuset og stiller hende an i den Baas, hvor Koen stod, og saa trækker han Koen ud; men Halen skar han af den og stak ind i Munden paa hende. Da han saa er kommen hjem med Koen, slagter de den jo den samme Nat. Nu havde de Brød og Smør og Kjød i Overflod.\n     Om Morgenen, da Pigen kom ud og skulde have malket, sidder Bedstemoder jo der i Baasen og har ædt Koen lige til Halen. Hun ind til Manden og fortæller, at Bedstemoder gik igjen og sad ude i Kohuset.\n     \"Det er da forskrækkeligt\", siger den rige Mand, da han ser det Syn, \"hun har altid været havefuld, imens hun levede, vil hun til at æde hele Høveder, nu hun er død, saa er der jo ingen Raad til hende.\"\n     De vidste da aldrig, hvordan de skulde bære dem ad, og de maatte da ned til Præsten og fortælle ham, at Bedstemoder var kommen tilbage og havde ædt den røde Ko for at stille hendes Sult, da hun ikke havde ædt nu i saa mange Dage, om han kunde ikke hjælpe dem at faa hende sat væk, for hun gik begribeligvis igjen?\n     \"Der er ikke andre Raad,\" sagde Præsten, \"end at vi maa have hende jordet igjen.\"\n     \"Kunde Præsten ellers ikke gjøre noget ved det, saadan som at mane hende?\" sagde Manden, \"for jeg er ræd for, hun ellers skal komme igjen. Jeg vil betale ham godt for det.\"\n     \"Jo, jeg skal nok gjøre min Flid, mød kun nu med hende ved Kirkestetten, saa skal jeg indfinde mig og nok sætte hende væk for bestandig.\"\n     Saa bliver hun jo begravet for anden Gang, og Præsten fik hundrede Daler for hans Ulejlighed.\n     Men Tyven gik om Natten efter hen og skrabte hende op igjen, og saa satte han hende ind i den rige Mands Spisekammer, hvor der var mange Tønder og Ankere baade med Øl og Mjød og Vin. Det tog han alt sammen og bar ned til den fattige Mands, men de tomme Tønder bar han derop igjen, og saa satte han Bedstemoder der inde ved en af Tønderne med en Tøndehane i Munden.\n     Da Folkene nu kommer op om Morgenen, og Pigen lukker Spisekammerdøren op, saa ser hun jo den gamle sidde der inde, og hun farer ind og raaber: \"Husbond! nu er Bedstemoder kommen igjen og sidder i Spisekammeret.\" Han kommer ned og skal have den Ting undersøgt. Da viser det sig, at hun har drukket alt deres Øl og Mjød og Vin og sad endnu og sugede paa Tøndetappen.\n     Saa maa han op til Præsten igjen og fortælle ham, hvor elendigt det endnu var, og i Nat havde hun haft en forskrækkelig Tørst, og saadan og saadan var det da.\n     Ja, siger Præsten, det var nok noget, han ikke kunde have med at gjøre.\n     Jo, han maatte da endelig sætte hende væk endnu en Gang, saa skulde han faa to hundrede Daler.\nJa, saa fik de jo at møde ved Kirkestetten, han skulde da nok indfinde sig. Og det gik da saadan, at hun den Dag blev jordet for tredje Gang.\n     Nu havde de fuldt op af Ædelse og Drikkelse omme hos den fattige Mands. Men Mestertyven gaar alligevel op paa Kirkegaarden om Natten og kradser hende op igjen. Dernæst bærer han hende ned i den rige Mands Storstue, hvor der stod et stort Skab, som var fuldt af Klæder, og det var noget, der baade kunde varme og holde. Skabet ryddede han jo, og Sagerne tog han med sig, men Bedstemoder lod han blive i Skabet.\n     Da et af Kvindfolkene om Morgenen kom og vilde aabne Skabet for at faa noget Tøj, falder den døde ud og havde nær revet hende om Kuld. Hun kommer hujende og brølende ned til de andre og siger, at Bedstemoder sad inde i Klædeskabet. Ganske rigtig, nu var hun der igjen, og hver Klædestraad var henne, der havde været i Skabet; jo, det var i god Orden, hun maatte jo have frosset svært i de sidste Dage og havde nu faaet Sagerne slæbt bort, men var selv bleven lukket inde til sidst.\n     Den rige Mand op til Præsten igjen og fortæller ham Sagens Lejlighed. Nu vilde han give ham tre hundrede Daler for at sætte hende væk.\n     Nej, han kunde ikke have med det at gjøre, for han havde gjort sig al mulig Flid, og han kunde slet ikke forstaa, hvi hun saadan blev ved med at komme igjen. Men Manden lister jo ved ham, han skulde endeligen hjælpe ham til Rette med det, og saa faar han ham til sidst overtalt. Altsaa bliver hun begravet for fjerde Gang.\n     Men det bliver det samme som før. Tyven gaar hen og skraber Liget op om Natten, og saa bærer han hende ned ad deres Stald, hvor der stod to gode Bæster, det ene noget yngre end det andet. Der sætter han Bedstemoder op paa det unge, saadan at hun rider baglænds, og binder hende godt fast, samt løsner Hestens Grimeskaft. Om Morgenen, de kom op, og Karlen vilde ud at give Bæsterne, saa ser han strax, da han lukker Stalddøren op, at hun nu er kommen igjen og sidder skrævs over Plagen. Han faar da Døren lukket i en Fart og farer ind og klager sig elendig over det Syn, han der har set. Nu skulde Manden da ned til Præsten igjen for at faa hende sat væk paany. Han sætter det ogsaa i Værk, i det han trækker den gamle Hest ud og sætter sig op at ride paa den. Men nu var Stalddøren saadan i to Døre, og da de om Dagen kun lukte Nederdøren, saa rev Plagen sig løs og springer ud gjennem Døraabningen. Men Bedstemoder tarsk Hovedet ret saa haardt imod Dørkarmen, da den sprang ud, og ved det Skrald kommer Manden til at se sig tilbage og opdager nu, hvad der er bag efter. Han blev saa ræd, at han jager af Sted det bedste han kan. Men han red aldrig saa stærk, at hun enten var paa lige Side med ham eller ogsaa for af, og naar hun kom et Stød forved ham, saa syntes han, hun sad og saa efter, om han kom. Nok er det, han kommer ridende ind i Præstegaarden som en gal Mand, og Bedstemoder kommer flyvende bag efter. Præsten hører den Tummel og ser ud; da kan han kjende den gamle Kjælling, han nu havde begravet fire Gange, og han farer ud og raaber: \"Væk med hende, hende har jeg haft nok med at gjøre!\" Manden bønfalder ham jo om at sætte hende væk nok en Gang, men han siger, at han hverken vilde eller kunde have med hende at skaffe, og det kunde være det samme, enten han vilde give lidt eller meget for det.\n     Saa farer det jo af Sted, som det kunde, hjem igjen, og Manden var helt sagtmodig; hans Bedstemoder holdt godt nok Trop, og da han sætter Hesten ind i Stalden, rider hun ogsaa ind. Da Manden er kommen ind i Stuen, klager han sin store Nød for Konen, nu vidste han ikke, hvad der var at gjøre, og han var bange for, at de blev hende aldrig kvit. Saa siger hun, at hun vilde endda gaa om til deres Nabos og spørge dem, om de havde ikke hørt tale om saadant noget før, for det kunde i saa Fald godt være, at de kunde vide dem et Raad til at blive skilt ved den Gjenganger.\n     \"Ja, gaa endelig derom\", siger Manden, og hun rejser jo af.\n     Da hun kommer der, fortæller hun, hvordan det stod sig hjemme, den gamle Bedstemoder, som de var med til Begravelse over, hun var den haardeste Gjenganger, de havde hørt om fjern og nær, for nu havde de haft Præsten til at kaste Muld paa hende fire Gange og betalt ham godt for det, og nu havde de budt ham fire hundrede Daler for at gjøre det femte Gang, men han hverken turde eller vilde indlade sig paa det tiere.\n     Saa siger den fattige Mand, at han havde en Karl, der rimeligvis kunde begrave hende saadan, at hun skulde ikke komme igjen. Ja, da vilde hendes Mand betale ham godt for det, det vidste hun.\n     Naa, Tyven bliver kaldt ind, og saa spørger Konen ham jo, om han vilde tage sig paa at begrave deres gamle Bestemoder saadan, at hun aldrig mere skulde komme igjen. Han siger, at det kunde han sagtens, det var en smal Sag for ham. Han havde en stor Bog, som han kastede op i, og saa sagde han, at der var kun ét Raad til at blive fri for det Gjengangeri, og det var, at den rige Mand skulde dele hans Gaard og Gods og lade den fattige Mand faa det halve af det, og saa forlods give ham selv femten hundrede Daler i Penge for hans Ulejlighed, ringere vilde han ikke gjøre det. Ja, det vilde de ogsaa gaa ind paa, for de maatte af med Bedstemoder, ihvad det skulde koste. Rigtig nok vidste hun, at hendes Mand havde ikke de femten hundrede Daler, men hun var sikker paa, at han kunde laane dem. Ja, saa skulde han ogsaa nok indestaa for, at hun aldrig skulde komme igjen. Dermed fulgtes de ad hjem, og han tog Bedstemoder ned af Plagen og rejste af med hende op paa Kirkegaarden, hvor han puttede hende ned for femte Gang. Manden var saa ude om de femten hundrede Daler, og da Karlen fik dem, gik han hjem til den fattige Mand og gav ham de halve, men selv beholdt han de andre, og saa tog han Afsked med dem der i Gaarden og rejste hans Vej, for nu var de blevne hjulpne godt begge to. Den rige Mand var det saadan gaaet tilbage med, baade fordi han maatte af med de mange Penge, og fordi han maatte dele hans Gaard, at han var gaaet i Armod, men den fattige var bleven godt ved det, og saadan skiftedes det da om for dem ved den Mestertyv.", "english_publication": "A farmhand for a cow\n\tOnce there were two men, the one was rich and had a large farm and enough of everything, but the other one lived in utter poverty, and there was not even a chance that the rich one would give the poor one even salt for an egg. Now I am going to tell you a little about how the two wound up changing places.\n\tThings had gone so bad for the poor one that he had nothing but a single cow left, and it looked like he was going to have to sell it to get some food. So one day he drags it off to market, but when he gets to an intersection, a wagon all of a sudden comes driving up in the other direction, and there were three farmhands sitting in it. They asked him where he was going, and he wanted to know where they were going. Well, they were going to hang the person sitting in between them, because he was a master thief.\n\t\"I think it is quite a sin to hang him,\" says the poor man, \"because he is a strong, healthy person.\"\n\tWell, that didn’t matter, he was to be hung. \"But maybe you want to trade, and get a farmhand in exchange for a cow, and then we won’t have to hang him, and you’ll get your way.\"\n\tWell, that’s all the same to me, he says, and then he decides to make that deal with them, and they decide to say when they get back that the thief had escaped from them. \n\tAnd so he gets the farmhand, and drags him off to the market, but the whole day passed, and no one came and asked what the thief cost. And so he had to take him home that evening.\n\t\"So, what did you get for the cow?\" said his wife when he got home.\n\tWell, he had gotten this here farmhand for it.\n\t\"Oh, are you crazy, and that’s why things are the way they are here, don’t you think we have enough people to feed, and now you come with another?\"\n\tWell, the man couldn’t say anything to that, and then they were going to have some dinner; but the wife had nothing other than a little clump of porridge and a bread crust. There wasn’t enough food for more than one, but now they had traded the thing they were friends with, and then there wasn’t anything at all for the next day.\n\tThen the master thief says that she shouldn’t complain, he’d certainly get them some bread, because he wasn’t a thief for nothing. But now it was best that they calmed down until the next day.\n\tWhen the dawn was breaking, he asks the wife what they needed the most. \"Well,\" she says, \"I don’t really know since we have neither this nor that.\"\n\t\"Well, then it’s probably best if we get some bread, and I’ll drive to the mill for you now.\"\n\t\"Well, that certainly won’t help,\" she says, \"since we don’t have any grain in the house.\"\n\t\"Don’t you have a couple of sacks and a conveyance of some sort?\"\n\tSure, they had both, and he gets a pair of old nags harnessed to a tattered wagon and they set off with a couple of empty sacks in the back. When he passes a sand pit, he stops and fills all the sacks with sand. He loaded them up on the wagon, and when he drove off, no one would have said anything other than it was quite a load of grain he had there. Now he drove to the mill, where it was quite busy, and since the journeyman miller was busy up in the mill, when he got there, he carried the sacks in himself one after another and put them down next to a bunch of other sacks. Then he goes up to the journeyman and asks if he could get his grain milled today.\n\t\"No,\" he answers, \"not today, we’ve got so much that has to be milled first; but you can come and get it tomorrow, it’ll certainly be finished by then.\"\n\tWell, he couldn’t wait for that, they didn’t have any bread at the farm where he worked, and he had to come back with it; then he’d have to go someplace else.\n\t\"Well, you’ll just have to do that,\" says the journeyman, and the thief goes down and carries the sacks back out to the wagon again; but he made sure that he took some other sacks that had flour in them. Now he drives quickly home with them, and the wife now got busy baking. They were blessed with more bread than they had had in a long while.\n\tBut that wasn’t enough, because the wife let it be known that things were pretty bad since now, without a cow, they couldn’t have even a little butter to spread on the bread. The master thief says that they could get enough to afford a cow as well. Did they have any butter forms? Yes, they had plenty of those, if only there had been something in them. \"OK, OK, I’ll drive to the market town and get some butter to put in them,\" he says. But she didn’t understand how he’d do that since they didn’t have a shilling to pay for it.\n\tHe gets the horses harnessed up and drives off with some of the empty forms. When he gets to the sand pit, he fills them with sand, and puts each cover on nicely. Then he drives to the town and into a grocer’s farm, where he immediately begins carrying the forms into the warehouse and puts them down next to the other butter forms. Then he goes into the store and says that he has come with a load of butter, and he wanted to know what they would pay for it. Well, they paid so and so much. No, he wouldn’t sell butter for that price, it was so and so good, the butter, that he could certainly get more for it at some other place, and whatever, he just made something up. Well, they wouldn’t pay any more, they said, and so he went out to the warehouse and was going to load the butter back into the wagon, but made sure, of course, that he took some other forms, which really had butter in them, and then he drove straight home to the poor man with it.\n\tThey really praised the thief, now they had both bread and butter, and it was really wonderful.\n\tThen it happens that the rich man’s grandmother dies that same day and they make all sorts of arrangements to get her buried. The people from the poor man’s house helped out with that, and so they were invited to the funeral along with the new farmhand who lived with them.\n\tThen that afternoon, after they had eaten, the guests come out and are going to look at the rich man’s cows. They had a big fat cow that was ready to be slaughtered, and everyone thought that it was in really remarkable shape. That evening, when the poor farmer and his people got home, the master thief says that it would be best if they went and got that cow, because it was ready to be both slaughtered and eaten. Well, it wouldn’t be that easy to make off with it. Well, he said, it could certainly be done, they just had to sharpen some knives, and then he’d easily get the cow. \n\tHe goes up to the cemetery and digs up the old lady who’d been buried and he carries her down into the cow barn and puts her in the stall where the cow had been, and then he leads the cow out; but he cut the cow’s tail off and stuck it in her mouth. When he had gotten home with the cow, they slaughter it that same night. Now they had bread, butter and meat in abundance.\n\tThe next morning, when the hired girl went out to milk, Grandma is sitting there in the stall and has eaten the whole cow down to the tail. She runs in to the farmer and tells him that Grandma is walking again and is sitting out in the cow barn.\n\t\"That’s horrible,\" says the rich man when he saw that sight, \"she was always gluttonous when she was alive, but if she now wants to eat entire head of cattle now that she’s dead, there’s not much that can be done.\"\n\tThey had no idea what to do, and so they went down to the minister and told him that Grandma had come back and had eaten the red cow to still her hunger, since she hadn't eaten now in so many days, could he help them to get rid of her, since she probably would go again?\n\t\"There’s nothing else to do,\" said the minister, \"then to bury her again.\"\n\t\"Couldn’t the minister do something like conjuring her?\" said the farmer, \"Because I’m scared that she’ll come back. I’ll pay you very well for doing it.\"\n\t\"Well, I’ll do my best, bring her to the church gate, I’ll meet up with you and get rid of her forever.\"\n\tThen she is buried a second time and the minister gets one hundred daler for his trouble. \n\tBut the thief went after her that night and scraped her up again, and then put her in the rich man’s dining room, where there were lots of barrels and containers of beer and mead and wine. He took all of this and brought it down to the poor man’s house, but he carried the empty barrels back up there, and then he put Grandma in there besides one of the barrels with a barrel tap in her mouth.\n\tWhen the people woke up the next morning, and the hired girl opens the door to the dining room, then she sees the old one sitting in there and she runs in and shouts: \"Master! Now Grandma has come back again and she’s sitting in the dining room.\" He comes down to investigate. It turns out that she has drunk all of their beer and mead and wine and was sitting there still sucking on a barrel tap.\n\tNow he had to go back to the minister again and tell him how bad things had gotten and that last night she’d been horribly thirsty and so and so and that’s how it was.\n\tWell, says the minister, he couldn’t have anything to do with that.\n\tNo, he really had to put her away one more time, then he’d get two hundred daler.\n\tWell, then they could meet up again at the church gate, he’d certainly be there. And so it went, and she was buried for a third time that day.\n\tNow they had filled up on food and drink down at the poor man’s house. But the master thief goes up to the cemetery anyway and digs her up again. Then he brings her down to the rich man’s living room, where they had a big closet which was filled with clothes, and these were clothes that were warm and durable. He took everything out of the closet, and he took the things with him, but he left Grandma behind in the closet.\n\tThe next morning when one of the women went to open the closet to get some clothes, the dead one falls out and nearly knocks her over. She comes crying and screaming down to the others and says that Grandma is in the clothes closet. Sure enough, she was there again, and every stitch of clothes that had been in the closet was gone; well, that made sense, she'd probably been freezing these last few days and had now lugged the things off, but had finally wound up getting locked. \n\tThe rich man goes up to the minister again and tells him how things stand. Now he’ll give him three hundred daler for getting rid of her.\n\tNo, he couldn’t have anything to do with that, because he’d done his best, and he couldn’t understand how she could keep coming back. But the man begs him, he really has to help him, and he finally convinces him. And so she’s buried for a fourth time.\n\tBut it's just like before. The thief goes and scrapes up the corpse at night, and then he carries her down to their stall where their two good horses stood, the one a bit younger than the other. He puts Grandma up on the younger one so that she’s riding backwards, and ties her on tightly, and he loosens the horse’s harness shaft. The next morning, when they wake up, and the farmhand goes out to feed the horses, as soon as he opens the barn door, he immediately sees that she’s come back and is straddling the horse. He closes the door quickly and runs in and complains loudly about the sight he’s seen there. Now the man goes down to the minister again to get her chased off once more. He starts off by taking the older horse out and getting up on it to ride. But the stall door was split and, since they only closed the bottom part during the day, the horse pulls itself free and jumps out through the opening. But Grandma slammed her head really hard against the head of the door frame when the horse jumped out, and when he hears the bang the man looks back and discovers what’s behind him. He gets so scared that he rides off as fast as he can. But no matter how hard he rode she was either right next to him or a little ahead of him, and when she got a little in front of him it looked to him like she was sitting looking back to see if he was coming. He comes riding into the minister’s farm like a mad man and Grandma comes flying in behind him. The minister hears the tumult and looks out; he recognizes the old hag that he now has buried four times and he runs out and shouts, “Away with her, I’ve had enough to do with her!” The man begs him to get rid of her one last time, but he says he neither will nor can have anything to do with her, and it didn’t matter if he’d give him a lot or a little to do it.\n\tSo they leave as best they can and head for home, and the man was completely resigned to this; his grandmother kept up and when he rode into the stall, she did too. When the man comes into the living room, he complains to his wife, now he didn’t know what to do, and he was afraid that they’d never get rid of her. Then she says that she is going to go down to their neighbors and ask them if they’d ever heard of such a thing before, because it could be that they might know how to get rid of a revenant.\n\t\"Yes, certainly go down there,\" says the husband, and she goes off.\n\tWhen she gets there, she tells them how things were at home, the old grandmother whose funeral they had attended, she was the worst revenant they had heard of near and far, because they’d now had the minister throw dirt on her four times and paid him well for it, and now they’d offered him four hundred daler to do it a fifth time, but he neither dared nor wanted to do that any more.\n\tThen the poor man says that he had a farmhand who probably could bury her so that she wouldn’t come back. Well, her husband would pay him well for that, she knew that much. \n\tWell, the thief is called in and the wife asks him whether he’d take it on himself to bury their old grandmother so that she’d never come again. He says the he could certainly do that, that was a little thing for him. He had a big book that he opened up and then he said that there was only one way to get rid of this revenant and that was that the rich man was to split his farm and estate and let the poor man have half of it, and in addition give him fifteen hundred daler for his trouble, he wouldn’t do it for less. Yes, they’d go along with that, because they had to get rid of Grandma no matter what it cost. She was pretty sure that her husband didn’t have the fifteen hundred daler, but he could borrow them. Well, then he’d make sure that she’d never come again. Then they went home together, and he took Grandma down off the horse and went off with her up to the cemetery, where he put her down for the fifth time. The man had gone out to get the fifteen hundred daler, and when the farmhand got them, he went home to the poor man and gave him half, but he kept the rest, and then he took his leave from the farm and went his way, because now those two had been helped quite a bit. The rich man had become poorer, both because of the money he had had to pay and because he had had to split his farm, and he had become destitute, but the poor ones had made out well and that’s how they’d switched places because of the master thief.", "keywords": {"keyword": ["afraid", "afternoon", "baking", "banging", "barn", "barrel", "beer", "beggar", "blessing", "books", "borrow", "bread", "burial", "butter", "cattle", "cemetery", "chase", "chest", "church gate", "closet", "clothing", "clump", "conjuring", "corpse", "cow", "crazy", "crying", "daler", "dawn", "day", "death", "digging", "dining", "dinner", "dirt", "discovery", "door", "drinking", "drunkard", "egg", "escape", "estate", "evening", "farm", "farmhand", "farmer", "fat", "feed", "flour", "flying", "food", "free", "friend", "funeral", "girl", "grain", "grandmother", "grocer", "guest", "hag", "harness", "home", "horrible", "horse", "house", "husband", "intersection", "journeyman", "knife", "lady", "lock", "market", "master", "mead", "meat", "milk", "mill", "miller", "minister", "money", "morning", "mouth", "nag", "neighbor", "night", "old", "poor", "porridge", "poverty", "red", "rest", "revenant", "rich", "riding", "salt", "sand", "shilling", "sin", "slaughter", "stall", "store", "strength", "tail", "thief", "three", "tie", "today", "tomorrow", "town", "wagon", "wife", "wine", "woman", "wound", "young"]}, "etk_index": {"heading_danish": "Jyske Folkeminder", "heading_english": "Folklore from Jutland"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}