{"publication_info": "JAH_V_174", "full_name": "150 - 3.23 - JAH_V_174", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 3.23, "fieldtrip": "May 1888", "fieldtrip_start_date": "1888-05-02", "fieldtrip_end_date": "1888-05-09", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 424, "name": "Nibe", "display_name": "Nibe (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "JAH_V_172", "full_name": "150 - 3.21 - JAH_V_172", "url": "data/stories/84.dfl"}, {"informant_id": 150, "publication_info": "DS_I_553", "full_name": "150 - 1.23 - DS_I_553", "url": "data/stories/26.dfl"}]}, "fielddiary_page_start": "4100b (1)", "fielddiary_page_end": "4100b (1)", "bibliographic_info": "Jørgensen 1940.", "bibliography_references": {"reference": {"display_string": "[Book] Jørgensen, Harald. 1979. <i>Studier over det offentlige Fattigvæsens historiske Udvikling i Danmark i det 19. Aarhundrede</i>. Copenhagen: Selskabet for Udgivelse af Kilder til Dansk Historie."}}, "annotation": "Jens continues with stories about Søren Østergård, focusing here on the absurd antics of the drunk man (BJK 3.21; also BJK 1.23). In the previous story, he rode on his friend, spewing obscenities, while in this story he is so drunk he does not realize that his wife is along in the wagon. \n\n     Alcoholism was a significant problem in rural Denmark. Attempts to start a temperance society were already underway in 1841. In 1879, the first of these societies came into being, closely related to the work of evangelical movements. Although the drunk man's antics are amusing, there is also a certain tension informing the story, as his drunkenness threatens to upset the fragile household economy.", "danish_manuscript": "Søren Østergaard var en Gang til Nibe Marked\nog havde faaet et Læs Sild paa hjem og havde\nkjøbt noget Karmon der nede, Fade og saadant.\nS. var h. ogsaa bleven fuld og s. væltede han\nder var ikke heller saadan Veje som nu. Hans\nKone var med og hans Broder. Hvad skal vi\nnu gjøre Fadene er i Stk. Vi siger 2/ for vor Ane te sildene\nhar klimt Fadene i Stykker. stop 1/ Stykkere\nind imellem Sildene. Ja det kan vi jo,\nHun var endda selv med. Da de s. kom\nop at kjøre igien faldt h. baglænds over\nmed hans Hoved i hendes Skjød og s. skulde\nBroderen kjøre. Stræb nu at kjøre, vi kan\nkomme hjem til vor Ane, hun har altid\nsaadan nogle gode varme Kaal naar a \nkommer hjem. H. huskede jo ikke, hun var\nmed og h. laa i hendes Skjød.", "english_manuscript": "Sören Östergård once went to Nibe market, and he'd gotten a load of herring and he'd bought some containers down there, platters and things like that. Then he'd gotten drunk and he tipped over, the roads weren't like they are now. His wife was with him and his brother too. \"What should we do now? The plates have broken.\" - \"Lets put the pieces of the plates in between the herring, and then we'll tell our Ane that the herring crushed the plates.\" - \"Sure, we can do that.\" She was there with them. When they start driving again, he falls over backwards with his head in her lap, and then the brother has to take over the driving. \"Hurry up so we can come home to my Ane, she always has wonderfully warm cabbage when I come home.\" He didn't remember she was with them and he was lying in her lap.", "danish_publication": "Sören Östergård var en gang til Nibe marked, og så havde han kjöbt noget karmon og fade og sådant. Desuden fik han et læs sild på, og så kom han jo til kjøren hjem med dether. Men fuld var han bleven, og det var ikke sådanne veje at kjøre på, som de har nu; nok er det, han vælter. Hans kone var med og så hans broder. \"Hvad skal vi nu gjøre\", siger han, \"nu fadene er i stykker?\" — \"Stop stykkerne ind imellem sildene, og så siger vi for vor Ane, når vi kommer hjem, te sildene har klemt fadene i stykker\". — \"Ja, det kan vi jo\", siger broderen, for han kunde jo nok skjönne, at Sören havde glemt, han havde hans kone Ane med. De kommer da endelig til kjøren igjen, men så falder han baglænds over med hans hoved i konens skjød, og så skal broderen til at kjøre. \"Stræb nu at kjøre, vi kan komme hjem til vor Ane, hun har altid sådan nogle gode varme kål, når a kommer hjem\". Da lå han med hovedet i hendes skjød.", "english_publication": "Sören Östergård once went to the market in Nibe, and he’d bought some pots and plates and things like that. In addition, he’d gotten a load of herring, and then he came driving along with this stuff. But he’d gotten drunk, and the roads weren’t like they are now. And so he tips over. His wife was with him and his brother too. “What should we do now?” he says, “now the plates have broken.” – “Lets put the pieces of the plates in between the herring, and then we’ll tell our Ane that the herring crushed the plates.” – “Sure, we can do that,” says the brother, because he could tell that Sören had forgotten that his wife Ane was with them. They finally start driving again, but then he falls over backwards with his head in his wife’s lap, and then the brother has to take over the driving. “Hurry up so we can get home to my Ane, she always has wonderfully warm cabbage when I get home.” And there he was lying with his head in her lap.", "keywords": {"keyword": ["brother", "cabbage", "drunkard", "herring", "home", "market", "plate", "pot", "road", "Søren", "Søren", "wife"]}, "etk_index": {"heading_danish": "Livet uden døre", "heading_english": "Life outdoors"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}