{"publication_info": "DS_I_1358", "full_name": "0 - 0.00 - DS_I_1358", "informant_id": null, "informant_last_name": "informant", "informant_first_name": "Unknown", "informant_full_name": "Unknown informant", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 936, "name": "Sødinge skole", "display_name": "Sødinge skole (place recorded)"}, {"place_id": 886, "name": "Svendborg", "display_name": "Svendborg (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 359, "publication_info": "DS_I_1354", "full_name": "359 - 0.00 - DS_I_1354", "url": "data/stories/620.dfl"}, {"informant_id": 382, "publication_info": "DS_I_1356", "full_name": "382 - 0.00 - DS_I_1356", "url": "data/stories/788.dfl"}, {"informant_id": 348, "publication_info": "DS_I_1340", "full_name": "348 - 0.00 - DS_I_1340", "url": "data/stories/756.dfl"}, {"informant_id": 456, "publication_info": "DS_I_1341", "full_name": "456 - 0.00 - DS_I_1341", "url": "data/stories/441.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Der var en gang en skipper fra Svendborg, der sejlede til Norge. På en af sine rejser der over traf han en dag en lille lav mand med en bred hat på, som kom til ham og spurgte, hvorfra han var. \"Fra Svendborg.\" — \"Nå, fra Svendborg, der har jeg för boet.\" — \"Hvordan er det, du er kommen her over?\" spurgte skipperen. \"Jo,\" svarede den lille mand, \"jeg boede i en lille höj der nede, og havde det rigtig godt, og havde sådan en god omgang med fire kjöbmænd inde i byen, vil du hilse! men så kom Morten Luther, og så ringede det, men det kunde jeg ikke tåle at høre, og så rejste jeg her over, og her boer jeg nu i en höj her straks ved.\" De skiltes da, skipperen kom hjem og skulde til at lede efter kjöbmændene, kunde han ikke finde dem, ej heller nogen, der hed sådan. Så sögte han præsten, og de ledte i kirkebogen og fandt, at det var tre hundrede år, siden disse kjöbmænd havde levet.", "english_publication": "Once there was a skipper from Svendborg who sailed to Norway. On one of his trips over there he met one day a little short man with a broad brimmed hat on who came to him and asked where he was from. “From Svendborg.” “Oh, from Svendborg. I used to live there.” “How is it that you’ve come here?” asked the skipper. “Well,” answered the little man, “I lived in a little mound down there, and had it really good, and hung out with four merchants in the town; will you give them my regards? But then Morten Luther came, and then it rang, and I couldn’t stand to listen to that, so I traveled over here, and now I live near here in a mound real close by.” They parted then but then when the skipper came home and was to look up the merchants, he couldn’t find them or anybody who was called that. Then he went to the minister and they looked in the parish register, and found that it was three hundred years ago that these merchants had lived.", "keywords": {"keyword": ["day", "hat", "home", "Martin Luther", "merchant", "minister", "mound", "Norway", "parish", "sailing", "skipper", "three", "town"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}