{"publication_info": "DS_I_818", "full_name": "0 - 0.00 - DS_I_818", "informant_id": null, "informant_last_name": "informant", "informant_first_name": "Unknown", "informant_full_name": "Unknown informant", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 80, "name": "Boslunde", "display_name": "Boslunde (place mentioned)"}, {"place_id": 538, "name": "Skjelskør", "display_name": "Skjelskør (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 365, "publication_info": "DS_I_807", "full_name": "365 - 0.00 - DS_I_807", "url": "data/stories/617.dfl"}, {"informant_id": 506, "publication_info": "DS_I_813", "full_name": "506 - 0.00 - DS_I_813", "url": "data/stories/806.dfl"}, {"informant_id": 235, "publication_info": "DS_I_782", "full_name": "235 - 1.19 - DS_I_782", "url": "data/stories/238.dfl"}, {"informant_id": 235, "publication_info": "DS_I_783", "full_name": "235 - 1.61 - DS_I_783", "url": "data/stories/282.dfl"}, {"informant_id": 435, "publication_info": "DS_I_796", "full_name": "435 - 0.00 - DS_I_796", "url": "data/stories/794.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "En karl fra Boslunde red en aften silde fra Skjelskør. Da han kom til Dyrehavsbakken, så han, at den stød på fire pæle, og at troldene havde travlt med at dandse. Han blev holdende for at se på löjerne; men da kom der nogle af troldene ud og bød ham en drik i et guldbæger. Karlen tog imod bægeret, men drikken kastede han bag sig og hesten, og dermed satte han af sted med bægeret i hånden, alt hvad remmer og töj  kunde holde. Troldene fulgte efter, og de kom ham nærmere og nærmere. Han red da ind på marken, og det hjalp; han kunde nemlig ride tværs over alle marker, men når troldene kom til en agerren, så måtte de løbe uden om. Alligevel var de karlen meget nær, da han kom til Boslunde, men da kastede han bægeret ind over kirkegårdsmuren, og nu lå det på indviet jord, så kunde troldene ikke få det, de måtte da vende næsen om og hjem. Dagen efter viste det sig, at hesten havde flere svedne pletter på bagdelen, det var nogle dråber af drikken, som havde voldt dette. Bægeret blev så ellers i lange tider brugt som alterbæger i Boslunde kirke.", "english_publication": "Late one night, a farmhand from Boslunde rode from Skjelskør. When he got to Dyrehavsbakke, he saw that it was standing on four posts, and the trolls were busy dancing. He stopped to watch the fun; but then some trolls came out and offered him a drink in a gold cup. The farmhand accepted the cup, but he tossed the drink behind him and the horse, and then he took off as fast as he could with the cup in his hand. The trolls ran after him, and they got closer and closer. He rode onto the fields and that helped; he could ride across the fields, but when the trolls came to a furrow, they had to run around it. Despite that, they were very close to the farmhand when he got to Boslunde, but then he threw the cup over a church wall, and now it was on consecrated ground, so the trolls couldn't get it, they had to turn their noses around and go home. The next day it turned out that the horse had numerous scorched spots on its rump, it was some drops of the drink that had done that. The cup was used for a long time as the chalice in Boslunde church.", "keywords": {"keyword": ["chalice", "church", "consecrated", "cup", "dancing", "day", "drinking", "farmhand", "field", "fun", "furrow", "gold", "home", "horse", "night", "nose", "riding", "troll", "walls"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}