{"publication_info": "DS_I_87", "full_name": "0 - 0.00 - DS_I_87", "informant_id": null, "informant_last_name": "informant", "informant_first_name": "Unknown", "informant_full_name": "Unknown informant", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 180, "name": "Gadbjærg", "display_name": "Gadbjærg (place recorded)"}, {"place_id": 935, "name": "Tyrskind", "display_name": "Tyrskind (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 150, "publication_info": "DS_I_43", "full_name": "150 - 4.21 - DS_I_43", "url": "data/stories/132.dfl"}}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "I Rongenbjærg i Tyrskind har min fader lagt mærke til nogle sære tilfælde. Flere gange, når han har ligget der ude om aftenen eller tidlig om morgenen og græsset med hestene, har han hørt kister slå i låse der inde. Med det samme har hestene slået op og sprunget omkring og snoret (prustet) i töjrslaget. Oppe midt på banken grov vi mergel, og da vi kom en tre alen ind i mergelen, fandt vi en sort gang, der hverken udmundede til den ene eller den anden side, og der fandt vi en lille vedde garn i den gang. Det tykte vi var mærkeligt. I den banke var der udgravet store fordybninger, som Polakkerne har haft at sætte deres heste ind i, mens de var her.", "english_publication": "In Rongenbjærg in Tyrskind my father noticed some weird happenings. Many times when he had been lying out there at night or early in the morning grazing the horses, he heard chests being slammed shut inside it (the mound). Immediately, the horses would rear up and jump about and snort in their halters. Midways up the hill we dug for marl, we discovered a black corridor which didn’t open out on either side, and we found a little ball of yarn in the corridor. We thought that that was weird. Deep holes had been dug in the mounds and the Poles had put their horses in them when they were here.", "keywords": {"keyword": ["ball", "black", "bridle", "chest", "digging", "discovery", "father", "grazing", "hill", "horse", "morning", "mound", "night", "pole", "yarn"]}, "etk_index": {"heading_danish": "Bjærgfolk", "heading_english": "Mound dwellers (Hidden folk)"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}