{"publication_info": "DS_II_C_106", "full_name": "0 - 0.00 - DS_II_C_106", "informant_id": null, "informant_last_name": "informant", "informant_first_name": "Unknown", "informant_full_name": "Unknown informant", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": {"place_id": 697, "name": "Vesterbølle", "display_name": "Vesterbølle (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 112, "publication_info": "DS_II_C_104", "full_name": "112 - 0.00 - DS_II_C_104", "url": "data/stories/764.dfl"}, {"informant_id": 150, "publication_info": "DS_II_C_110", "full_name": "150 - 2.08 - DS_II_C_110", "url": "data/stories/55.dfl"}, {"informant_id": 150, "publication_info": "DS_II_C_115", "full_name": "150 - 2.07 - DS_II_C_115", "url": "data/stories/54.dfl"}, {"informant_id": 401, "publication_info": "DS_II_C_112", "full_name": "401 - 0.00 - DS_II_C_112", "url": "data/stories/715.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Mens a var en bitte knægt, havde a tit hørt tale om Natravnen, men aldrig set den. Mændene hentede lyng langt henne, og det blev tit sent for dem, inden de kom hjem. Det var nu om sommertiden, sent om natten, a kom forbi en mand, der skulde efter lyng. Så hører vi en fugl, der kom langt vester fra og svingede lige oven over os, og den sagde: \"Baw-u-u! baw-u-u!\" så det skingrede i luften. Bag efter kom en anden fugl, der var mere pib i lyden. \"Hvad var det?\" siger a. \"Det skal du ikke befatte dig med,\" siger han, \"det er Natravnen.\" — \"A befatter mig heller ikke med det, men a spörger blot om det.\" Bag efter har a hørt efter de gamles fortælling, at alle dem, der ombragte dem selv, skulde begraves i et trebundet markskjel, og de måtte grave eller skyde dem til siden et sandkorn om året, og endelig efter mangfoldige års forløb kunde de da komme op og komme til flövt for at flyve efter den hellige grav, men de måtte kun flyve et vist stykke hvert år. Det kunde kanske vare flere hundrede år, inden de nåede det.", "english_publication": "When I was a little boy, I often heard tell of the nightraven, but I never saw it. The men went and got heather far away, and it was often quite late before they got home. One time late at night during the summer I went past a man who was going to get heather. Then we heard a bird that came from far out to the west and swung right in over us and it said, \"Baw-u-u! baw-u-u!\" so it echoed in the air. Another bird came after it that had more of a peep in its voice. \"What was that?\" I say. \"Don't worry about it,\" he says. \"That's the nightraven.\" -- \"I'm not worrying about it, I'm just asking about it.\" Later I heard the old peoples' stories, that all those who committed suicide were to be buried in a T-shaped field divide, and they could dig or push a grain of sand aside each year so that, after many years, they could come up to the surface and fly off toward the holy grave, but they could only fly a certain distance each year. It could take many hundreds of years before they reached it.", "keywords": {"keyword": ["air", "birds", "boy", "burial", "digging", "field", "flying", "grain", "grave", "heather", "holy", "home", "night", "nightraven", "old", "sand", "story", "suicide", "summer", "voice", "west", "year"]}, "etk_index": {"heading_danish": "Farende uhyrer", "heading_english": "Traveling monsters"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}