{"publication_info": "DS_IV_1384", "full_name": "0 - 0.00 - DS_IV_1384", "informant_id": null, "informant_last_name": "informant", "informant_first_name": "Unknown", "informant_full_name": "Unknown informant", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": {"place_id": 720, "name": "Vokslev", "display_name": "Vokslev (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 385, "publication_info": "DS_IV_1376", "full_name": "385 - 0.00 - DS_IV_1376", "url": "data/stories/475.dfl"}, {"informant_id": 402, "publication_info": "DS_IV_1371", "full_name": "402 - 0.00 - DS_IV_1371", "url": "data/stories/779.dfl"}, {"informant_id": 523, "publication_info": "DS_IV_1378", "full_name": "523 - 0.00 - DS_IV_1378", "url": "data/stories/698.dfl"}, {"informant_id": 65, "publication_info": "DS_IV_1388", "full_name": "65 - 0.00 - DS_IV_1388", "url": "data/stories/574.dfl"}, {"informant_id": 57, "publication_info": "DS_IV_1381", "full_name": "57 - 0.00 - DS_IV_1381", "url": "data/stories/615.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "I en kro lånte de en gang en svær herre hus, og krofolkene så da om aftenen, at han havde mange penge i hans pung. Det kunde de jo ikke tåle at se, og så rejste de dem op om natten og skar ham ihjel. Så var der et bitte barn, som gik og sang: \"Min fader og min moder har slagtet en vældig herre i nat, nu får vi flæsk at æde, og pøls' til middagsmad.\" Konen sagde da til manden: \"Det barn volder os fortræd, du må helst gå ned og drukne hende.\" Barnet sang så: \"Jeg vil i skolen gå og intet brød begjære,\" og nu kunde han ikke drukne hende. Ja, så kom de til at have ild i ovnen for at brænde hende. I det samme kom der to hestekjøbere til kroen, og så går barnet hen og klager sig til dem og siger: \"Min fader vil mig drukne, min moder vil mig brænde, vil I ikke tage mig med?\" De svarer: \"Det er kuns börnefant,\" for de kunde ikke tro, at det var deres mening, da hun var eneste barn. Den gang de så kom ned til en bæk, som de skulde over, kunde de ikke få hestene over på nogen måde. \"Lad os ride derop igjen,\" siger de, \"måske barnet kan sige os besked.\" Den gang de kom op til kroen, havde folkene lukket dören tæt, og de måtte banke hårdt på. Om de vilde skjænke dem et glas öl? Ja, konen havde ikke vel stunder lige nu, men de blev ved at trænge på, det var en offentlig kro, og de vilde ind. Så måtte hun til at lukke op, og da lå barnet og var opbrændt, og munden var ganske sort. At krofolkene kom i fortræd for det, kan én da nok vide.", "english_publication": "One time, a wealthy lord came and stayed at an inn, and the innkeepers saw that he had a lot of money in his wallet.  They couldn't bear to see that, so they got up at night and chopped him to death.Then there was a little child who went and sang, \"My father and my mother have slaughtered a magnificent lord tonight, now we will have roast to eat, and sausages for lunch.\" The wife said to her husband, \"That child will do us harm, you better go down and drown her.\" Then the child sang: \"I'll go to school and not ask for any bread,\" and now he couldn't drown her. Well, then they lit the fire in the oven so they could burn her. At that moment, two horse dealers came into the inn and then the child goes over and complains to them and says, \"My father wants to drown me, and my mother to burn me, won't you take me with you?\" They answer: \"That's just childish nonsense,\" since they couldn't believe that they intended to do that, since she was their only child. Then when they came down to a stream that they had to cross, they couldn't get the horses across no matter what they tried. \"Let's ride up there again,\" they say, \"maybe the child can tell us what to do.\" When they got up to the inn, the people had shut the doors tight, and they had to knock loudly on it. Would they give them a glass of beer? Well, the wife said she didn't have time right now, but they continued to intrude on them, it was a public inn and they wanted to come in. Then she had to open up, and there the child lay and was all burned up, and her mouth was quite black. That the innkeepers came to regret that you can pretty much imagine.", "keywords": {"keyword": ["bear", "beer", "belief", "black", "bread", "children", "dealer", "death", "door", "drowning", "father", "fire", "glass", "harm", "horse", "husband", "inn", "inn keeper", "lord", "lunch", "money", "mother", "mouth", "night", "nonsense", "oven", "riding", "sausage", "school", "singing", "slaughter", "stream", "tonight", "wallet", "wealth", "wife"]}, "etk_index": {"heading_danish": "Røvere, drabsmænd og tyve", "heading_english": "Robbers, murderers and thieves"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}