{"publication_info": "DS_IV_1490", "full_name": "0 - 0.00 - DS_IV_1490", "informant_id": null, "informant_last_name": "informant", "informant_first_name": "Unknown", "informant_full_name": "Unknown informant", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 190, "name": "Gjedved", "display_name": "Gjedved (place recorded)"}, {"place_id": 682, "name": "Vedslet", "display_name": "Vedslet (place mentioned)"}, {"place_id": 938, "name": "Hoved kro", "display_name": "Hoved kro (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_IV_1485", "full_name": "241 - 2.02 - DS_IV_1485", "url": "data/stories/152.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1486", "full_name": "241 - 2.01 - DS_IV_1486", "url": "data/stories/151.dfl"}, {"informant_id": 392, "publication_info": "DS_IV_1481", "full_name": "392 - 0.00 - DS_IV_1481", "url": "data/stories/770.dfl"}, {"informant_id": 241, "publication_info": "DS_IV_1488", "full_name": "241 - 2.03 - DS_IV_1488", "url": "data/stories/153.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "De rövere i Hjordekjelde havde klokker over vejen. En kræmmer var kommen til Hoved kro og havde fået losi der. Hen ad aften, han var kommen i hans kammer, kom en pige og sagde, at han skulde se at rejse sig, ellers gik det galt, \"og det skal være hastig, men a skal selv med.\" Ja, hans hest stod i stalden. Den skulde hun nok få ud. Hun havde nogle hosesokker, og dem får hun på födderne af dem. Aldrig så snart de var komne et stykke ud, så var hundene efter dem. De halede ud og nåede Vedslet kirke. Så stod der en stige op til klokken, og den farer de jo op på og trækker stigen op, men hesten måtte de jo lade løbe. Nu måtte de være der, til det blev dag, og folk kom med vejen, for de var jo omringede af röverne. Så slap de fra den fare, og da de kom af sted igjen, tog han jo pigen med sig. Kromanden der i Hoved stod naturligvis i forbindelse med röverne der i Hjordekjelde.", "english_publication": "The robbers in Hjordekjelde had bells over the road. A peddler had come to Hoved Inn and had gotten a room there. Sometime during the night, he had gone to his room when a girl came and said to him that he should leave quickly, otherwise something terrible would happen, “and it has to be quickly, but I want to come too.” Well, his best horse was down in the barn. She’d get it out. She had some long stockings and she puts them on the horses hooves. As soon as they had gotten a little bit away, the dogs came after them. They let it out a bit and reached Vedslet church. Then there was a ladder up to the bell and they scrambled up that and pulled it up after them, but they had to let the horse run free. Now they had to stay there until it was daytime and people came along the road because they were surrounded by robbers. Then they escaped from that danger, and when they started out again, he took the girl with him. The innkeeper there in Hoved was in cahoots with the robbers there in Hjordekjelde of course.", "keywords": {"keyword": ["barn", "bells", "church", "danger", "daytime", "dog", "escape", "free", "girl", "horse", "inn", "inn keeper", "night", "peddler", "road", "robber", "stockings"]}, "etk_index": {"heading_danish": "Røvere, drabsmænd og tyve", "heading_english": "Robbers, murderers and thieves"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}