{"publication_info": "DS_V_1389", "full_name": "0 - 0.00 - DS_V_1389", "informant_id": null, "informant_last_name": "informant", "informant_first_name": "Unknown", "informant_full_name": "Unknown informant", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": {"place_id": 944, "name": "Hoven højskole", "display_name": "Hoven højskole (place recorded)"}}, "stories_mentioned": {"story": {"informant_id": 432, "publication_info": "DS_V_1390", "full_name": "432 - 0.00 - DS_V_1390", "url": "data/stories/467.dfl"}}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "En pige gik en aften med en vej. Lidt foran så hun en skikkelse gå. Hun syntes, den lignede hendes kjæreste, og råbte derfor, at han skulde vente, men der kom intet svar, og skikkelsen blev ved at gå. Hun gik nu hurtigere, men den gik også hurtigere. Da råbte hun, om han ikke kunde vente, han plejede ellers nok at vente og følge med hende. Da standsede skikkelsen, men da hun kom derhen, så hun, at det var en anden én, som spurgte, om hun kunde bede fadervor. Det gjorde hun, og skikkelsen forsvandt. Pigen blev kort efter syg og døde.", "english_publication": "A girl walked along a road one night. A little ahead of her she saw a shape walking. She thought it looked like her boyfriend, and so she yelled that he should wait, but there was no answer and the shape continued to walk. She walked faster now, but it also went faster. Then she yelled and asked him to wait, he usually waited for her and walked with her. Then the shape stopped but when she got there, she noticed it was someone else, who asked if she could say the “Our Father.” She did that, and the shape disappeared. The girl got sick shortly thereafter and died.", "keywords": {"keyword": ["boyfriend", "death", "disappearance", "girl", "night", "Our Father", "road", "sickness"]}, "etk_index": {"heading_danish": "Kvindelige gjenfærd", "heading_english": "Female revenants"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}