{"publication_info": "JAH_I_43", "full_name": "150 - 3.25 - JAH_I_43", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 3.25, "fieldtrip": "May 1888", "fieldtrip_start_date": "1888-05-02", "fieldtrip_end_date": "1888-05-09", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 7, "name": "Aarestrup", "display_name": "Aarestrup (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 337, "publication_info": "DS_VII_608", "full_name": "337 - 0.00 - DS_VII_608", "url": "data/stories/694.dfl"}, {"informant_id": 566, "publication_info": "DS_VII_597", "full_name": "566 - 0.00 - DS_VII_597", "url": "data/stories/903.dfl"}, {"informant_id": 547, "publication_info": "DS_VII_592", "full_name": "547 - 0.00 - DS_VII_592", "url": "data/stories/499.dfl"}, {"informant_id": 424, "publication_info": "DS_VII_577", "full_name": "424 - 0.00 - DS_VII_577", "url": "data/stories/706.dfl"}, {"informant_id": 375, "publication_info": "DS_VII_612", "full_name": "375 - 0.00 - DS_VII_612", "url": "data/stories/591.dfl"}, {"informant_id": 331, "publication_info": "DS_VII_609", "full_name": "331 - 0.00 - DS_VII_609", "url": "data/stories/644.dfl"}, {"informant_id": 241, "publication_info": "DS_VII_611", "full_name": "241 - 4.39 - DS_VII_611", "url": "data/stories/211.dfl"}]}, "fielddiary_page_start": "4100b", "fielddiary_page_end": "4101a", "bibliographic_info": "Bjørn 1988.\nHenningsen 1975.\nAlver 1971.\nTangherlini 2000.\nGadelius 1963.", "bibliography_references": {"reference": [{"display_string": "[Edited book] Bjørn, Claus, Dahlerup, Troels, Jensen, S. P., Helmer Pedersen, Erik. 1988. Vol. 1-4 of <i>Det danske landbrugs historie</i>. Odense: Landbohistorisk Selskab."}, {"display_string": "[Article] Henningsen, Gustav. 1975. Hekseforfølgelse efter 'hekseprocessernes tid.' Et bidrag til dansk etnohistorie. <i>Folk og Kultur</i>, 98-151."}, {"display_string": "[Book] Alver, Bente Gullveig. 1971. <i>Heksetro og trolddom. Et studie i norsk heksevæsen</i>. Oslo: Universitetsforlaget."}, {"display_string": "[Article] Tangherlini, Timothy R. 2000. \"How do you know she's a witch\"? : Witches, cunning folk, and competition in Denmark. Vol. 59 of <i>Western Folklore</i> 3-4: 279-303."}, {"display_string": "[Book] Gadelius, Bror Edvard. 1963. <i>Häxor och häxprocesser</i>. Stockholm: Prisma."}]}, "annotation": "Stories of witch's stealing milk are widely attested. Here, the witch's magic relies on a form of contagion, the rope having been in close contact with the cows. In other stories, the witch steals milk by reciting a formula (DS VII 609), placing a piece of paper with writing on it in the churn (JPP 4.39; DS VII 612), or by using a milking stick (DS VII 592), a threshing tooth (DS VII 577) or even a finger of a glove (DS VII 591). \n\n     The threat to the entire community posed by the witch is made apparent in this tale. The witch directs her economic malice not at an individual farmer, but rather at the entire community. It can only be a form of poetic justice that an otherwise poor woman reaps the bounty of the witch's malice. One can perhaps read the story as a reference to the newly emergent form of assistance to the poor, where all the community members contributed to the support of the local poor.\n\n     Prior to the land reforms in the late 1780s, it was common for the town to employ a single shepherd to herd and graze all the cattle in a single village. The system provided an economy of scale, since individual herds (a generous term) rarely consisted of more than two or three cows. Once communal farming was eliminated, the position of village shepherd also disappeared.", "danish_manuscript": "Byhjodden i Aarestrup hed Båj-Måten og \nh. gik om Morgenen og raabte og støjede og\ntudede i hans Horn og dem der kom ikke tid-\nlig nok ud med Høvderne, de maatte drive af-\nsted. S. var der en Kj. i Aarestrup hu maat\nte drive efter og det var jo en stor Skam. S.\nfandt hun en Stump Reb da hun var kommen \nigiennem Byleddet og den rendte hun og klistrede\npaa Høvderne med og gjente paa dem de skulde\nskynde dem at gaa. Da hun var bleven s. skilt\nved Høvderne, skulde hu til at hjem igien\n\n4101A\nog til at kjærne Smør. Idet hun tager ved den\nslæpper Baandet oven af den, den var vel stå\net og bleven for tør det var saadan Pilebaand\nS. tager hu dether stykke Reb og det binder hun\nom Kj. i Sted for Baandet og h. kjærner løs\npaa Fløden. Men s. blev der s. mange Fløde\nhun øste af hun øste af og Kj. blev end-\nda lige fuld og hu blev helt forskr. for det\nog s. l. hun hen til hendes Nabokone, hu skul-\nde komme hen og se det Syn der var paa Fløde.\nDa var det en Heks der havde lagt det Reb\nfor at alle Byens Høvder skulde gaa over og \ns. vilde hu komme og tage det og binde paa\nhendes Kjærn, men nu fik den anden det\ni Stedet for.", "english_manuscript": "The town shepherd in Årestrup was named Båj-Måtten, and he walked about in the morning yelling and making noise and blowing his horn, and those people who didn't manage to get their cattle out early enough had to drive them out afterward. There was an old woman in Årestrup, and she had to drive her cattle out afterward, and that was a shame. Then she found a piece of rope when she came through the town and she ran with that and hit her cattle with it, and encouraged them to hurry up. When she had gotten rid of the cattle, she was going to go home and churn butter. As soon as she starts churning, the band falls off of it, it had stood there and gotten too dry, it was a pilebånd (willow band). So now she takes this piece of rope and ties it around the churn instead of the band, and now she churns away at the cream. But she gets so much cream, she poured it off and poured it off and the churn filled up again just as much and she got really scared and tells her neighbor that she should come and see this sight with all this cream. It was a witch who had put the piece of rope down so that all the town's cattle would walk over it, and then she'd come and take it and tie it around her churn, but now this other one got it instead.", "danish_publication": "Byhjodden i Årestrup hed Båjj-Måten. og han gik om morgenen og råbte og stöjede og tudede i hans horn, og dem, der kom ikke tidlig nok ud med høvederne, de måtte drive efter. Så var der en kjælling i Årestrup, hun måtte drive efter, og det var jo en stor skam. Da hun var kommen gjennem byleddet, fandt hun en stump reb, som lå der, og den rendte hun og klistrede på hendes høveder med og gjente på, de skulde skynde dem at gå. Da hun så omsider var bleven skilt ved høvederne, skulde hun til at hjem igjen og til at kjærne smör. Idet hun tager ved kjærnen, slæpper båndet oven af den, den var vel stået og bleven for tör, og det var pilebånd, der var om den. Så tager hun dether stykke reb og binder om kjærnen i stedet for båndet, og hun kjærner nu løs. Men så blev der så mange fløde, hun øste af, og hun øste af, og kjærnen blev endda lige fuld. Hun blev helt forskrækket for det og siger til hendes nabokone, at hun skulde komme hen og se det syn, der var på fløde. Da var det en hegs, der havde lagt det reb, for at alle byens høveder skulde gå over, og så vilde hun komme og tage det og binde på hendes kjærne. Men nu var den kone bleven æbag med hendes høveder den dag og havde fundet rebet, og så fik hun fløden i stedet for.", "english_publication": "The town shepherd in Årestrup was named Båjj-Måtten, and he walked about in the morning yelling and making noise and blowing his horn, and those people who didn’t manage to get their head of cattle out early enough had to drive them out afterward. There was an old woman in Årestrup, and she had to drive her cattle out afterward, and that was a shame. When she’d gotten through the town, she found a piece of rope which was lying there, and she ran with that and hit her cattle with it, and encouraged them to hurry up. When she later had managed to get rid of the cattle, she was going to go home and churn butter. As soon as she starts churning, the band falls off of the churn, it had stood there and gotten too dry, it was a willow band that was around it. So now she takes this piece of rope and ties it around the churn instead of the band, and now she churns away. But she got so much cream, she poured it off, and the churn filled up again. She was completely surprised and tells her neighbor that she should come and see this sight with all this cream. It was a witch who had put the piece of rope down so that all the town’s cattle would walk over it, and then she’d come and take it and tie it around her churn. But now this woman had been late on it with her cattle that day and found the rope and then she had gotten the cream instead.", "keywords": {"keyword": ["blow", "butter", "cattle", "churn", "cream", "day", "herdsman", "home", "horn", "morning", "name", "neighbor", "noises", "old", "rope", "shame", "tie", "town", "willow", "witch", "woman"]}, "etk_index": {"heading_danish": "Om fortidens landbrug", "heading_english": "Concerning earlier agricultural practices"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}