{"publication_info": "DS_V_714", "full_name": "0 - 0.00 - DS_V_714", "informant_id": null, "informant_last_name": "informant", "informant_first_name": "Unknown", "informant_full_name": "Unknown informant", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 821, "name": "Lem", "display_name": "Lem (place recorded)"}, {"place_id": 290, "name": "Hummelgård", "display_name": "Hummelgård (place mentioned)"}, {"place_id": 354, "name": "Krejbjærg", "display_name": "Krejbjærg (place mentioned)"}, {"place_id": 488, "name": "Rødding", "display_name": "Rødding (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 537, "publication_info": "DS_V_715", "full_name": "537 - 0.00 - DS_V_715", "url": "data/stories/527.dfl"}, {"informant_id": 408, "publication_info": "DS_V_713", "full_name": "408 - 0.00 - DS_V_713", "url": "data/stories/721.dfl"}, {"informant_id": 460, "publication_info": "DS_V_728", "full_name": "460 - 0.00 - DS_V_728", "url": "data/stories/818.dfl"}, {"informant_id": 459, "publication_info": "DS_V_730", "full_name": "459 - 0.00 - DS_V_730", "url": "data/stories/748.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Denher Rosendal i Rödding var så gruelig god til at mane. Der var et krat ved Hummelgård i Krejbjærg, og der gik en mand igjen. Det skulde egentlig hidrøre fra en herregård, der har ligget et stød derfra. Gården hed Krøgeborg, og der er levninger endnu af den borgplads. Det var så grueligt, te det spøgelse kom op igjen. Så skulde præsten derover at mane ham. Kusken kunde mærke sådan uro, og hørte, at der taltes store ord. Så tager han en vognkjæp af vognen og vil gå ud og lange den gamle én med den. Men der skadede han præsten så meget, at han måtte til at kjøre om kap med den Onde til Krejbjærg kirke. Da han kom der, stak den Onde sit hoved op i den sloge, der er sønden og vesten til kirken, og gav et stort bröl og forsvandt, da han så, at præsten var kommen først. Det kan sees endnu nede i krattet, hvor han blev sat ned, der er nemlig en grön plet.", "english_publication": "This here Rosendal from Rødding was incredibly good at conjuring. There was a thicket near Hummelgård in Krejbjærg, and a man walked again there. He apparently came from a manor farm that had lain not too far from there. The farm was called Krøgeborg, and there are still some ruins from the old castle. It was horrible when that ghost came up again. Then the minister had to go over there and conjure him. The driver could feel a great unease, and heard that big words were being spoken. Then he takes a whip from the wagon and wants to go out and smack the old one with it. But he injured the minister so bad by doing that that the minister had to race the Evil One to Krejbjærg church. When he got there, the Evil One stuck his head up out of that little dale south and west of the church and gave a loud roar and disappeared when he saw that the minister had come first. One can still see down in the thicket where he was conjured down, there's actually a green spot there.", "keywords": {"keyword": ["castle", "church", "conjuring", "dale", "disappearance", "driver", "evil", "farm", "ghost", "horrible", "injury", "manor farm", "minister", "old", "ruins", "south", "thicket", "wagon", "west", "whip"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}