{"publication_info": "DS_V_744", "full_name": "574 - 0.00 - DS_V_744", "informant_id": 574, "informant_last_name": "Anonymous", "informant_first_name": null, "informant_full_name": " Anonymous", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 488, "name": "Rødding", "display_name": "Rødding (place recorded)"}, {"place_id": 143, "name": "Em", "display_name": "Em (place mentioned)"}, {"place_id": 988, "name": "Øster Assels", "display_name": "Øster Assels (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 459, "publication_info": "DS_V_730", "full_name": "459 - 0.00 - DS_V_730", "url": "data/stories/748.dfl"}, {"informant_id": 111, "publication_info": "DS_V_733", "full_name": "111 - 0.00 - DS_V_733", "url": "data/stories/740.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "I Em på Mors var der et gjenfærd, som gik ude på marken, og de kunde ikke holde deres kreaturer sat for det. Det gik så vidt, at gjenfærdet undertiden kom ind til gården ved solnedgang. Så gik manden til præsten i Öster-Assels, og han kom og sagde til karlen om at kjøre ham der over. Dernæst anviste han ham en plads, hvor han skulde holde, og på den plads skulde han blive, indtil præsten kom igjen, ihvor længe han så blev borte. Mens karlen holdt, syntes han, præsten klagede sig imellem. Så stod månen op, og han kunde da se, at præsten lå på jorden lidt der fra. Han gik da hen og kaldte på ham. Præsten sagde, at det havde han synd af. \"Nu er jeg fortabt.\" Dermed stod han op og kjørte med karlen hjem, og næste dag druknede han sig i en mergelgrav omme i haven.", "english_publication": "In Em in Mors there was a revenant that walked out in the fields and they couldn’t keep their farm animals calm because of it. It went so far that the revenant sometimes came into the farm at sunset. Then the farmer went to the minister in Øster Assels and he came and told his farmhand to drive him over there. Next the minister showed him a place where he was supposed to wait and he was supposed to stay at that place until the minister came again, however long that was. While the farmhand waited, he thought he heard the minister complaining. Then the moon rose and he could see that the minister lay on the ground a little bit away. He went over and called to him. The minister said that that was bad for him. “Now I’m lost.” With that he got up and drove with the farmhand home and the next day he drowned himself in a marl pit out in the back yard.", "keywords": {"keyword": ["animals", "day", "drowning", "farm", "farmhand", "farmer", "field", "home", "minister", "moon", "revenant", "rose", "sunset", "yard"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}