{"publication_info": "DS_V_913", "full_name": "0 - 0.00 - DS_V_913", "informant_id": null, "informant_last_name": "informant", "informant_first_name": "Unknown", "informant_full_name": "Unknown informant", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 458, "name": "Øster Hornum", "display_name": "Øster Hornum (place recorded)"}, {"place_id": 4, "name": "Aalborg", "display_name": "Aalborg (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 65, "publication_info": "DS_V_900", "full_name": "65 - 0.00 - DS_V_900", "url": "data/stories/577.dfl"}}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Det var lige til jul, en mand tog til Aalborg en tidlig morgen og kom forbi en galge, hvor der hængte en tyv. Om aftenen, da han tog hjem, havde han fået en dejlig stor dram og var noget hoven i det. Så råber han op til tyven: \"Hvad hænger du der og dingler efter? det var bedre, du kom ned og så til mig juleaften.\" Han kjører videre og kommer hjem i hans seng. Så lægger rusen sig noget, og han siger da til konen: \"A gjorde vist en fejl i aften.\" — \"Hvad var det?\" siger hun. \"Da a kjørte forbi den galge, råbte a til den døde, at han skulde komme ned og se til mig juleaften.\" — \"Ja, det skulde du ikke have gjort, nu får vi at se, hvordan det går.\" Juleaften kommer, og ganske rigtig kommer der én og banker på dören. Manden beder ham velkommen, og han skal sætte sig op til overenden af bordet, og der blev sat for ham i stort mål. Det så ud, som han spiste, men han sank intet af det. Da han var færdig, takkede han og vilde gå. \"Ja, nu vil du nok komme op og se til mig nytårsaften,\" siger han. Manden var noget forfar over besøget, og han sagde straks ja. Men siden går han ned til præsten og vil høre, hvad fåer vil sige til det, og han fortæller ham jo hele sammenhængen. Præsten råder ham til, at han skal sige: \"A kommer i Guds navn, og a vil også gå i Guds navn.\" Han stavler altså derop nytårsaften, og da det så giver et klink, forvandles öjnene på ham, og det er som en helt pæn lejlighed, han er inde i. Han siger jo, hvad han har sat sig for, at han kommer o. s. v. Han blev opvartet med mad og drikke og vil så gå. Men så standsede den døde ham og sagde: \"Hvem har lært dig det? havde du ikke sagt det, så skulde a have spillet med dig, for du havde ingen ret til at tale til mig, da du kjørte forbi.\" Så gav det igjen et skrald, og nu stod han igjen ude ved galgen, og så sved han hjem det bedste han kunde.", "english_publication": "It was just before Christmas, a man went to Aalborg early one morning and came past a gallows where a thief hung. At night, when he went home, he had had a nice big dram and was a bit drunk. Then he yells up to the thief: “What are you hanging there and dangling for? It would be better if you came down and visited me Christmas eve.” He drives along and comes home to his bed. Then the alcohol starts to wear off and he says to his wife: “I think I made a mistake tonight.” “What was that?” she says. “When I drove past the gallows, I yelled out to the dead guy that he should come down and visit me Christmas eve.” “Well, you shouldn’t have done that, now we’ll see what happens.” Christmas eve comes and sure enough someone comes and knocks on the door. The man welcomes him and he’s supposed to sit at the end of the table, and there was a big meal set out for him. It looked like he ate, but he didn’t swallow any of it. When he was done, he thanked them and wanted to leave. “Well, now you’ll probably come up and visit me New Year’s eve,” he said. The man was a little spooked by the visit and he immediately says yes. Then he goes to the minister and wants to hear what the father will say about it and he tells him the whole story. The minister advises him that he should say, “I come in God’s name, and I will also leave in God’s name.” He plods up there New Year’s eve and when he hears a clink, his eyes change for him, and it's like he's in a really nice apartment. He says what he had decided on, though, that he comes etc. He’s served food and drink and then wants to go. But then the dead guy stops him and says, “Who taught you that? If you hadn’t said that, then I would’ve toyed with you, since you had no right to talk to me when you drove past.” Then there was a bang again and now he stood out by the gallows and then he sweated it home as fast as he could.", "keywords": {"keyword": ["advice", "banging", "bed", "Christmas", "death", "door", "dram", "drinking", "eye", "father", "food", "gallows", "god", "haunting", "home", "meal", "minister", "morning", "name", "night", "story", "table", "thank", "thief", "tonight", "wife", "year"]}, "etk_index": {"heading_danish": "Forskjelligt spøgeri og gjenfærds nedmaning", "heading_english": "Revenants and their conjuring"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null]}, "genre": null}