{"publication_info": "JAH_I_37", "full_name": "150 - 3.26 - JAH_I_37", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 3.26, "fieldtrip": "May 1888", "fieldtrip_start_date": "1888-05-02", "fieldtrip_end_date": "1888-05-09", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 241, "publication_info": "DSnr_I_324", "full_name": "241 - 4.04 - DSnr_I_324", "url": "data/stories/175.dfl"}}, "fielddiary_page_start": "4101a (1)", "fielddiary_page_end": "4101a (1)", "bibliographic_info": null, "bibliography_references": null, "annotation": "Jens Østergård's elaborate curse is the focus of this very short account.", "danish_manuscript": "De red Øgene i Skoven. Jens Østergaard kom \nhjem og kunde ikke finde Øgene for Drengen\nhavde ikke slaaet dem løs, hvor h. havde bedt\nham og Trude Niels stod og tarsk og [h] J. Ø.\nvar meget hidsig og kom han og raabte: Sa-\ntan skulde knække jer Hals i 100 tusinde \nStumper I Hundepandeknægte.\n", "english_manuscript": "They rode the nags into the woods. Jens Östergård came home and couldn't find the nags, because the boy hadn't set them out where he'd asked him to, and Trude-Niels was out in the barn threshing, and Jens Østergaard was quite worked up and he came and shouted, \"Satan should break your necks into a thousand pieces, you dog-headed bastards!\"", "danish_publication": "De red øgene i skoven om natten. Jens Östergård i Ersted var en morgen gået ud at finde sine øg, men drengen havde ikke slået dem løse, hvor han havde bedt ham, og han kunde ingen øg finde. Nu var Jens Östergård meget hidsig af sig, og så kom han og råbte. Trude-Niels stod i loen og tarsk og hørte det: \"Satan skulde knække jer hals i tusende stumper, I hundepandeknægte!\"", "english_publication": "They rode the nags into the woods at night. Jens Östergård from Ersted went out one morning to find his nag, but the boy hadn’t set them out where he’d asked them to, and he couldn’t find the nag. Now Jens Östergård got quite worked up, and Trude-Niels, who was out in the barn threshing, heard him say, “Satan should break your necks into a thousand pieces, you dog-headed bastards!”", "keywords": {"keyword": ["barn", "boy", "dog", "Jens", "morning", "nag", "necks", "Niels", "night", "riding", "Satan", "threshing", "woods"]}, "etk_index": {"heading_danish": "Om fortidens landbrug", "heading_english": "Concerning earlier agricultural practices"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}