{"publication_info": "DS_VII_574", "full_name": "0 - 0.00 - DS_VII_574", "informant_id": null, "informant_last_name": "informant", "informant_first_name": "Unknown", "informant_full_name": "Unknown informant", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 488, "name": "Rødding", "display_name": "Rødding (place recorded)"}, {"place_id": 146, "name": "Erslev", "display_name": "Erslev (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 241, "publication_info": "DS_VII_565", "full_name": "241 - 4.08 - DS_VII_565", "url": "data/stories/179.dfl"}, {"informant_id": 111, "publication_info": "DS_VII_576", "full_name": "111 - 0.00 - DS_VII_576", "url": "data/stories/742.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "En konfirmand i Erslev gik til Tødsø præst. Så vandede de deres køer ude i præstegården, og hun sidder inde i konfirmantstuen og siger: hvad de vilde give hende for at få deher køer til at dandse. Ja, det kunde hun ikke. Jo, det kunde hun retten. \"A kan også sidde her inde og malke mælk af køerne.\" Nej, det kunde ikke lade sig gjøre. Jo, når hun kunde nu få en pregl og så et fad. Så kom præsten ind, og de andre fortalte ham det, hvad pigen havde sagt. \"Kan du det, min pige?\" Ja, hun kunde. Så bliver preglen hentet og fadet også, og hun kom til at malke. Da hun havde malket et stød, vilde hun ikke længere, for nu kom der blø. Så vilde han have at vide æd hende, hvem der havde lært hende det. Det var en gammel kone. Hun havde fået to kattehaler i ovnen, og når hun fik nu én til, så var hun udlært. Så lod præsten hende døbe om, og så var det forbi, nu kunde hun ikke lære sådant noget siden.", "english_publication": "A confirmation student in Erslev went to the Tødsø minister. They were watering their cows at the parsonage, and she sits in the confirmation classroom and says: what would they give her to get those cows to dance. Well, she couldn't do that. Yes, she certainly could. \"I can also sit in here and milk milk from the cows.\" No, that couldn't be done. Yes, well if she was given an awl and a bowl. Then the minister came in and the others told him what the girl had said. \"Can you do that, my girl?\" Then the awl is fetched and the bowl too, and then she started milking. After she had milked for a while, she didn't want to anymore, because now blood started to come. Then he wanted to know who had taught her that. It was an old woman. She had put two cat tails in the oven and when she got one more, then she'd be fully taught. Then the minister had her re-baptized and then that was over, now she couldn't do things like that anymore.", "keywords": {"keyword": ["awl", "baptism", "blood", "bowl", "cat", "confirmation", "cow", "dancing", "girl", "milk", "minister", "old", "oven", "parsonage", "student", "woman"]}, "etk_index": {"heading_danish": "Hekse og deres idrætter", "heading_english": "Witches and their sport"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}