{"publication_info": "JAH_V_75", "full_name": "150 - 3.27 - JAH_V_75", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 3.27, "fieldtrip": "May 1888", "fieldtrip_start_date": "1888-05-02", "fieldtrip_end_date": "1888-05-09", "places": {"place": {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}}, "stories_mentioned": {"story": {"informant_id": 235, "publication_info": "JAH_V_539", "full_name": "235 - 1.29 - JAH_V_539", "url": "data/stories/249.dfl"}}, "fielddiary_page_start": "4101a (2)", "fielddiary_page_end": "4101a (2)", "bibliographic_info": "Hvidt and Olsen 1990.", "bibliography_references": {"reference": {"display_string": "[Book] Hvidt, Kristian, Olsen, Olaf. 1990. <i>Gyldendal og Politikens Danmarkshistorie bd 11 1850-1900</i>. Copenhagen: Gyldendal."}}, "annotation": "Prior to the reform of the trade laws in 1857, it was illegal for people to sell provisions outside of the market towns. The new law still governed trade within a seven and a half kilometer radius around market towns. This prohibition contributed to a wide scale barter economy, black market sales, the fairly common phenomenon of wandering peddlers and, at the end of the century, the emergence of the purchasing cooperatives. This latter development allowed rural populations more control and much greater access to provisions, even during the late winter and early spring.", "danish_manuscript": "Dg. havde de ingen høkere at kjøbe Tilmad ved,\ns. maatte de gaa hen til dem der havde noget\nom Foraaret og klage sig: Nu har det aldrig\nværet s. galt med Tilbrød som i Aar.", "english_manuscript": "There weren't any small shops where you could by provisions back then so they had to walk over to those who had some left in the spring and complain, \"It has never been as bad with provisions as it is this year.\"", "danish_publication": "Forhen havde de ingen høkere at kjøbe tilmad ved sådan som nu. Når det blev forår, var det jo sluppet op for mange småfolk både med det ene og det andet, og tilmad havde de ikke af. Så kom de gående hen til dem, der havde noget, og klagede dem i en elendig tid. \"Nu har det aldrig været så galt som i år,\" sagde de, \"med at få tilbrød, vi har ikke det ringeste i vort hus.\"", "english_publication": "In the past, there weren’t any small shops where you could by provisions as there are today. When it got to be spring, for a lot of smallholders, they didn’t have much food left. Then they’d walk over to those who did have some left, and they’d complain to them for quite a while. “It's never been as bad as it is this year,” they’d say, “with getting provisions, we don’t have even the worst food in our house.”", "keywords": {"keyword": ["food", "house", "spring", "today", "year"]}, "etk_index": {"heading_danish": "Livet uden døre", "heading_english": "Life outdoors"}, "tango_indices": {"tango_index": [null, null]}, "genre": null}