{"publication_info": "JAH_II_254", "full_name": "212 - 0.00 - JAH_II_254", "informant_id": 212, "informant_last_name": "Nielsen", "informant_first_name": "A. C.", "informant_full_name": "A. C. Nielsen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 828, "name": "Malle, Løgstør", "display_name": "Malle, Løgstør (place recorded)"}, {"place_id": 424, "name": "Nibe", "display_name": "Nibe (place mentioned)"}, {"place_id": 990, "name": "Ørndrup", "display_name": "Ørndrup (place mentioned)"}, {"place_id": 991, "name": "Vår", "display_name": "Vår (place mentioned)"}, {"place_id": 992, "name": "Aggersborggård", "display_name": "Aggersborggård (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 567, "publication_info": "JAH_II_255", "full_name": "567 - 0.00 - JAH_II_255", "url": "data/stories/906.dfl"}, {"informant_id": 150, "publication_info": "JAH_II_256", "full_name": "150 - 3.13 - JAH_II_256", "url": "data/stories/76.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Det er ikke så forskrækkelig længe siden, at der boede en herremand på Örndrup, de kaldte Speitzer. Han var så grusselig hård ved bønderne, at det næsten ikke var til at holde ud. Så var der da også nogle af hans folk, der blev enige om at undlive ham eller i det mindste slå ham fordærvet, og en dag stimlede de sammen om ham ude i marken, og to karle sprang på ham. De fik det ligevel ikke gjort af med ham, men hans hænder fik han nok rent smadrede. Gjerningsmændene römmede så til Hamborg — den ene kom for resten siden tilbage igjen.\n     Den samme Speitzer ejede også Vår og Aggersborggård. Han blev ved at være lige hård ved bønderne, og en gang tugtede han nogle folk så helt forfærdelig. Men så et stød efter så folkene på Vår en dag, at der gik en fremmed mand og fulgtes med Speitzer i gården. Den fremmede så noget sær ud, men det tænkte folkene nu ikke videre ved, de hattede jo og hilste, som det hørte til. Speitzer og denher fremmede mand går nu og snakker sammen, men ingen kunde blive klog på, hvad det var om. Folkene hørte blot, at Speitzer til sidst sagde: \"Det tænkte jeg — så bandte han — nok.\" I det samme gik han og den fremmede op ad en höj stentrappe, og vilde da som til at ind i slottet. Men lige idet de kom til det øverste trin, hører folkene et skrig og ser, Speitzer stejler baglænds ned, og så var han ene — den fremmede var væk som et stjærneskud. Der lå nu Speitzer og var død, men om han blev helt henne den gang, skal jeg ligevel ikke sige til sikkerhed; jeg tror det nok. Men efter hans død blev han ellers ved at færdes rundt omkring i egnen, især imellem Vår og Aggersborggård. Han skulde jo så over fjorden, og fiskerne, som lå der ude sommer og efterår og fiskede om natten, både hørte og så ham ikke én men mange gange. Han så ud som en grim, stor, sort fugl, og så råbte og skreg han, te det var nok skrækkeligt at høre, men \"skarnen\" var vel også efter ham. En gang var der et par unge fiskere, der talte ham noget slemt til en nat, de hørte ham; men så havde de ham strags, og dette her skidteri tumlede nok sådan med båden, at fiskerne nær havde gået neden om og hjem.\n     Der er jo, som vi véd nok, en grumme hoben eng langs med søndre side af fjorden, fra Aggersund og helt til Nibe. Alle de enge vilde Speitzer gjærne have fingre i, og han skrev til kongen, at dersom han måtte få dem, vilde han belægge dem med stål og lade sine svende dandse hen over dem. Kongen studerer jo noget på den her skrivelse, og han vilde også nok lade Speitzer få engene. Men så havde kongen en nar, som de jo plejede i gammel tid; han skulde nu også have sin snak med om dette her, og han var ikke så gal som kongen. Han sagde, at stålet, engene skulde belægges med, var høleer, og svendene, der skulde dandse over dem, var Speitzers hovfolk, og da kongen fik den forklaring, vilde han ikke lade Speitzer få engene.", "english_publication": "It isn’t terribly long ago that there was a manor lord who lived at Örndrup whom they called Speitzer. He was so terribly hard on his peasants, that they could barely stand it. So there was a group of his people who agreed to kill him or, at the very least, beat him badly, and one day they surrounded him out in the field and two farmhands jumped on him. They didn’t manage to kill him, but he did get his hands smashed badly. The perpetrators fled to Hamburg—one of them later came back again. \n     The same Speitzer owned Vår and Aggersborggård. He continued to be just as hard on his peasants, and one day he punished some people quite terribly. But a little later, the people at Vår saw one day that there was a stranger following along with Speitzer at the farm. The stranger looked kind of odd, but the people didn’t pay him much mind, they doffed their hats and greeted him, as one did. Speitzer and this stranger now go and talk together, but no one could figure out what it was all about. The people only heard that Speitzer finally said, “That’s what I – then he swore – thought.” At the same time, he and the stranger were climbing a steep stone staircase, and made as if they were going to go into the castle. But just as they get to the top stair, they hear a scream and they see Speitzer fall backwards down the stairs, and then he was alone – the stranger had disappeared like a shooting star. Now Speitzer lay there and was dead, but if he was completely gone then I can’t say for sure; I think so. After his death he continued to wander around the district, especially between Vår and Aggersborggård. He wanted to cross the fjord, and the fishermen who were out there during the summer and fall and fished at night, both heard and saw him not once but many times. He looked like a big, black, ugly bird, and he shouted and yelled, and it was terrifying to hear, but the “beast” was after him. One time there were a couple of young fishermen who talked badly about him one night; but then he was there immediately, and this devilry tumbled the boat so hard that the fishermen nearly went down and home. \n     There were, as we know, a  whole group of meadows down along the southern side of the fjord, from Aggersund and all the way to Nibe. Speitzer wanted his fingers in all those meadows, and he wrote to the king that, if he were allowed to have them, he would cover them with steel and let his lads dance over them. The King studies this letter a bit and he was about to let Speitzer have the meadows. But the king had a fool as was the custom in the old days; he was also to have a word about this, and he wasn’t as crazy as the king. He said that the steel that the meadows were to be covered with were hay scythes, and the lads who were going to dance over them were Speitzer’s villeinage peasants, and when the king got that explanation, he wouldn’t let Speitzer have the meadows.", "keywords": null, "etk_index": {"heading_danish": "Fra hoveriets tid", "heading_english": "From the time of villeinage"}, "tango_indices": null}