{"publication_info": "JAH_II_412", "full_name": "397 - 0.00 - JAH_II_412", "informant_id": 397, "informant_last_name": "Jensen", "informant_first_name": "Jens", "informant_full_name": "Jens Jensen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 853, "name": "Refshalegård", "display_name": "Refshalegård (place recorded)"}, {"place_id": 913, "name": "Voldby", "display_name": "Voldby (place mentioned)"}, {"place_id": 338, "name": "København", "display_name": "København (place mentioned)"}, {"place_id": 929, "name": "Frisenborg", "display_name": "Frisenborg (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 568, "publication_info": "JAH_II_414", "full_name": "568 - 0.00 - JAH_II_414", "url": "data/stories/909.dfl"}, {"informant_id": 123, "publication_info": "JAH_II_413", "full_name": "123 - 3.18 - JAH_II_413", "url": "data/stories/421.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Kristen Sø i Voldby prøvede engang styrke med Englands stærkeste mand. Greven på Frisenborg var i Kjöbenhavn og var da også oppe hos kongen. Her traf han en engelsk general, med hvem han kom i samtale. Generalen fortalte da blandt andet, at i England havde man så stærk en mand, at ingen kunde overvinde ham, de kaldte ham derfor \"Kjæmpebryderen\". Da siger greven, at i hans grevskab var en mand, ham troede han ikke, Kjæmpebryderen kunde slå, men det, mente generalen, var en let sag. Enden blev da, at greven sendte bud til Frisenborg, og generalen til England, de to stærke mænd skulde da mødes i Kjöbenhavn og prøve kræfter. Dagen kom, og de fik fat i hinanden. Först sank Kristen Sø i knæerne, men så siger han: \"Hov, hov! De skal huske på, jeg er en gammel mand, lad os få rigtig ved hinanden!\" men denne gang strakte Kristen Sø Engelskmanden hen ad gulvet, og så sagde han: \"Lad os prøve det en gang endnu.\" Engelskmanden måtte endnu en gang til jorden. For dette stykke arbejde fik Kristen Sø 200 daler af greven.", "english_publication": "One time, Kristen Sø from Voldby tried his strength against England’s strongest man. The count at Frisenborg was in Copenhagen and was also up to visit the king. Here he met an English general with whom he fell into conversation. The general told him that he had a man who was so strong that nobody could beat him, and so they called him the “Giant Wrestler.” Then the count says that on his estate there was a man he didn’t think the Giant Wrestler could beat, but the general thought it would be easy. The end of it was that the count sent a message to Frisenborg, and the general sent a message to England, that the two strong men were to meet in Copenhagen and try their strength. The day arrived, and they take hold of one another. First, Kristen Sø sank to his knees, but then he says, “Hold on! You have to remember that I’m an old man, let’s get a good grip on each other!” but that time Kristen Sø laid the Englishman flat out on the ground, and then he said: “Let’s try that again.” The Englishman had to take one more trip to the ground. For that piece of work, Kristen Sø got two hundred rixdollars from the count.", "keywords": {"keyword": ["count", "day", "england", "fall", "giant", "king", "knee", "Kristen Sø", "message", "old", "strength", "work", "wrestler"]}, "etk_index": {"heading_danish": "Fra hoveriets tid", "heading_english": "From the time of villeinage"}, "tango_indices": null}