{"publication_info": "JAH_II_414", "full_name": "568 - 0.00 - JAH_II_414", "informant_id": 568, "informant_last_name": "Jensen Skrædder", "informant_first_name": "Peder ", "informant_full_name": "Peder  Jensen Skrædder", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 436, "name": "Nørre Vissing", "display_name": "Nørre Vissing (place recorded)"}, {"place_id": 235, "name": "Hammel", "display_name": "Hammel (place mentioned)"}, {"place_id": 929, "name": "Frisenborg", "display_name": "Frisenborg (place mentioned)"}, {"place_id": 338, "name": "København", "display_name": "København (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 123, "publication_info": "JAH_II_413", "full_name": "123 - 3.18 - JAH_II_413", "url": "data/stories/421.dfl"}, {"informant_id": 397, "publication_info": "JAH_II_412", "full_name": "397 - 0.00 - JAH_II_412", "url": "data/stories/907.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "En Kjöbenhavner var kjørende i besøg hos greven på Frisenbong. Så fortæller han om hans kusk, at han var så stærk, te aldrig nogen kunde lægge ham til jorden. Så siger greven, at der var en af hans gods, som han havde tro til kunde gjøre det. Det slog de nu et stort væddemål om. Uden videre kom der bud efter Kristen Sø, og han kom strags. Greven spurgte, om han vilde tjene hans rest (restance med landgilde) i dag. Ja, den kunde han vel ikke tjene i dag, for han var omtrent en 70 daler æbag. Jo, sådan og sådan var det, og kunde han lægge kusken til jorden, var hans rest ham eftergivet, men hvis ikke, skulde han betale om en måned. Ja, så vilde han se, hvad han kunde. De kommer nu ud i borggården, og der får de tag på hinanden. Der var ikke stenpikket, og det förste tag, de tog, der bryder Kjöbenhavneren ham på det ene knæ. Men så stod han op med det samme og kylte kusken fra sig, ligesom når de kyler en dreng. Så spörger han, om de skulde prøve igjen. Nej, kusken brød sig ikke om det mere. Så spörger greven ham om, hvordan det var, han lod sig bryde å det ene knæ. Det skulde han sige dem. Han havde haft fat i mange, men han var aldrig vant til at bruge uden det halve af hans styrke, siden så det hele. Men her var den bedste, han havde haft ved længe, og så matte han til at tage ved det hele. Greven han vandt jo væddemålet, og Kristen Sø blev hans restancer givet efter.\nGreven havde en ridehest, de ikke kunde få bagskoet, og der skulde så bud, du véd, efter denher Kristen Sø. Så siger greven, om han kunde holde den hest op, mens smeden skoede den. Jo, men han vilde ikke svare til, om hesten tog nogen skade. Det gjorde ikke noget, sagde greven, den var betalt, han kom selv til at tage tabet. Nå, han holder, og smeden lagde skoen under, men da han slap, var låret rykket af, hesten kunde hverken støde eller stå.\n     Hovfolkene de havde jo sådan slætgilder, og de skulde have deres visse tønder øl at drikke. Så havde de bud oppe, om de kunde få mere. Ja, de kunde få det, en mand kunde bære. Så var de jo lige så kloge som så, de får Kristen Sø af sted. Han tager et fjerrild under hver arm og en halv tønde i hver hånd sådan i spundet, og så havde de nok til deres gilde for det sæt.\n     Kristen Sø havde sådan et par køer, og en dag havde han en til at kjøre hans møg ud. Den fremmede mand sagde til ham, at han måtte ikke lægge så meget på, for hans bæster kunde ikke tage det af mønghullet — det har kanske været et slemt dybt hul. Ja, når der ikke var andet ved det, så kunde han selv trække det af. Så gjorde han det også siden hver gang, og manden spændte hans bæster for ovenfor hullet.", "english_publication": "A person from Copenhagen had driven over to visit the count at Frisenborg. Then he tells him about his coachman, that he was so strong that no one could knock him to the ground. Then the count says that there was someone on his manor that he believed could do it. Now they made a big bet about it. Kristen Sø was sent for without delay and he came immediately. The count asked if he wanted to earn his outstanding debt today. Well, he didn’t think he could earn it today because he was about seventy rixdollars in arrears. Well, it was like this and that, and if he could lay the driver to the ground, his debt was forgiven but, if not, he had to pay within the month. Well, he’d see what he could do. They go out into the castle courtyard, and they grab hold of one another. It wasn’t cobblestone there, and with the first grasp, the one from Copenhagen gets Kristen down on one knee. But then Kristen stood up and immediately tossed the coachman away, just as when you toss a boy. Then he asked him if wanted to try again. No, the coachman didn’t want to do that any more. Then the count asks Kristen how it was that he let him force him down on one knee. He’d tell him. He’d gotten into it with a lot of others, but he had never had to use more than half of his strength, and certainly never all of it. But here was the best one he’d encountered in a long time, and so he had to use all his strength. The count won the bet, and Kristen’s debt was forgiven. The count had a riding horse, they couldn’t shoe it, and so they sent for, you know, this guy Kristen Sø. The count asks him if he can hold the horse up while the smith shod it. Sure, but he couldn’t be responsible if the horse got hurt. That didn't matter, said the count, it was paid for, he’d take the loss himself. Well, he holds and the smith shod it, but when he let go, the horse's one thigh had gone out of joint, and the horse could neither kick nor stand.\n     The villeinage folk they had their parties out on the fields, and they were supposed to have a certain number of kegs of beer to drink. They sent a message up and asked if they could have more. Yes, they could have as much as a man could carry. Well, they were pretty smart, so they send Kristen Sø off to get it. He takes a cask under each arm, and a half barrel in each hand, and then they had plenty for their party. \n     Kristen Sø had a couple of cows, and one day he had someone drive his dung out to the fields. This man said that he shouldn’t put too much on the wagon, because his horses couldn’t pull it all out of the dung pool—it was apparently a very deep hole. Well, if there was nothing else to do about that, then Kristen said that he could pull it out himself. And he did that too each time, and the man would harness his horses up at the top of the hole.", "keywords": {"keyword": ["arms", "barrel", "beer", "belief", "bet", "boy", "cask", "castle", "cobbler", "count", "courtyard", "cow", "day", "debt", "drinking", "driver", "dung", "field", "folk", "harness", "horse", "keg", "knee", "Kristen", "Kristen Sø", "manor", "message", "month", "party", "riding", "shoe", "smart", "smithing", "strength", "thigh", "today", "villeinage", "wagon"]}, "etk_index": {"heading_danish": "Fra hoveriets tid", "heading_english": "From the time of villeinage"}, "tango_indices": null}