{"publication_info": "DS_I_597", "full_name": "573 - 0.00 - DS_I_597", "informant_id": 573, "informant_last_name": "Pedersen", "informant_first_name": "Lars", "informant_full_name": "Lars Pedersen", "order_told": 0.0, "fieldtrip": "None recorded", "places": {"place": [{"place_id": 379, "name": "Løgstør", "display_name": "Løgstør (place recorded)"}, {"place_id": 955, "name": "Sønderstrupgård", "display_name": "Sønderstrupgård (place mentioned)"}]}, "stories_mentioned": {"story": [{"informant_id": 377, "publication_info": "DS_II_E_170", "full_name": "377 - 0.00 - DS_II_E_170", "url": "data/stories/675.dfl"}, {"informant_id": 438, "publication_info": "DS_VII_584", "full_name": "438 - 0.00 - DS_VII_584", "url": "data/stories/519.dfl"}, {"informant_id": 504, "publication_info": "DS_I_593", "full_name": "504 - 0.00 - DS_I_593", "url": "data/stories/654.dfl"}, {"informant_id": 150, "publication_info": "DS_I_576", "full_name": "150 - 3.04 - DS_I_576", "url": "data/stories/66.dfl"}]}, "fielddiary_page_start": "N/A", "fielddiary_page_end": "N/A", "bibliographic_info": null, "bibliography_references": null, "annotation": null, "danish_manuscript": null, "english_manuscript": null, "danish_publication": "Sønden for Sønderstrupgård i Han herred har der været en höj, som blev slöjfet for en 40, 50 år siden, og der blev bygget en vejrmølle på pladsen. I höjen var en stenstue, hvori der siges at have været enkelte småting, som ikke blev bevarede. Stenene af stuen brugtes til underbygningen under møllen. Et gammelt sagn fortæller, at der i höjen boede en dværgkonge, som blev meget vred over den forstyrrelse, der blev i hans hjem, og svor, at han vilde hævne sig derfor. Det gik ud over hestebesætningen. Hestene kunde undertiden blive helt rasende i stalden om natten, og dyrlægen kunde ikke sige, hvad de fejlede. På den tid var der i Vendsyssel en gammel theologisk kandidat, som gik under navn af Hals præst, han rejste omkring og skaffede fred, hvor der var blevet noget i vejen af den art. I Sønderstrupgård fik de også fat på ham. Da han kom, var der flere heste døde, og de andre hang i båsene, da de ikke kunde stå. Han sagde, at det var dværgkongen, der satte hans heste i stalden, og derfor blev de andre heste syge, \"men nu skal vi se at få dem bort.\" En nat skulde en dreng på 15, 16 år våge med hestene. Kl. 12 om natten hørte han noget i gården, og han vilde da hen og se, men så sloges der tre slag på stalddören. \"Værsågod,\" sagde drengen, og dören sprang op, og der kom noget ind i stalden, som om det kunde trække med heste og føre dem til bås. Drengen blev ragt over ende, og hestene tumlede og klagede sig, som om de kunde blive plagede til døde. Drengen fik sig samlet op og fandt med besvær ud af stalden, kom hen og fik kaldt på Hals præst -- han var på gården i lang tid -- og han og gårdens folk kom op. Da præsten kom ud i stalden, sagde han til drengen: \"Du har ikke holdt din mund og past dig selv, da du hørte noget, endda jeg sagde dig det.\" Jo, han havde. “Det er lögn i din hals,\" og så gav præsten ham en på hovedet, så han trimlede. Så kom han til sin fulde bevidsthed igjen, og præsten læste så noget, som ingen forstod. Så begyndte det igjen at pusle i stalden, og da det hørte op, sagde præsten: \"Kan I se dem, der rider,\" men der var ingen, der kunde se nogen. De kunde høre hovslag ud af gården og hen ad vejen. Siden var der ikke noget, der puslede, men hestene døde så nær som én, og den lagde sig aldrig mere, når den var på stald, og döjede med at få munden til jorden, når den var på græs, den måtte böje knæene ligesom små føl.", "english_publication": "There was a mound south of Sønderstrupgård (Sønderstrup farm) in Han district that was leveled forty or fifty years ago, and a windmill was built there. Inside the mound, there was a stone chamber where they say there were various small things that weren't saved. The stones from the chamber were used to build the foundation under the mill. An old legend tells that a dwarf king lived in the mound, and he was angry about this disturbance in his home and he swore that he would get revenge. It was the horses that came to suffer. The horses could go completely crazy in their stalls at night, and the veterinarian couldn't say what was wrong with them. At the time, there was an old theological student by the name of Hals minister who traveled about in Vendsyssel, and he'd make peace where things like that were going on. They also got hold of him at Sønderstrupgård. When he got there, more horses had died, and the others hung in their stalls since they couldn't stand. He said that it was the dwarf king who put his horses in the stalls, and that's why the other horses got sick, \"but now let's see about getting rid of them.\" A boy fifteen to sixteen years old was supposed to guard them one night. Twelve o'clock at night the boys hears something in the farm courtyard, and he wants to go see what it is, but then he hears three knocks on the barn door. \"Welcome,\" says the boy, and the door sprang open and something came into the barn, and the horses romped about and complained as if they were being tormented to death. The boy pulled himself together and, with great difficulty, managed to get out of the barn, and went and called Hals minister--he had been at the farm for quite a while--and he and the farm's people got up. When the minister got out into the barn, he said to the boy, \"You didn't keep quiet and mind your own business when you heard something even though I had told you to.\" Yes, he had. \"There's a lie in your throat,\" and the minister smacked him on the head so hard that the boy fell over. Then he regained consciousness, and the minister read something that no one understood. Then it started rustling about in the stalls, and when that stopped, the minister said, \"Can you see them riding?\" but no one could see anything. They could hear hoof beats that left the courtyard and went down the road. Since that time, there was nothing that rustled about, but all the horses died save for one. That one never lay down again when it was in its stall and had a hard time getting its snout to the ground when it was out grazing, it had to bend its knees like a little foal. ", "keywords": {"keyword": ["horse", "dwarves", "mound", "Cunning Folk", "barn", "stall", "midnight", "night", "death", "mill", "revenge", "student", "minister", "farm", "farmhand", "boy"]}, "etk_index": null, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null]}, "genre": null}