{"publication_info": "JAH_II_201", "full_name": "150 - 3.29 - JAH_II_201", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 3.29, "fieldtrip": "May 1888", "fieldtrip_start_date": "1888-05-02", "fieldtrip_end_date": "1888-05-09", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 268, "name": "Hobro", "display_name": "Hobro (place mentioned)"}, {"place_id": 492, "name": "Rold", "display_name": "Rold (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 241, "publication_info": "JAT_II_56", "full_name": "241 - 2.05 - JAT_II_56", "url": "data/stories/155.dfl"}}, "fielddiary_page_start": "4101b", "fielddiary_page_end": "4102a", "bibliographic_info": null, "bibliography_references": null, "annotation": "Skjel-Jens's refusal to drive wood for the manor lord leads to calamity for his unusually large family. He is sentenced to incarceration, where he subsequently dies, while his wife and children are forced from their home. Presumably, the wife and children were forced onto the parish poverty assistance rolls. Application to the king was a possible recourse in cases such as this, although as noted here, the king was reluctant to get involved in matters that were considered to be of a local nature and under the jurisdiction of the manor farm (possibly a birk). \n\n     Villeinage was one of the main flash-points for political engagement among the smallholders. Although this story is set further back in time--prior to the constitution and the dissolution of the absolute monarchy--the smallholder's refusal to work for the manor lord resonates well up through the nineteenth century.", "danish_manuscript": "Husbonden forlangte at hver paa Godset han skulde\nkjøre 1/2 Favn Træ til [P] Hobro og det nægtede Skjel\nJens. S. kom de en Middagsstund, da de var\nved at bage, og smed dem ud. De havde 18 le\nvende Børn og kylte [solgte de] alle deres Sager og\nBørnenes Klæder ud. Manden satte de i Tugthu\nset, h. skulde have været der i 2 Maaneder\nmen s. vilde h. ikke hjem igien for h. havde\nen slem Kjæll. der hjemme og de mange\nBørn og s. blev h. og et halvt Aar efter\ndøde han i Tugthuset. Da de tog saadan en kjøn Rist\ntil at stege Sild paa og da sagde Kjæll. Ja tag\ndu den, Satan skal stege din Sjæl opaa\nden i Helvede. Hun sagde til Rommedal,\nForvalteren, at hun skulde nok rejse til\nKbh. og snakke med Kongen om det. H. svar\nte, at han kunde udrette lige s. meget\nmed hans Skriveri i 2 Timer, som hun kun\nde udrette i Kbh. i 2 Aar. Hun rejste\nvirkelig til Kbh. og fik ogsaa talt med Kongen\nmen h. svarte nok, te h. var ikke Enevolds-\nherre. Det var han jo dog alligevel, men\nvar ikke en om at staa for det. Det var\nnu ogsaa sært h. vilde ikke kjøre, da h. havde\net Par store stærke Bæster, men det var Kjæl-\nlingens Skyld. Hun sagde, at hu have 18 Børn\nmen kunde have faaet 18 til, dersom\n\n4102A\nhun kunde have faaet dem lavet. H. boede i\ndet de nu kalder Mylenbjærg, dg. Skjelhusene.\nRommedahl havde en Skrivestue i Rold og kom\ndertil en G. imellem, men hvad Gods det var\nunder ved a ikke. Den samme Kjæll. hun fik\nhendes Børn til at gaa hen til Vinduerne\npaa hans Skrivestue naar h. var der og sige\nJørgen Petersen Paltersen Pommergålten,\nog s. bandte de ham oven i Kjøbet. De\nmange Børn sad i deres Gangkammer i Tve-\nden hos Skjel Peder, min gammelfader, \nBroder til Skjel-Jens.", "english_manuscript": "The farmer ordered that every man on the manor farm was to drive half a cord of wood to Hobro, and Skjel-Jens refused. Then they came one afternoon when they were baking and threw them out of their house, they had eighteen living children. And they threw all their possessions and the children's clothing out. They put the husband in jail, he was supposed to be there for two months, but he didn't want to go home again, because he had a real bitch at home and all these children, and so he stayed and half a year later he died there in the jail. They took a really nice grate for roasting herring, and the old lady said, \"Yeah, you take that, Satan will roast your soul on it in Hell.\" She said to Rommedal, the foreman, that she'd go to Copenhagen and talk to the king about this. He said he could accomplish more with his writing in two hours than she could accomplish in Copenhagen in two years. She really did travel to Copenhagen and also managed to talk to the king, but didn't get anything out of it. He answered that he wasn't the absolute monarch. He in fact was, but he probably believed that he wasn't the only one who made decisions. It was strange that he wouldn't drive, he had two large, strong horses, but it was his old lady's fault. She said that she had eighteen children and that she could have had eighteen more, if she could have made them. He lived in what they now call Mylenbjærg, they called it Skjelhusene then. Rommedal had an office in Rold and came there once in a while, but which manor farm it was I don't know. That same old lady she had her children go up to the foreman's office when he was there and shout, \"Jörgen Petersen, Palteren, Pommergålten!\" and then they'd swear at him to boot. All the children lived in the hall room in Tveden at my grandfather, the brother of Sjel-Jens, Skjel-Peder's place.", "danish_publication": "Husbonden forlangte, at hver mand på godset skulde kjøre en halv favn træ til Hobro, og det nægtede Skjel-Jens. Han havde rigtig nok et par store, stærke bæster, men det var kjællingen, der fik ham til det, for hun var noget gal i det. Så kom forvalteren en dag, de var ved at bage, og smed dem ud og alle deres sager og börnenes klæder med. De havde atten levende börn. Konen kom så til at sidde henne hos Skjel-Peder i Tveden, der var min gamlefader, der sad de alle sammen både hun og börnene i deres gangkammer. Manden satte de i tugthuset; han skulde have været der i to måneder, men han vilde ikke hjem igjen, da han nok kunde tænke, hvor ilde det stod til, og så blev han og døde et halvt år efter der i tugthuset.\n     Den gang de smed sagerne ud, tog de også sådan en kjön rist til at stege sild på, og da sagde kjællingen: \"Ja, tag du den, Satan skal stege din sjæl opå den i Helvede.\" Til forvalteren sagde hun, at hun skulde nok rejse til Kjöbenhavn og snakke med kongen om det. Han svarte, at han kunde udrette lige så meget ved hans skriven i to timer, som hun kunde udrette i Kjöbenhavn i to år. Hun rejste virkelig til Kjöbenhavn og fik også talt med kongen, men fik ikke noget ud af det. Han svarte nok, te han var ikke enevoldsherre. Det var han jo dog alligevel, men han mente vel, at han var ikke ene om at stå for det.\n      Den samme kjælling sagde, at hun havde atten börn, og hun kunde have fået atten til, dersom hun kunde have fået dem lavet. Hun fik hendes börn til at gå hen til vinduerne på forvalterens skriverstue, og råbe, når han var der: \"Jörgen Petersen, Paltersen, Pommergålten!\" og så bandte de ham oven i kjøbet. Den forvalter boede i Hobro og hed Jörgen Peter Rommedahl, men han havde en skriverstue i Rold og kom dertil en gang imellem, men hvad gods han var forvalter på, véd a ikke. Manden, de jog væk, boede i Skjelhusene, det, de nu kalder Mylenbjærg.", "english_publication": "The manor lord ordered every man on the manor farm to drive half a cord of wood to Hobro, and Skjel-Jens refused. He had, sure enough, two large, strong horses, but it was his old lady who probably made him do it, she was a bit crazy. Then the foreman came one day when they were baking and threw them out of their house, along with all their possessions, even the children’s clothing. They had eighteen living children. The wife wound up staying over with Skjel-Peder in Tveden, he was my grandfather, and there she sat with all the children in their hallway. They put the husband in jail; he was supposed to be there for two months, but he didn’t want to go home again, since he could imagine how bad things were, and so he stayed and died half a year later there in the jail.\n     When they threw their possessions out, they also took a really nice grate for roasting herring, and the old lady said, “Yeah, you take that, Satan will roast your soul on it in hell.” She said to the foreman that she’d go to Copenhagen and talk to the king about this. He said he could accomplish more with his writing in two hours than she could accomplish in Copenhagen in two years. She really did travel to Copenhagen and also managed to talk to the king, but didn’t get anything out of it. He answered that he wasn't an absolute monarch. He in fact was, but he probably believed that he wasn’t the only one who made decisions.\n     The same old lady said that she had eighteen children and that she could have had eighteen more, if she could have had made them. She had her children go up to the foreman’s office when he was there and shout, \"Jörgen Petersen, Palteren, Pommergålten!” and then in addition they swore at him. This foreman lived in Hobro and was called Jörgen Peter Rommedahl, but he had an office in Rold and went there once in a while, but I don’t know for which manor farm he was the foreman. The man whom they chased away lived in Skjelhusene, the place that they call Mylenbjærg these days.", "keywords": {"keyword": ["baking", "belief", "chase", "children", "clothing", "crazy", "day", "death", "fact", "foreman", "grandfather", "hell", "herring", "home", "horse", "house", "husband", "jail", "Jørgen", "Jørgen", "king", "lady", "manor farm", "manor lord", "month", "old", "Peter Rommedahl", "Satan", "Skjel Jens", "Skjel Peder", "soul", "strength", "swear", "wife", "wood", "wound", "writing", "year"]}, "etk_index": {"heading_danish": "Fra hoveriets tid", "heading_english": "From the time of villeinage"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null, null, null, null, null]}, "genre": null}