{"publication_info": "DSkv_0_13", "full_name": "150 - 3.31 - DSkv_0_13", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 3.31, "fieldtrip": "May 1888", "fieldtrip_start_date": "1888-05-02", "fieldtrip_end_date": "1888-05-09", "places": {"place": {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}}, "stories_mentioned": {"story": {"informant_id": 90, "publication_info": "Æv_0_1462", "full_name": "90 - 1.08 - Æv_0_1462", "url": "data/stories/331.dfl"}}, "fielddiary_page_start": "4102a (2)", "fielddiary_page_end": "4102a (2)", "bibliographic_info": null, "bibliography_references": null, "annotation": "The \"Bird ballad\" Jens mentions here does not appear in the field diaries. Instead, Jens provides a description of how the song came to be and the performance contexts for the ballad. The ballad describes in humorous tones a wedding celebration held by birds (owls, storks, crows, eagles, etc.) where many of the guests get fall-down drunk. The humor lies in the anthropomorphism of the birds, and their actions and statements while drunk. Jens appears to be familiar with the ballad, but not so familiar with it that he counts it in his active repertoire. Instead, Jens emerges as a passive participant in this ballad tradition.\n\n     In Gamle Danske Skæmteviser, Tang Kristensen published two versions, an \"A\" version collected from Niels Madsen in Bratten, and a \"B\" version, concatenated from 10 fragments. In a brief forward to the ballad, Tang Kristensen noted: \"This ballad is well attested all over Europe. It is also printed in Skattegraveren I, 836. A quite simple form has found its way to many of our ballad books, and has become known from there, yes, even published as a beautifully illustrated children's book. Compare with the Faroese, Svabo I 113. The ballad is found in German (Uhland and others), Serbian, Slavic, Russian, Slovenian, Lithuanian and similar ballads in Estonian, Dutch, and French. The construction of the ballad indicates that it comes from abroad, but came here quite early and has become quite popular. I know of no variants from Sweden or Norway.\" \n\n     Tang Kristensen did not refer to Jens's remarks as constituting a variant, but rather suggested that the description be taken \"for hvad den er\" [for what it is].", "danish_manuscript": "Fuglevisen skal være lavet om et Gilde, der\nstod i et Skovhus, hvor der gik s. svinevornt\ntil. Den gl. [Jens] Søren Døggind i Aarestrup\nsang den altid ved alle Barsler og Gilde h.\nkom til.", "english_manuscript": "The Bird Ballad was made up about a party that took place in a forest hut, where things got really dirty. Old Søren Døggind from Årestrup always sang the ballad at all the births and parties that he went to.", "danish_publication": "Jens Kristensen i Ersted meddeler følgende oplysning, der må antages for hvad den er. Fuglevisen skal være lavet om et gilde, der stod i et skovhus, hvor der gik så svinevornt til. Den gamle Sören Døggind i Årestrup sang altid visen ved alle de barsler og gilder, han kom til.", "english_publication": "Jens Kristensen from Ersted reports the following information, for what it is worth. The Bird ballad was supposed to have been composed about a party that took place in a forest hut, where things got really dirty. Old Søren Døggind from Årestrup always sang the ballad at all the births and parties that he went to.", "keywords": {"keyword": ["ballad", "birds", "birth", "forest", "Jens Kristensen", "Old Søren", "party", "singing"]}, "etk_index": {"heading_danish": "Dansk Skjæmteviser", "heading_english": "Danish Jocular Ballads"}, "tango_indices": {"tango_index": null}, "genre": null}