{"publication_info": "JAH_IV_48", "full_name": "150 - 3.33 - JAH_IV_48", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 3.33, "fieldtrip": "May 1888", "fieldtrip_start_date": "1888-05-02", "fieldtrip_end_date": "1888-05-09", "places": {"place": {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}}, "stories_mentioned": {"story": [{"informant_id": 150, "publication_info": "JAH_IV_397", "full_name": "150 - 3.32 - JAH_IV_397", "url": "data/stories/95.dfl"}, {"informant_id": 150, "publication_info": "JAH_IV_41", "full_name": "150 - 3.34 - JAH_IV_41", "url": "data/stories/97.dfl"}]}, "fielddiary_page_start": "4102b", "fielddiary_page_end": "4102b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Jens continues in this and the subsequent record to describe local seasonal festivals, games and the verses associated with them. This record describes a fairly well-known dancing game. Dances and other parties (lejestue) attracted farmhands and hired girls from all the surrounding farms, and offered these young men and women an opportunity to socialize and find potential mates.", "danish_manuscript": "Adams Leg til Legestue midt om Natten.\nBruges endnu.\nAdam h. gjorde et Gilde s. skjøn\nhavde alle sine Døtre forsamlet i Løn\nog hver af dem giver h. en Mand\nsom al deres Sorrig borttage kan\nstat op skjøn Junker og skage din Lok\ntag hverken den yngste ej heller den ældst\nmen den dig af Hjærtet behager allerbedst.\nTil sidst sang de:\nStat op [skjøn] enhver især og skager din Lok\ntag s. en Pige ud af vores Flok.\nAlle Pigerne stod midt paa Gulvet og en fik\nden koblet sammen s. de tog i Armene af\nhinanden og s. svingede de rundt paa Gulvet\nidet de sang. H. var vel Adam.", "english_manuscript": "Adam's game for parties, in the middle of the night. Still used. Adam he had a wonderful party and he'd hidden all his daughters away and he gives each one of them a man who can carry away all their troubles. Get up, you junkers, and shake your head Take neither the youngest, nor the oldest but the one who makes your heart happiest Then at the end they'd sing: Get up everyone and shake your head and take a girl out of our flock! All the girls stood in the middle of the floor and one linked them all together so they held onto each others arms and then they'd swing about on the floor while they sang. He was Adam.", "danish_publication": "\"Adamslegen\" har været brugt her i legestuerne den tid a kan huske, og bruges endnu. Når de midt om natten er blevne noget trætte af at dandse, tager de fat på den. Det går sådan til.\n\nAlle pigerne står midt på gulvet og én får dem koblet sammen, så de tager i armene af hinanden. Den, der gjör det, er vel Adam. Så svinger de rundt på gulvet, idet de synger:\n\"Adam han gjorde et gilde så skjön, \nhavde alle sine dötre forsamlet i lön, \nog hver af dem giver han en mand, \nsom al deres sorrig borttage kan. \nStat op, skjön junker, og skage din lok, \nog tag så en pige ud af vores flok! \ntag hverken den yngste, \nej heller den ældst', \nmen den, dig af hjærtet behager allerbedst. \n\nTil sidst sang de:\nStat op enhver især og skage din lok, \nog tag så en pige ud af vores flok!\" \nSå blev dandsen almindelig.", "english_publication": "Adam’s game has been played here at parties for as long as I can remember, and it's still played today. When they got tired of dancing around midnight, they’d start playing. It goes like this. \n\nAll the girls stand in the middle of the floor and somebody links them together, they hold on to each others arms. The one who does that is Adam. Then they swing about on the floor while singing: \nAdam he had a wonderful party\ngathered all his daughters together\nand he gives each one of them a man\nwho can carry away all their troubles.\nGet up, you junkers, and shake your head\nand take a girl out of our flock!\nTake neither the youngest, nor the oldest\nbut the one who makes your heart happiest\n\nThen at the end they’d sing:\nGet up everyone and shake your head\nand take a girl out of our flock!\n\nThen the dance would become normal.", "keywords": {"keyword": ["Adam", "arms", "dancing", "daughter", "flock", "floor", "game", "girl", "heart", "midnight", "old", "party", "singing", "tired", "today", "young"]}, "etk_index": {"heading_danish": "De selskabelige sammenkomster og festerne", "heading_english": "Social gatherings and parties"}, "tango_indices": {"tango_index": [null, null, null, null, null]}, "genre": null}