{"publication_info": "JAH_IV_42", "full_name": "150 - 3.35 - JAH_IV_42", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 3.35, "fieldtrip": "May 1888", "fieldtrip_start_date": "1888-05-02", "fieldtrip_end_date": "1888-05-09", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 49, "name": "Bavnhøj", "display_name": "Bavnhøj (place mentioned)"}, {"place_id": 546, "name": "Skørbæk", "display_name": "Skørbæk (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 150, "publication_info": "JAH_IV_41", "full_name": "150 - 3.34 - JAH_IV_41", "url": "data/stories/97.dfl"}}, "fielddiary_page_start": "4103b", "fielddiary_page_end": "4103b", "bibliographic_info": null, "bibliography_references": null, "annotation": "Jens continues to talk about the celebration of \"riding summer\" (BJK 3.34),  but links these celebrations to a legend about the mound dwellers. The celebrating youth apparently disrupt the peace of the mound dwellers' home who take swift retributive action. Preparing food out in the fields is somewhat unusual, except at harvest and planting time, and the mound dwellers' actions force a return to normalcy, a normalcy that the mumming and the celebration have disrupted.", "danish_manuscript": "Paa Bavnhøjen i Rold ude i Marken lave\nde spise til dem naar de kom tilbage fra\nderes Ridt. Suppe. Men en gang var Bjærg\nfolkene der boede i Højen bleven fornær\nmet paa dem. Det var ligesom Højen\nskulde vælt for Kokkekonerne og de løb ned ad Høj\nen og deres Mad og Kjedler kom hvirvlende\nned bag efter dem og siden den Tid lavede de\nikke Mad i Marken under aaben Himmel.\nDe red paa Pintsedag og gildet holdtes den\nEftermiddag.", "english_manuscript": "On Bavnhøjen in Rold out in the field, they made food for them when they came back from their ride. Soup. But one time, the mound folk who lived in the mound got annoyed at them. It was just as if the mound was going to tip over on them and the cooks' pots got tipped over and the ran down off the mound and their food and pots came tumbling down behind them. and since that time they haven't made food out in the field under the open sky. They rode on Whit Sunday and they held the feast in the afternoon.", "danish_publication": "De lavede mad til dem ude i marken på Bavnhöjen i Rold, når de kom tilbage fra deres riden sommer i by. Men en gang var bjærgfolkene, der boede i höjen, blevne fornærmede på dem. Det var, ligesom höjen skulde vælte med dem, og kjedlerne blev væltede for kokkekonerne, og de løb ned ad höjen, mens deres mad og kjedler kom hvirvlende ned bag efter dem. Siden den tid lavede de ikke mad i marken under åben himmel.", "english_publication": "They made food for them out in the field at Bavnhöjen in Rold when they came back from riding the summer in the town. But once the mound folk who lived in the mound were offended by them. It was just like the mound was going to be tipped over on them, and the cooks’ pots got tipped over and they ran down off the mound, while their food and pots came tumbling down behind them. After that they didn’t make food out in the open in the field.", "keywords": {"keyword": ["cooking", "field", "food", "mound", "mound folk", "pot", "riding", "summer", "town"]}, "etk_index": {"heading_danish": "De selskabelige sammenkomster og festerne", "heading_english": "Social gatherings and parties"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null, null]}, "genre": null}