{"publication_info": "JAH_II_331", "full_name": "150 - 3.36 - JAH_II_331", "informant_id": 150, "informant_last_name": "Kristensen", "informant_first_name": "Jens", "informant_full_name": "Jens (Bitte Jens) Kristensen", "order_told": 3.36, "fieldtrip": "May 1888", "fieldtrip_start_date": "1888-05-02", "fieldtrip_end_date": "1888-05-09", "places": {"place": [{"place_id": 147, "name": "Ersted", "display_name": "Ersted (place recorded)"}, {"place_id": 147, "name": "Ersted", "display_name": "Ersted (place mentioned)"}, {"place_id": 424, "name": "Nibe", "display_name": "Nibe (place mentioned)"}, {"place_id": 429, "name": "Nørlund", "display_name": "Nørlund (place mentioned)"}, {"place_id": 655, "name": "Torsted", "display_name": "Torsted (place mentioned)"}]}, "stories_mentioned": {"story": {"informant_id": 150, "publication_info": "Unpub_BJK_328", "full_name": "150 - 3.28 - Unpub_BJK_328", "url": "data/stories/91.dfl"}}, "fielddiary_page_start": "4103b", "fielddiary_page_end": "4103b", "bibliographic_info": null, "bibliography_references": null, "annotation": "The story of Niels Mortensen plays on the notion that external appearances can be deceiving. Niels may well have worn the ragged clothing as a way to divert attention from himself, given the rather large amount of money that he was carrying. As such, his actions might have been informed by stories about robbers. Jens engages in an interesting narrative ploy, allowing two characters in his story to comment on the outward appearance of Niels.", "danish_manuscript": "Niels Mortensen her i Ersted kjøbte to gaarde \naf Krigsraaden paa Nørlund for 1300 Daler\nH. var s. ringe klædt, hvid. En Mand i Torsted\nsagde til en Kjøbmand i Nibe. Der gaar en\nMand h. gaar med 1300 D i hans lomme.\nDa ansaa h. ham ikke for, h. vilde betro ham\nen Pægl.", "english_manuscript": "Niels Mortensen from here in Ersted bought two farms from the war counselor at Nörlund for 1300 daler. He was dressed really poorly, in uncolored homespun. A man in Torsted told the grocer in Nibe, \"There goes a man with 1300 daler in his pocket.\" - \"Hah, I wouldn't even trust him with a half pint.\"", "danish_publication": "Niels Mortensen her i Ersted kjøbte to gårde af krigsråden på Nörlund for 1300 daler. Da han skulde til Nibe at betale pengene, sagde en mand i Torsted til en kjöbmand i Nibe: \"Der går en mand, han har 1300 daler i hans lomme.\" — \"Å, jeg anser ham ikke for, at jeg vil betro ham en pægl.\" Han var nemlig så ringe klædt og gik i ene hvide klæder.", "english_publication": "Niels Mortensen from here in Ersted bought two farms from the war counselor at Nörlund for 1300 daler. When he was to go to Nibe to pay the money, a man in Torsted told a grocer in Nibe, “There walks a man with 1300 daler in his pocket.” – “Hah, I wouldn’t even consider entrusting him with a half pint.” He was dressed really poorly, in uncolored homespun.", "keywords": {"keyword": ["counselor", "daler", "farm", "grocer", "homespun", "money", "Niels Mortensen", "pocket", "war"]}, "etk_index": {"heading_danish": "Fra hoveriets tid", "heading_english": "From the time of villeinage"}, "tango_indices": {"tango_index": [null, null, null, null, null, null, null]}, "genre": null}